{
  "code": "CGI_223_A",
  "article_number": "223 A",
  "chunks": [
    "Article 223 A\n \nI. – Une société, ci-après désignée par les mots : \" société mère \", peut se constituer seule redevable de\nl'impôt sur les sociétés dû sur l'ensemble des résultats du groupe formé par elle-même et les sociétés\ndont elle détient 95 % au moins du capital de manière continue au cours de l'exercice, directement ou\nindirectement par l'intermédiaire de sociétés ou d'établissements stables membres du groupe, ci-après\ndésignés par les mots : \" sociétés du groupe \", ou de sociétés ou d'établissements stables, ci-après désignés\npar les mots : \" sociétés intermédiaires \", détenus à 95 % au moins par la société mère de manière continue\nau cours de l'exercice, directement ou indirectement par l'intermédiaire de sociétés du groupe ou de sociétés\nintermédiaires.\n \nUne société, également désignée par les mots : \" société mère \", dont le capital est détenu, de manière\ncontinue au cours de l'exercice, à 95 % au moins par une société ou un établissement stable soumis à un\nimpôt équivalent à l'impôt sur les sociétés dans un Etat membre de l'Union européenne ou dans un autre Etat\npartie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance\nadministrative en vue de lutter contre la fraude et l'évasion fiscales, ci-après désigné par les mots : \" entité\nmère non résidente \", directement ou indirectement par l'intermédiaire de sociétés ou d'établissements stables\ndétenus à 95 % au moins par l'entité mère non résidente et soumis à un impôt équivalent à l'impôt sur les\nsociétés dans les mêmes Etats, ci-après désignés par les mots : \" sociétés étrangères \", peut aussi se constituer\nseule redevable de l'impôt sur les sociétés dû sur l'ensemble des résultats du groupe formé par elle-même et\nles sociétés détenues par l'entité mère non résidente dans les conditions prévues au premier alinéa du présent\nI, directement ou indirectement par l'intermédiaire de la société mère, de sociétés étrangères, de sociétés\nintermédiaires ou de sociétés membres du groupe.\n \nLe capital de la société mère mentionnée au même premier alinéa ne doit pas être détenu à 95 % au moins,\ndirectement ou indirectement, par une autre personne morale soumise à l'impôt sur les sociétés dans les\nconditions de droit commun ou selon les modalités prévues à l'article 214. Le capital de l'entité mère non\nrésidente ne doit pas être détenu à 95 % au moins, directement ou indirectement, par une autre personne\nmorale soumise à l'impôt sur les sociétés dans les conditions de droit commun ou selon les modalités\nprévues au même article 214 ou par une autre personne morale soumise à un impôt équivalent à l'impôt\nsur les sociétés dans un Etat mentionné au deuxième alinéa du présent I. Le capital de la société mère\nmentionnée au même deuxième alinéa ne doit pas être détenu indirectement par l'entité mère non résidente\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\npar l'intermédiaire de sociétés ou d'établissements stables qui peuvent eux-mêmes se constituer seuls\nredevables de l'impôt sur les sociétés dans les conditions décrites audit deuxième alinéa. Toutefois, le capital\nde la société mère mentionnée au premier alinéa du présent I peut être détenu indirectement à 95 % ou\nplus par une autre personne morale soumise à l'impôt sur les sociétés dans les conditions de droit commun\nou selon les modalités prévues à l'article 214, par l'intermédiaire d'une ou plusieurs personnes morales\nnon soumises à cet impôt dans ces mêmes conditions ou par l'intermédiaire d'une ou plusieurs personnes\nmorales qui y sont soumises dans ces mêmes conditions et dont le capital n'est pas détenu, directement ou\nindirectement, par cette autre personne morale à 95 % au moins. Le capital de l'entité mère non résidente\npeut être détenu indirectement à 95 % ou plus par une autre personne morale soumise à un impôt équivalent\nà l'impôt sur les sociétés dans un Etat mentionné au deuxième alinéa du présent I ou par une autre personne\nmorale soumise à l'impôt sur les sociétés dans les conditions de droit commun ou selon les modalités prévues\nà l'article 214, par l'intermédiaire d'une ou plusieurs personnes morales qui ne sont soumises ni à cet impôt\ndans ces mêmes conditions, ni à un impôt équivalent dans un Etat mentionné au deuxième alinéa du présent\nI, ou par l'intermédiaire d'une ou plusieurs personnes morales qui y sont soumises dans ces mêmes conditions\net dont le capital n'est pas détenu, directement ou indirectement, par cette autre personne morale à 95 % au\nmoins.\n \nPar exception au premier alinéa, lorsqu'une personne morale soumise à l'impôt sur les sociétés dans les\nconditions de droit commun établit des comptes combinés en application de l'article L. 345-2 du code des\nassurances, de l'article L. 212-7 du code de la mutualité ou de l'article L. 931-34 du code de la sécurité\nsociale en tant qu'entreprise combinante, elle peut se constituer seule redevable de l'impôt sur les sociétés\ndû sur l'ensemble des résultats du groupe formé par elle-même, les personnes morales soumises à l'impôt\nsur les sociétés dans les conditions de droit commun dénuées de capital qui sont membres du périmètre\nde combinaison et qui ont avec elle, en vertu d'un accord, soit une direction commune, soit des services\ncommuns assez étendus pour engendrer un comportement commercial, technique ou financier commun,\nsoit des liens importants et durables en vertu de dispositions réglementaires, statutaires ou contractuelles, et\nles sociétés dont elle et les personnes morales combinées détiennent 95 % au moins du capital, directement\nou indirectement par l'intermédiaire de sociétés ou d'établissements stables membres du groupe, ci-après\ndésignés par les termes : \" sociétés du groupe \", ou de sociétés ou d'établissements stables, ci-après désignés\npar les termes : \" sociétés intermédiaires \", dont la société mère et ces mêmes personnes morales combinées\ndétiennent 95 % au moins du capital, directement ou indirectement par l'intermédiaire de sociétés du groupe\nou de sociétés intermédiaires. Les conditions relatives aux liens entre les personnes morales mentionnées à la\nphrase précédente et à la détention des sociétés membres du groupe par ces personnes morales s'apprécient\nde manière continue au cours de l'exercice. Les autres dispositions des premier et troisième alinéas du\nprésent I s'appliquent à la société mère du groupe formé dans les conditions prévues au présent alinéa.\n \nPar exception au premier alinéa, lorsqu'une personne morale soumise à l'impôt sur les sociétés dans les\nconditions de droit commun est un organe central mentionné à l'article L. 511-30 du code monétaire et\nfinancier ou une caisse départementale ou interdépartementale mentionnée à l'article L. 512-55 du même\ncode titulaire d'un agrément collectif délivré par l'Autorité de contrôle prudentiel et de résolution pour elle-\nmême et pour les caisses locales qui la détiennent, elle peut se constituer seule redevable de l'impôt sur les\nsociétés dû sur l'ensemble des résultats du groupe formé par elle-même, les banques, caisses et sociétés\nmentionnées aux articles L. 512-11, L. 512-20, L. 512-55, L. 512-60, L. 512-69 et L. 512-86 du même\ncode soumises à l'impôt sur les sociétés dans les conditions de droit commun qui lui sont affiliées au sens\nde l'article L. 511-31 du même code ou bénéficiant d'un même agrément collectif délivré par l'Autorité\nde contrôle prudentiel et de résolution, et les sociétés dont elle et les banques, caisses et sociétés précitées\ndétiennent 95 % au moins du capital, directement ou indirectement par l'intermédiaire de sociétés ou\nd'établissements stables membres du groupe, ci-après désignés par les termes : \" sociétés du groupe \", ou\nde sociétés ou d'établissements stables, ci-après désignés par les termes : \" sociétés intermédiaires \", dont\nla société mère et ces mêmes banques, caisses et sociétés détiennent 95 % au moins du capital, directement\nou indirectement par l'intermédiaire de sociétés du groupe ou de sociétés intermédiaires. Les conditions\nrelatives aux liens entre les personnes morales mentionnées à la première phrase et à la détention des sociétés\nmembres du groupe par ces personnes morales s'apprécient de manière continue au cours de l'exercice. Les\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nautres dispositions des premier et troisième alinéas du présent I s'appliquent à la société mère du groupe\nformé dans les conditions prévues au présent alinéa.\n \nPour le calcul du taux de détention du capital, il est fait abstraction, dans la limite de 10 % du capital de la\nsociété, des titres émis dans les conditions prévues aux articles L. 225-177 à L. 225-184, L. 225-197-1 à L.\n225-197-5, L. 22-10-56 et L. 22-10-59 du code de commerce et aux articles L. 3332-18 à L. 3332-24 du code\ndu travail ou par une réglementation étrangère équivalente ainsi que des titres attribués, après rachat, dans les\nmêmes conditions, par une société à ses salariés non mandataires. Ce mode particulier de calcul ne s'applique\nplus à compter de l'exercice au cours duquel le détenteur des titres émis ou attribués dans les conditions qui\nprécèdent cède ses titres ou cesse toute fonction dans la société ou, le cas échéant, dans le groupe de sociétés\nincluses dans le périmètre du plan d'émission ou d'attribution de ces titres, défini aux articles L. 225-180\nou L. 225-197-2 du code de commerce, aux deuxième à dernier alinéas de l'article L. 3344-1 du code du\ntravail ou par une réglementation étrangère équivalente. Ce mode particulier de calcul cesse également\nde s'appliquer à compter de l'exercice au cours duquel le détenteur des titres cesse ses fonctions dans une\nsociété incluse dans ce périmètre pour les exercer dans une autre société initialement incluse dans ce même\npérimètre mais qui ne l'est plus au cours de cet exercice. Ce mode particulier de calcul cesse également\nde s'appliquer à compter de l'exercice au cours duquel la société qui emploie le détenteur des titres sort\ndu périmètre du plan d'émission ou d'attribution des titres défini à la deuxième phrase du présent alinéa.\nToutefois, lorsque le mode particulier de calcul du taux de détention du capital cesse de s'appliquer dans\nles conditions prévues au présent alinéa et qu'il en résulte une participation dans le capital d'une société\nfiliale réduite à moins de 95 %, ce capital est néanmoins réputé avoir été détenu selon les modalités fixées\nau premier, au deuxième, au quatrième ou au cinquième alinéas du présent I si le pourcentage de 95 %\nest à nouveau atteint à l'expiration du délai prévu au deuxième alinéa du 1 de l'article 223 pour le dépôt\nde la déclaration de résultat de l'exercice. Si la cessation de fonction intervient au cours de la période de\nconservation prévue au septième alinéa du I de l'article L. 225-197-1 du code de commerce ou par une\nréglementation étrangère équivalente, il continue à être fait abstraction des actions dont la conservation est\nrequise dans les conditions qui précèdent, jusqu'à l'expiration de la période précitée. Pour l'application du\nprésent article, la détention de 95 % au moins du capital d'une société s'entend de la détention en pleine\npropriété de 95 % au moins des droits à dividendes et de 95 % au moins des droits de vote attachés aux titres\némis par cette société. Toutefois, les titres que le constituant a transférés dans un patrimoine fiduciaire dans\nles conditions prévues à l'article 238 quater B sont également pris en compte pour l'appréciation du seuil de\ndétention du capital à condition que ces titres soient assortis de droits à dividendes et de droits de vote et\nque le constituant conserve l'exercice des droits de vote ou que le fiduciaire exerce ces droits dans le sens\ndéterminé par le constituant, sous réserve des éventuelles limitations convenues par les parties au contrat\nétablissant la fiducie pour protéger les intérêts financiers du ou des créanciers bénéficiaires de la fiducie.\n \nII. – Les sociétés du groupe restent soumises à l'obligation de déclarer leurs résultats qui peuvent être vérifiés\ndans les conditions prévues par les articles L. 13, L. 47 et L. 57 du livre des procédures fiscales. La société\nmère supporte, au regard des droits et des pénalités visées à l'article 2 de la loi n° 87-502 du 8 juillet 1987\nmodifiant les procédures fiscales et douanières, les conséquences des infractions commises par les sociétés\ndu groupe.\n \nIII. – Seules peuvent être membres du groupe les sociétés ou les établissements stables qui ont donné leur\naccord et dont les résultats sont soumis à l'impôt sur les sociétés dans les conditions de droit commun ou\nselon les modalités prévues à l'article 214. Seules peuvent être qualifiées de sociétés intermédiaires les\nsociétés ou les établissements stables qui ont donné leur accord et dont les résultats sont soumis à un impôt\néquivalent à l'impôt sur les sociétés dans un Etat membre de l'Union européenne ou dans un autre Etat\npartie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance\nadministrative en vue de lutter contre la fraude et l'évasion fiscales. Pour se constituer société mère dans\nles conditions du deuxième alinéa du I, une société doit accompagner son option de l'accord de l'entité\nmère non résidente et des sociétés étrangères mentionnées au même deuxième alinéa. Pour être membre\nd'un groupe formé dans les conditions dudit deuxième alinéa, une société doit accompagner son accord de\ncelui de l'entité mère non résidente et des sociétés étrangères. Les sociétés membres d'un groupe dans les\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nconditions du même deuxième alinéa ne peuvent simultanément se constituer seules redevables de l'impôt\nsur les sociétés pour les résultats d'un autre groupe dans les conditions prévues au présent article. Lorsque\nla société mère opte pour l'application du régime défini au quatrième ou au cinquième alinéa du I, toutes les\npersonnes morales dénuées de capital définies au quatrième alinéa du même I et toutes les banques, caisses\net sociétés mentionnées aux articles L. 512-11, L. 512-20, L. 512-55, L. 512-60, L. 512-69 et L. 512-86\ndu code monétaire et financier ou bénéficiant du même agrément collectif, à l'exception des filiales dont le\ncapital est détenu à 95 % au moins sont obligatoirement membres du groupe et ne peuvent simultanément\nêtre mères d'un autre groupe formé dans les conditions prévues au présent article.\n \nLes sociétés du groupe et, sous réserve de la réglementation étrangère qui leur est applicable, les sociétés\nintermédiaires, l'entité mère non résidente et les sociétés étrangères doivent ouvrir et clore leurs exercices\naux mêmes dates ; les exercices ont en principe, une durée de douze mois. Par exception, la durée d'un\nexercice des sociétés du groupe peut être inférieure ou supérieure à douze mois, sans préjudice des\ndispositions de l'article 37. Cette exception ne peut s'appliquer qu'une seule fois au cours d'une période\ncouverte par une même option. La modification de la date de clôture de l'exercice doit être notifiée au plus\ntard à l'expiration du délai prévu au deuxième alinéa du 1 de l'article 223 pour le dépôt de la déclaration\nde résultat de l'exercice précédant le premier exercice concerné. Les options mentionnées aux premier,\ndeuxième, quatrième ou cinquième alinéas du I du présent article sont notifiées au plus tard à l'expiration du\ndélai prévu au deuxième alinéa du 1 de l'article 223 pour le dépôt de la déclaration de résultat de l'exercice\nprécédant celui au titre duquel le régime défini au présent article s'applique. Elles sont valables pour une\npériode de cinq exercices. Les accords mentionnés au premier alinéa du présent III sont formulés au plus\ntard à l'expiration du délai prévu pour le dépôt de la déclaration de résultat de l'exercice précédant celui où\nla société devient membre du groupe ou devient une société intermédiaire, devient une société étrangère ou\nune entité mère non résidente, ou dans les trois mois de l'acquisition des titres d'une société du groupe, d'une\nautre société intermédiaire, d'une société étrangère ou d'une entité mère non résidente. Les options et les\naccords sont renouvelés par tacite reconduction, sauf dénonciation au plus tard à l'expiration du délai prévu\nau 1 de l'article 223 pour le dépôt de la déclaration de résultat du dernier exercice de chaque période.\n \nPour chacun des exercices arrêtés au cours de la période de validité de l'option, la société mère notifie à\nl'administration, au plus tard à la date mentionnée au deuxième alinéa du présent III, une liste des sociétés\nmembres du groupe comportant la désignation, le cas échéant, de l'entité mère non résidente, des sociétés\nintermédiaires et des sociétés étrangères, ainsi que des sociétés qui cessent d'être membres du groupe ou qui\ncessent d'être qualifiées de sociétés intermédiaires ou de sociétés étrangères. A défaut, le résultat d'ensemble\nest déterminé à partir du résultat des sociétés mentionnées sur la dernière liste notifiée régulièrement si ces\nsociétés continuent à remplir les conditions prévues à la présente section.\n \nChaque société du groupe est tenue solidairement au paiement de l'impôt sur les sociétés et, le cas échéant,\ndes intérêts de retard, majorations et amendes fiscales correspondantes, dont la société mère est redevable, à\nhauteur de l'impôt et des pénalités qui seraient dus par la société si celle-ci n'était pas membre du groupe."
  ],
  "full_text": "Article 223 A\n \nI. – Une société, ci-après désignée par les mots : \" société mère \", peut se constituer seule redevable de\nl'impôt sur les sociétés dû sur l'ensemble des résultats du groupe formé par elle-même et les sociétés\ndont elle détient 95 % au moins du capital de manière continue au cours de l'exercice, directement ou\nindirectement par l'intermédiaire de sociétés ou d'établissements stables membres du groupe, ci-après\ndésignés par les mots : \" sociétés du groupe \", ou de sociétés ou d'établissements stables, ci-après désignés\npar les mots : \" sociétés intermédiaires \", détenus à 95 % au moins par la société mère de manière continue\nau cours de l'exercice, directement ou indirectement par l'intermédiaire de sociétés du groupe ou de sociétés\nintermédiaires.\n \nUne société, également désignée par les mots : \" société mère \", dont le capital est détenu, de manière\ncontinue au cours de l'exercice, à 95 % au moins par une société ou un établissement stable soumis à un\nimpôt équivalent à l'impôt sur les sociétés dans un Etat membre de l'Union européenne ou dans un autre Etat\npartie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance\nadministrative en vue de lutter contre la fraude et l'évasion fiscales, ci-après désigné par les mots : \" entité\nmère non résidente \", directement ou indirectement par l'intermédiaire de sociétés ou d'établissements stables\ndétenus à 95 % au moins par l'entité mère non résidente et soumis à un impôt équivalent à l'impôt sur les\nsociétés dans les mêmes Etats, ci-après désignés par les mots : \" sociétés étrangères \", peut aussi se constituer\nseule redevable de l'impôt sur les sociétés dû sur l'ensemble des résultats du groupe formé par elle-même et\nles sociétés détenues par l'entité mère non résidente dans les conditions prévues au premier alinéa du présent\nI, directement ou indirectement par l'intermédiaire de la société mère, de sociétés étrangères, de sociétés\nintermédiaires ou de sociétés membres du groupe.\n \nLe capital de la société mère mentionnée au même premier alinéa ne doit pas être détenu à 95 % au moins,\ndirectement ou indirectement, par une autre personne morale soumise à l'impôt sur les sociétés dans les\nconditions de droit commun ou selon les modalités prévues à l'article 214. Le capital de l'entité mère non\nrésidente ne doit pas être détenu à 95 % au moins, directement ou indirectement, par une autre personne\nmorale soumise à l'impôt sur les sociétés dans les conditions de droit commun ou selon les modalités\nprévues au même article 214 ou par une autre personne morale soumise à un impôt équivalent à l'impôt\nsur les sociétés dans un Etat mentionné au deuxième alinéa du présent I. Le capital de la société mère\nmentionnée au même deuxième alinéa ne doit pas être détenu indirectement par l'entité mère non résidente\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\npar l'intermédiaire de sociétés ou d'établissements stables qui peuvent eux-mêmes se constituer seuls\nredevables de l'impôt sur les sociétés dans les conditions décrites audit deuxième alinéa. Toutefois, le capital\nde la société mère mentionnée au premier alinéa du présent I peut être détenu indirectement à 95 % ou\nplus par une autre personne morale soumise à l'impôt sur les sociétés dans les conditions de droit commun\nou selon les modalités prévues à l'article 214, par l'intermédiaire d'une ou plusieurs personnes morales\nnon soumises à cet impôt dans ces mêmes conditions ou par l'intermédiaire d'une ou plusieurs personnes\nmorales qui y sont soumises dans ces mêmes conditions et dont le capital n'est pas détenu, directement ou\nindirectement, par cette autre personne morale à 95 % au moins. Le capital de l'entité mère non résidente\npeut être détenu indirectement à 95 % ou plus par une autre personne morale soumise à un impôt équivalent\nà l'impôt sur les sociétés dans un Etat mentionné au deuxième alinéa du présent I ou par une autre personne\nmorale soumise à l'impôt sur les sociétés dans les conditions de droit commun ou selon les modalités prévues\nà l'article 214, par l'intermédiaire d'une ou plusieurs personnes morales qui ne sont soumises ni à cet impôt\ndans ces mêmes conditions, ni à un impôt équivalent dans un Etat mentionné au deuxième alinéa du présent\nI, ou par l'intermédiaire d'une ou plusieurs personnes morales qui y sont soumises dans ces mêmes conditions\net dont le capital n'est pas détenu, directement ou indirectement, par cette autre personne morale à 95 % au\nmoins.\n \nPar exception au premier alinéa, lorsqu'une personne morale soumise à l'impôt sur les sociétés dans les\nconditions de droit commun établit des comptes combinés en application de l'article L. 345-2 du code des\nassurances, de l'article L. 212-7 du code de la mutualité ou de l'article L. 931-34 du code de la sécurité\nsociale en tant qu'entreprise combinante, elle peut se constituer seule redevable de l'impôt sur les sociétés\ndû sur l'ensemble des résultats du groupe formé par elle-même, les personnes morales soumises à l'impôt\nsur les sociétés dans les conditions de droit commun dénuées de capital qui sont membres du périmètre\nde combinaison et qui ont avec elle, en vertu d'un accord, soit une direction commune, soit des services\ncommuns assez étendus pour engendrer un comportement commercial, technique ou financier commun,\nsoit des liens importants et durables en vertu de dispositions réglementaires, statutaires ou contractuelles, et\nles sociétés dont elle et les personnes morales combinées détiennent 95 % au moins du capital, directement\nou indirectement par l'intermédiaire de sociétés ou d'établissements stables membres du groupe, ci-après\ndésignés par les termes : \" sociétés du groupe \", ou de sociétés ou d'établissements stables, ci-après désignés\npar les termes : \" sociétés intermédiaires \", dont la société mère et ces mêmes personnes morales combinées\ndétiennent 95 % au moins du capital, directement ou indirectement par l'intermédiaire de sociétés du groupe\nou de sociétés intermédiaires. Les conditions relatives aux liens entre les personnes morales mentionnées à la\nphrase précédente et à la détention des sociétés membres du groupe par ces personnes morales s'apprécient\nde manière continue au cours de l'exercice. Les autres dispositions des premier et troisième alinéas du\nprésent I s'appliquent à la société mère du groupe formé dans les conditions prévues au présent alinéa.\n \nPar exception au premier alinéa, lorsqu'une personne morale soumise à l'impôt sur les sociétés dans les\nconditions de droit commun est un organe central mentionné à l'article L. 511-30 du code monétaire et\nfinancier ou une caisse départementale ou interdépartementale mentionnée à l'article L. 512-55 du même\ncode titulaire d'un agrément collectif délivré par l'Autorité de contrôle prudentiel et de résolution pour elle-\nmême et pour les caisses locales qui la détiennent, elle peut se constituer seule redevable de l'impôt sur les\nsociétés dû sur l'ensemble des résultats du groupe formé par elle-même, les banques, caisses et sociétés\nmentionnées aux articles L. 512-11, L. 512-20, L. 512-55, L. 512-60, L. 512-69 et L. 512-86 du même\ncode soumises à l'impôt sur les sociétés dans les conditions de droit commun qui lui sont affiliées au sens\nde l'article L. 511-31 du même code ou bénéficiant d'un même agrément collectif délivré par l'Autorité\nde contrôle prudentiel et de résolution, et les sociétés dont elle et les banques, caisses et sociétés précitées\ndétiennent 95 % au moins du capital, directement ou indirectement par l'intermédiaire de sociétés ou\nd'établissements stables membres du groupe, ci-après désignés par les termes : \" sociétés du groupe \", ou\nde sociétés ou d'établissements stables, ci-après désignés par les termes : \" sociétés intermédiaires \", dont\nla société mère et ces mêmes banques, caisses et sociétés détiennent 95 % au moins du capital, directement\nou indirectement par l'intermédiaire de sociétés du groupe ou de sociétés intermédiaires. Les conditions\nrelatives aux liens entre les personnes morales mentionnées à la première phrase et à la détention des sociétés\nmembres du groupe par ces personnes morales s'apprécient de manière continue au cours de l'exercice. Les\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nautres dispositions des premier et troisième alinéas du présent I s'appliquent à la société mère du groupe\nformé dans les conditions prévues au présent alinéa.\n \nPour le calcul du taux de détention du capital, il est fait abstraction, dans la limite de 10 % du capital de la\nsociété, des titres émis dans les conditions prévues aux articles L. 225-177 à L. 225-184, L. 225-197-1 à L.\n225-197-5, L. 22-10-56 et L. 22-10-59 du code de commerce et aux articles L. 3332-18 à L. 3332-24 du code\ndu travail ou par une réglementation étrangère équivalente ainsi que des titres attribués, après rachat, dans les\nmêmes conditions, par une société à ses salariés non mandataires. Ce mode particulier de calcul ne s'applique\nplus à compter de l'exercice au cours duquel le détenteur des titres émis ou attribués dans les conditions qui\nprécèdent cède ses titres ou cesse toute fonction dans la société ou, le cas échéant, dans le groupe de sociétés\nincluses dans le périmètre du plan d'émission ou d'attribution de ces titres, défini aux articles L. 225-180\nou L. 225-197-2 du code de commerce, aux deuxième à dernier alinéas de l'article L. 3344-1 du code du\ntravail ou par une réglementation étrangère équivalente. Ce mode particulier de calcul cesse également\nde s'appliquer à compter de l'exercice au cours duquel le détenteur des titres cesse ses fonctions dans une\nsociété incluse dans ce périmètre pour les exercer dans une autre société initialement incluse dans ce même\npérimètre mais qui ne l'est plus au cours de cet exercice. Ce mode particulier de calcul cesse également\nde s'appliquer à compter de l'exercice au cours duquel la société qui emploie le détenteur des titres sort\ndu périmètre du plan d'émission ou d'attribution des titres défini à la deuxième phrase du présent alinéa.\nToutefois, lorsque le mode particulier de calcul du taux de détention du capital cesse de s'appliquer dans\nles conditions prévues au présent alinéa et qu'il en résulte une participation dans le capital d'une société\nfiliale réduite à moins de 95 %, ce capital est néanmoins réputé avoir été détenu selon les modalités fixées\nau premier, au deuxième, au quatrième ou au cinquième alinéas du présent I si le pourcentage de 95 %\nest à nouveau atteint à l'expiration du délai prévu au deuxième alinéa du 1 de l'article 223 pour le dépôt\nde la déclaration de résultat de l'exercice. Si la cessation de fonction intervient au cours de la période de\nconservation prévue au septième alinéa du I de l'article L. 225-197-1 du code de commerce ou par une\nréglementation étrangère équivalente, il continue à être fait abstraction des actions dont la conservation est\nrequise dans les conditions qui précèdent, jusqu'à l'expiration de la période précitée. Pour l'application du\nprésent article, la détention de 95 % au moins du capital d'une société s'entend de la détention en pleine\npropriété de 95 % au moins des droits à dividendes et de 95 % au moins des droits de vote attachés aux titres\némis par cette société. Toutefois, les titres que le constituant a transférés dans un patrimoine fiduciaire dans\nles conditions prévues à l'article 238 quater B sont également pris en compte pour l'appréciation du seuil de\ndétention du capital à condition que ces titres soient assortis de droits à dividendes et de droits de vote et\nque le constituant conserve l'exercice des droits de vote ou que le fiduciaire exerce ces droits dans le sens\ndéterminé par le constituant, sous réserve des éventuelles limitations convenues par les parties au contrat\nétablissant la fiducie pour protéger les intérêts financiers du ou des créanciers bénéficiaires de la fiducie.\n \nII. – Les sociétés du groupe restent soumises à l'obligation de déclarer leurs résultats qui peuvent être vérifiés\ndans les conditions prévues par les articles L. 13, L. 47 et L. 57 du livre des procédures fiscales. La société\nmère supporte, au regard des droits et des pénalités visées à l'article 2 de la loi n° 87-502 du 8 juillet 1987\nmodifiant les procédures fiscales et douanières, les conséquences des infractions commises par les sociétés\ndu groupe.\n \nIII. – Seules peuvent être membres du groupe les sociétés ou les établissements stables qui ont donné leur\naccord et dont les résultats sont soumis à l'impôt sur les sociétés dans les conditions de droit commun ou\nselon les modalités prévues à l'article 214. Seules peuvent être qualifiées de sociétés intermédiaires les\nsociétés ou les établissements stables qui ont donné leur accord et dont les résultats sont soumis à un impôt\néquivalent à l'impôt sur les sociétés dans un Etat membre de l'Union européenne ou dans un autre Etat\npartie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance\nadministrative en vue de lutter contre la fraude et l'évasion fiscales. Pour se constituer société mère dans\nles conditions du deuxième alinéa du I, une société doit accompagner son option de l'accord de l'entité\nmère non résidente et des sociétés étrangères mentionnées au même deuxième alinéa. Pour être membre\nd'un groupe formé dans les conditions dudit deuxième alinéa, une société doit accompagner son accord de\ncelui de l'entité mère non résidente et des sociétés étrangères. Les sociétés membres d'un groupe dans les\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nconditions du même deuxième alinéa ne peuvent simultanément se constituer seules redevables de l'impôt\nsur les sociétés pour les résultats d'un autre groupe dans les conditions prévues au présent article. Lorsque\nla société mère opte pour l'application du régime défini au quatrième ou au cinquième alinéa du I, toutes les\npersonnes morales dénuées de capital définies au quatrième alinéa du même I et toutes les banques, caisses\net sociétés mentionnées aux articles L. 512-11, L. 512-20, L. 512-55, L. 512-60, L. 512-69 et L. 512-86\ndu code monétaire et financier ou bénéficiant du même agrément collectif, à l'exception des filiales dont le\ncapital est détenu à 95 % au moins sont obligatoirement membres du groupe et ne peuvent simultanément\nêtre mères d'un autre groupe formé dans les conditions prévues au présent article.\n \nLes sociétés du groupe et, sous réserve de la réglementation étrangère qui leur est applicable, les sociétés\nintermédiaires, l'entité mère non résidente et les sociétés étrangères doivent ouvrir et clore leurs exercices\naux mêmes dates ; les exercices ont en principe, une durée de douze mois. Par exception, la durée d'un\nexercice des sociétés du groupe peut être inférieure ou supérieure à douze mois, sans préjudice des\ndispositions de l'article 37. Cette exception ne peut s'appliquer qu'une seule fois au cours d'une période\ncouverte par une même option. La modification de la date de clôture de l'exercice doit être notifiée au plus\ntard à l'expiration du délai prévu au deuxième alinéa du 1 de l'article 223 pour le dépôt de la déclaration\nde résultat de l'exercice précédant le premier exercice concerné. Les options mentionnées aux premier,\ndeuxième, quatrième ou cinquième alinéas du I du présent article sont notifiées au plus tard à l'expiration du\ndélai prévu au deuxième alinéa du 1 de l'article 223 pour le dépôt de la déclaration de résultat de l'exercice\nprécédant celui au titre duquel le régime défini au présent article s'applique. Elles sont valables pour une\npériode de cinq exercices. Les accords mentionnés au premier alinéa du présent III sont formulés au plus\ntard à l'expiration du délai prévu pour le dépôt de la déclaration de résultat de l'exercice précédant celui où\nla société devient membre du groupe ou devient une société intermédiaire, devient une société étrangère ou\nune entité mère non résidente, ou dans les trois mois de l'acquisition des titres d'une société du groupe, d'une\nautre société intermédiaire, d'une société étrangère ou d'une entité mère non résidente. Les options et les\naccords sont renouvelés par tacite reconduction, sauf dénonciation au plus tard à l'expiration du délai prévu\nau 1 de l'article 223 pour le dépôt de la déclaration de résultat du dernier exercice de chaque période.\n \nPour chacun des exercices arrêtés au cours de la période de validité de l'option, la société mère notifie à\nl'administration, au plus tard à la date mentionnée au deuxième alinéa du présent III, une liste des sociétés\nmembres du groupe comportant la désignation, le cas échéant, de l'entité mère non résidente, des sociétés\nintermédiaires et des sociétés étrangères, ainsi que des sociétés qui cessent d'être membres du groupe ou qui\ncessent d'être qualifiées de sociétés intermédiaires ou de sociétés étrangères. A défaut, le résultat d'ensemble\nest déterminé à partir du résultat des sociétés mentionnées sur la dernière liste notifiée régulièrement si ces\nsociétés continuent à remplir les conditions prévues à la présente section.\n \nChaque société du groupe est tenue solidairement au paiement de l'impôt sur les sociétés et, le cas échéant,\ndes intérêts de retard, majorations et amendes fiscales correspondantes, dont la société mère est redevable, à\nhauteur de l'impôt et des pénalités qui seraient dus par la société si celle-ci n'était pas membre du groupe."
}