{
  "code": "CGI_212_bis",
  "article_number": "212 bis",
  "chunks": [
    "Article 212 bis\n \nI. – Les charges financières nettes supportées par une entreprise non membre d'un groupe, au sens des\narticles 223 A ou 223 A bis, sont déductibles du résultat fiscal soumis à l'impôt sur les sociétés dans la limite\ndu plus élevé des deux montants suivants :\n \n1° Trois millions d'euros ;\n \n2° 30 % de son résultat déterminé dans les conditions du II.\n \nLe montant mentionné au 1° du présent I s'entend par exercice, le cas échéant ramené à douze mois.\n \nII. – Le résultat mentionné au 2° du I est déterminé en corrigeant le résultat fiscal soumis à l'impôt sur les\nsociétés aux taux mentionnés au deuxième alinéa et au b du I de l'article 219 des montants suivants :\n \n1° Les charges financières nettes déterminées conformément au III du présent article ;\n \n2° Les amortissements admis en déduction, nets des reprises imposables et des fractions de plus ou moins-\nvalues correspondant à des amortissements déduits, à des amortissements expressément exclus des charges\ndéductibles, ou à des amortissements qui ont été différés en méconnaissance des dispositions de l'article 39\nB ;\n \n3° Les provisions pour dépréciation admises en déduction, nettes des reprises de provision pour dépréciation\nimposables ;\n \n4° Les gains et pertes soumis aux taux mentionnés au a du I et au IV de l'article 219.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLe résultat fiscal mentionné au premier alinéa du présent II s'entend de celui obtenu avant imputation des\ndéficits et avant application des dispositions du présent article. Il tient compte des déductions pour l'assiette\nde l'impôt et des abattements déduits pour cette même assiette.\n \nEn cas d'exercice de l'option mentionnée au V, le résultat mentionné au 2° du I ne tient compte ni du résultat\nafférent aux contrats mentionnés au 3 du III déterminé dans les conditions du II, ni du résultat mentionné au\nb du 2 du IV.\n \nIII. – 1. Pour l'application du I du présent article, les charges financières nettes s'entendent de l'excédent de\ncharges financières déductibles après application du I de l'article 212, par rapport aux produits financiers\nimposables et aux autres revenus équivalents perçus par l'entreprise.\n \n2. Les charges et produits financiers mentionnés au 1 du présent III correspondent aux intérêts sur toutes les\nformes de dette, c'est-à-dire ceux afférents aux sommes laissées ou mises à disposition de l'entreprise ou par\nl'entreprise, y compris :\n \na) Les paiements effectués dans le cadre de prêts participatifs ou d'emprunts obligataires ;\n \nb) Les montants déboursés au titre de financements alternatifs ;\n \nc) L'amortissement des intérêts capitalisés inclus dans le coût d'origine d'un actif et, le cas échéant, la part\ndes intérêts inclus dans la valeur nette comptable des actifs sortis du bilan ;\n \nd) Les montants mesurés par référence à un rendement financier déterminés par comparaison avec des\nentreprises similaires exploitées normalement au sens de l'article 57 ;\n \ne) Les intérêts payés au titre d'instruments dérivés ou de contrats de couverture portant sur les emprunts de\nl'entreprise ;\n \nf) Les gains et pertes de change relatifs à des prêts, des emprunts et des instruments liés à des financements ;\n \ng) Les frais de garantie relatifs à des opérations de financement ;\n \nh) Les frais de dossier liés à la dette ;\n \ni) Le montant des loyers, déduction faite de l'amortissement, de l'amortissement financier pratiqué par le\nbailleur en application du I de l'article 39 C et des frais et prestations accessoires facturés au preneur en cas\nd'opération de crédit-bail, de location avec option d'achat ou de location de biens mobiliers conclue entre\nentreprises liées au sens du 12 de l'article 39 ;\n \nj) Tous les autres coûts ou produits équivalents à des intérêts.\n \nLes charges et produits à retenir pour déterminer les charges financières nettes d'un exercice s'entendent des\ncharges engagées et des produits acquis au cours de cet exercice.\n \n3. Les charges financières nettes mentionnées au 1 du présent III n'incluent pas les charges financières nettes\nsupportées par le délégataire, concessionnaire et partenaire privé et afférentes aux biens acquis ou construits\npar lui dans le cadre :\n \n1° D'une délégation de service public mentionnée à l'article 38 de la loi n° 93-122 du 29 janvier 1993 relative\nà la prévention de la corruption et à la transparence de la vie économique et des procédures publiques, dans\nsa rédaction antérieure à l'entrée en vigueur de l'ordonnance n° 2016-65 du 29 janvier 2016 relative aux\ncontrats de concession ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° D'un contrat de concession de travaux publics, tel que défini par l'ordonnance n° 2009-864 du 15 juillet\n2009 relative aux contrats de concession de travaux publics, dans sa rédaction antérieure à l'entrée en vigueur\nde l'ordonnance n° 2016-65 du 29 janvier 2016 précitée ;\n \n3° D'un contrat de concession mentionné à l'article L. 2224-31 du code général des collectivités territoriales ;\n \n4° D'un contrat de partenariat, tel que défini par l'ordonnance n° 2004-559 du 17 juin 2004 sur les contrats de\npartenariat, dans sa rédaction antérieure à l'entrée en vigueur de l'ordonnance n° 2015-899 du 23 juillet 2015\nrelative aux marchés publics ;\n \n5° D'un bail emphytéotique prévu à l'article L. 1311-2 du code général des collectivités territoriales, dans\nsa rédaction antérieure à l'entrée en vigueur de l'ordonnance n° 2016-65 du 29 janvier 2016 précitée, ou\nà l'article L. 6148-2 du code de la santé publique, dans sa rédaction antérieure à l'entrée en vigueur de\nl'ordonnance n° 2015-899 du 23 juillet 2015 précitée ;\n \n6° D'un contrat ayant un objet équivalent aux contrats mentionnés aux 1° à 5° du présent 3, conclu avec un\npouvoir adjudicateur ou une entité adjudicatrice d'un autre Etat membre de l'Union européenne.\n \nLes charges financières nettes mentionnées au premier alinéa du présent 3 s'entendent également de celles\nsupportées par la société dont l'objet unique est la détention de titres de sociétés agissant exclusivement en\ntant que délégataire, concessionnaire ou partenaire privé dans le cadre de contrats mentionnés aux 1° à 6°.\n \nLe présent 3 s'applique aux charges financières supportées dans le cadre des contrats mentionnés aux 1° à 6°\nsignés avant le 29 décembre 2012.\n \nIV. – 1. Par exception aux I, VI et VII du présent article, sont déductibles, dans les conditions déterminées\naux 2 et 3 du présent IV, les charges financières nettes mentionnées au 1 du III supportées par les sociétés\ndéfinies à l'article 238 bis HW ou par le cocontractant d'un pouvoir adjudicateur, d'une entité adjudicatrice ou\nd'une autorité concédante et afférentes aux biens acquis ou construits par lui dans le cadre :\n \n1° D'un marché de partenariat prévu à l'article 67 de l'ordonnance n° 2015-899 du 23 juillet 2015 précitée ;\n \n2° D'un contrat de concession prévu aux I, II ou III de l'article 6 de l'ordonnance n° 2016-65 du 29 janvier\n2016 précitée ;\n \n3° D'un bail emphytéotique mentionné au 5° du 3 du III du présent article ;\n \n4° D'un contrat en cours d'exécution conclu avant l'entrée en vigueur des dispositions mentionnées aux 1° à\n3° du présent 1 et qui, eu égard à son objet, aurait relevé du champ d'application de ces dispositions ;\n \n5° D'un contrat ayant un objet équivalent aux contrats mentionnés aux mêmes 1° à 3°, conclu avec un\npouvoir adjudicateur, une entité adjudicatrice ou une autorité concédante d'un autre Etat membre de l'Union\neuropéenne.\n \nLe présent 1 s'applique aux charges financières nettes supportées dans le cadre des contrats mentionnés\naux 1° à 5° signés à compter du 29 décembre 2012 et pour lesquels soit une consultation a été engagée, soit\nun avis d'appel à la concurrence ou un avis de concession a été envoyé à la publication, soit une procédure\nd'approbation par décret a été initiée avant la date de promulgation de la loi n° 2018-1317 du 28 décembre\n2018 de finances pour 2019, ainsi qu'aux charges financières nettes supportées par les sociétés définies à\nl'article 238 bis HW du présent code.\n \n2. Les charges financières nettes supportées par les sociétés mentionnées au premier alinéa du 1 du présent\nIV ou afférentes aux contrats mentionnés au même 1 sont déductibles dans la limite du plus élevé des deux\nmontants suivants :\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \na) Trois millions d'euros ;\n \nb) 30 % du résultat afférent à ces contrats et déterminé dans les conditions du II.\n \n3. Les charges financières nettes non admises en déduction au titre d'un exercice, en application du 2 du\nprésent IV, sont déductibles, au titre de cet exercice, à hauteur de 75 % de leur montant.\n \nV. – Les charges financières nettes mentionnées au 3 du III et au 1 du IV sont celles afférentes à des\nemprunts utilisés exclusivement pour financer des projets d'infrastructures publiques à long terme lorsque\nl'opérateur du projet, les charges financières, les actifs et les revenus se situent tous dans l'Union européenne.\n \nLe 3 du III et le IV s'appliquent sur option de l'entreprise mentionnée au I. Cette option doit être notifiée au\nplus tard à la date limite de dépôt de la déclaration de résultat du premier exercice au titre duquel elle est\ndemandée. Elle est irrévocable et formulée pour une période de dix années et est renouvelable au terme de\ncette période.\n \nVI. – L'entreprise, membre d'un groupe consolidé, peut en outre déduire 75 % du montant des charges\nfinancières nettes non admises en déduction en application du I lorsque le ratio entre ses fonds propres et\nl'ensemble de ses actifs est égal ou supérieur à ce même ratio déterminé au niveau du groupe consolidé\nauquel elle appartient.\n \nPour l'application du premier alinéa du présent VI :\n \n1° Les charges financières nettes s'entendent de celles déterminées conformément au III avant application du\nVIII ;\n \n2° Le groupe consolidé s'entend de l'ensemble des entreprises françaises et étrangères dont les comptes sont\nconsolidés par intégration globale pour l'établissement des comptes consolidés au sens de l'article L. 233-18\ndu code de commerce ou au sens des normes comptables internationales mentionnées à l'article L. 233-24 du\nmême code ;\n \n3° Le ratio entre les fonds propres et l'ensemble des actifs d'une entreprise est considéré comme égal au ratio\néquivalent du groupe consolidé auquel elle appartient lorsque le premier ratio est inférieur au second ratio de\ndeux points de pourcentage au maximum ;\n \n4° Les fonds propres et l'ensemble des actifs de l'entreprise et du groupe consolidé auquel elle appartient sont\névalués selon la même méthode que celle utilisée dans les comptes consolidés mentionnés au 2° du présent\nVI.\n \nVI bis. - 1. Les charges financières nettes mentionnées au 1 du III supportées par l'entreprise définie au\n2 du présent VI bis, qui ne sont pas admises en déduction au titre d'un exercice en application du I, sont\ndéductibles, au titre de ce même exercice, à hauteur de 75 % de leur montant.\n \n2. Le présent VI bis s'applique à l'entreprise qui, au titre de l'exercice mentionné au 1, n'est pas membre\nd'un groupe consolidé au sens du 2° du VI et ne dispose d'aucun établissement hors de France, ni d'aucune\nentreprise associée au sens des quatre premiers alinéas du 4 de l'article 2 de la directive (UE) 2016/1164 du\nConseil du 12 juillet 2016 établissant des règles pour lutter contre les pratiques d'évasion fiscale qui ont une\nincidence directe sur le fonctionnement du marché intérieur.\n \n3. Les IV et VIII du présent article ne s'appliquent pas à l'entreprise définie au 2 du présent VI bis pour\nl'exercice au titre duquel elle a déduit ses charges financières dans les conditions prévues au 1.\n \nVII. – 1. Par exception au I, lorsque le montant moyen des sommes laissées ou mises à disposition par\nl'ensemble des entreprises liées directement ou indirectement au sens du 12 de l'article 39, au cours d'un\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nexercice, excède, au titre de cet exercice, une fois et demie le montant des fonds propres, apprécié au\nchoix de l'entreprise, à l'ouverture ou à la clôture de l'exercice, les charges financières nettes déterminées\nconformément au III du présent article sont déductibles :\n \na) Pour une fraction de leur montant, dans la limite du plus élevé des deux montants prévus au I retenue\nà hauteur de ce montant multiplié par la même fraction. Cette fraction est égale au rapport existant entre,\nau numérateur, le montant moyen des sommes laissées ou mises à disposition de l'entreprise au cours de\nl'exercice par des entreprises qui ne sont pas liées directement ou indirectement au sens du 12 de l'article\n39 ajouté à une fois et demie le montant des fonds propres mentionnés au premier alinéa du présent 1 et, au\ndénominateur, le montant moyen de la totalité des sommes laissées ou mises à disposition de l'entreprise au\ncours de l'exercice ;\n \nb) Pour leur solde, dans la limite du plus élevé des deux montants, entre un million d'euros et 10 % du\nrésultat déterminé dans les conditions du II, retenue à hauteur de ce montant multiplié par le rapport\nexistant entre, au numérateur, le montant des sommes laissées ou mises à disposition de l'entreprise par des\nentreprises liées directement ou indirectement au sens du 12 de l'article 39 excédant une fois et demie le\nmontant des fonds propres mentionnés au premier alinéa du présent 1 et, au dénominateur, le montant moyen\nde la totalité des sommes laissées ou mises à disposition de l'entreprise au cours de l'exercice.\n \nLe montant d'un million d'euros mentionné au b s'entend par exercice, le cas échéant ramené à douze mois.\n \nLes charges financières nettes non admises en déduction en application du même b au titre d'un exercice\npeuvent être déduites au titre des exercices suivants conformément au 1 du VIII à hauteur d'un tiers de leur\nmontant.\n \nLorsque l'entreprise remplit les conditions prévues au premier alinéa du présent 1, elle ne peut bénéficier des\ndispositions du VI.\n \n2. Pour l'application du 1 du présent VII, sont considérées comme des sommes laissées ou mises à\ndisposition de l'entreprise par des entreprises qui ne lui sont pas liées directement ou indirectement au sens\ndu 12 de l'article 39 les sommes afférentes :\n \na) A des opérations de financement réalisées, dans le cadre d'une convention de gestion centralisée de la\ntrésorerie d'entreprises liées, au sens du même 12 de l'article 39, par l'une de ces entreprises chargée de cette\ngestion centralisée au profit de laquelle les sommes sont mises à disposition ;\n \nb) A l'acquisition de biens donnés en location dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du\ncode monétaire et financier.\n \nSont également considérées comme des sommes laissées ou mises à disposition de l'entreprise par des\nentreprises qui ne lui sont pas liées directement ou indirectement au sens du 12 de l'article 39 du présent\ncode les sommes laissées ou mises à disposition des établissements de crédit ou des sociétés de financement\nmentionnés à l'article L. 511-1 du code monétaire et financier.\n \n3. Le 1 du présent VII ne s'applique pas si l'entreprise apporte la preuve que le ratio d'endettement du groupe\nconsolidé auquel elle appartient est supérieur ou égal à son propre ratio d'endettement au titre de l'exercice\nmentionné au même 1.\n \nPour l'application du premier alinéa du présent 3 :\n \na) Le groupe consolidé s'entend de celui défini au 2° du VI ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nb) Le ratio d'endettement de l'entreprise correspond au rapport existant entre le montant total de ses dettes et\nle montant de ses fonds propres. Le ratio d'endettement du groupe consolidé est déterminé en tenant compte\ndes dettes, à l'exception de celles envers des entreprises appartenant au groupe consolidé ;\n \nc) Le ratio d'endettement de l'entreprise est considéré comme égal au ratio d'endettement du groupe\nconsolidé auquel elle appartient lorsque le premier ratio est supérieur au second ratio de deux points de\npourcentage au maximum ;\n \nd) Les dettes et les fonds propres de l'entreprise et du groupe consolidé auquel elle appartient sont évalués\nselon la même méthode que celle utilisée dans les comptes consolidés mentionnés au même 2°.\n \nVIII. – 1. Les charges financières nettes non admises en déduction en application des I et VI ainsi que du a\ndu 1 du VII et celles reportables au titre de l'avant-dernier alinéa du même 1 au titre des exercices antérieurs\npeuvent être déduites à hauteur d'un montant égal à la différence positive entre la limite mentionnée au\nI appliquée au titre de l'exercice ou, lorsque la condition mentionnée au premier alinéa du 1 du VII est\nremplie, la limite mentionnée au a du même 1 appliquée au titre de l'exercice et les charges financières\nnettes de l'exercice minorées, le cas échéant, de celles soumises au plafonnement du b dudit 1. Les charges\nfinancières nettes non admises en déduction après application du présent 1 peuvent être déduites dans les\nmêmes conditions au titre des exercices suivants.\n \n2. La capacité de déduction inemployée, entendue comme la différence positive entre la limite mentionnée au\nI appliquée au titre de l'exercice et les charges financières nettes admises en déduction au titre de l'exercice\nen application des I et VI ainsi que du 1 du présent VIII, peut être utilisée au titre des cinq exercices suivants\npour déduire du résultat de ces exercices le montant de charges financières nettes non admises en déduction\naprès application des I et VI. Cette capacité de déduction inemployée ne peut être utilisée pour déduire des\ncharges financières en report conformément au 1 du présent VIII.\n \nIX. – Un décret fixe les obligations déclaratives incombant aux entreprises mentionnées au I."
  ],
  "full_text": "Article 212 bis\n \nI. – Les charges financières nettes supportées par une entreprise non membre d'un groupe, au sens des\narticles 223 A ou 223 A bis, sont déductibles du résultat fiscal soumis à l'impôt sur les sociétés dans la limite\ndu plus élevé des deux montants suivants :\n \n1° Trois millions d'euros ;\n \n2° 30 % de son résultat déterminé dans les conditions du II.\n \nLe montant mentionné au 1° du présent I s'entend par exercice, le cas échéant ramené à douze mois.\n \nII. – Le résultat mentionné au 2° du I est déterminé en corrigeant le résultat fiscal soumis à l'impôt sur les\nsociétés aux taux mentionnés au deuxième alinéa et au b du I de l'article 219 des montants suivants :\n \n1° Les charges financières nettes déterminées conformément au III du présent article ;\n \n2° Les amortissements admis en déduction, nets des reprises imposables et des fractions de plus ou moins-\nvalues correspondant à des amortissements déduits, à des amortissements expressément exclus des charges\ndéductibles, ou à des amortissements qui ont été différés en méconnaissance des dispositions de l'article 39\nB ;\n \n3° Les provisions pour dépréciation admises en déduction, nettes des reprises de provision pour dépréciation\nimposables ;\n \n4° Les gains et pertes soumis aux taux mentionnés au a du I et au IV de l'article 219.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLe résultat fiscal mentionné au premier alinéa du présent II s'entend de celui obtenu avant imputation des\ndéficits et avant application des dispositions du présent article. Il tient compte des déductions pour l'assiette\nde l'impôt et des abattements déduits pour cette même assiette.\n \nEn cas d'exercice de l'option mentionnée au V, le résultat mentionné au 2° du I ne tient compte ni du résultat\nafférent aux contrats mentionnés au 3 du III déterminé dans les conditions du II, ni du résultat mentionné au\nb du 2 du IV.\n \nIII. – 1. Pour l'application du I du présent article, les charges financières nettes s'entendent de l'excédent de\ncharges financières déductibles après application du I de l'article 212, par rapport aux produits financiers\nimposables et aux autres revenus équivalents perçus par l'entreprise.\n \n2. Les charges et produits financiers mentionnés au 1 du présent III correspondent aux intérêts sur toutes les\nformes de dette, c'est-à-dire ceux afférents aux sommes laissées ou mises à disposition de l'entreprise ou par\nl'entreprise, y compris :\n \na) Les paiements effectués dans le cadre de prêts participatifs ou d'emprunts obligataires ;\n \nb) Les montants déboursés au titre de financements alternatifs ;\n \nc) L'amortissement des intérêts capitalisés inclus dans le coût d'origine d'un actif et, le cas échéant, la part\ndes intérêts inclus dans la valeur nette comptable des actifs sortis du bilan ;\n \nd) Les montants mesurés par référence à un rendement financier déterminés par comparaison avec des\nentreprises similaires exploitées normalement au sens de l'article 57 ;\n \ne) Les intérêts payés au titre d'instruments dérivés ou de contrats de couverture portant sur les emprunts de\nl'entreprise ;\n \nf) Les gains et pertes de change relatifs à des prêts, des emprunts et des instruments liés à des financements ;\n \ng) Les frais de garantie relatifs à des opérations de financement ;\n \nh) Les frais de dossier liés à la dette ;\n \ni) Le montant des loyers, déduction faite de l'amortissement, de l'amortissement financier pratiqué par le\nbailleur en application du I de l'article 39 C et des frais et prestations accessoires facturés au preneur en cas\nd'opération de crédit-bail, de location avec option d'achat ou de location de biens mobiliers conclue entre\nentreprises liées au sens du 12 de l'article 39 ;\n \nj) Tous les autres coûts ou produits équivalents à des intérêts.\n \nLes charges et produits à retenir pour déterminer les charges financières nettes d'un exercice s'entendent des\ncharges engagées et des produits acquis au cours de cet exercice.\n \n3. Les charges financières nettes mentionnées au 1 du présent III n'incluent pas les charges financières nettes\nsupportées par le délégataire, concessionnaire et partenaire privé et afférentes aux biens acquis ou construits\npar lui dans le cadre :\n \n1° D'une délégation de service public mentionnée à l'article 38 de la loi n° 93-122 du 29 janvier 1993 relative\nà la prévention de la corruption et à la transparence de la vie économique et des procédures publiques, dans\nsa rédaction antérieure à l'entrée en vigueur de l'ordonnance n° 2016-65 du 29 janvier 2016 relative aux\ncontrats de concession ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° D'un contrat de concession de travaux publics, tel que défini par l'ordonnance n° 2009-864 du 15 juillet\n2009 relative aux contrats de concession de travaux publics, dans sa rédaction antérieure à l'entrée en vigueur\nde l'ordonnance n° 2016-65 du 29 janvier 2016 précitée ;\n \n3° D'un contrat de concession mentionné à l'article L. 2224-31 du code général des collectivités territoriales ;\n \n4° D'un contrat de partenariat, tel que défini par l'ordonnance n° 2004-559 du 17 juin 2004 sur les contrats de\npartenariat, dans sa rédaction antérieure à l'entrée en vigueur de l'ordonnance n° 2015-899 du 23 juillet 2015\nrelative aux marchés publics ;\n \n5° D'un bail emphytéotique prévu à l'article L. 1311-2 du code général des collectivités territoriales, dans\nsa rédaction antérieure à l'entrée en vigueur de l'ordonnance n° 2016-65 du 29 janvier 2016 précitée, ou\nà l'article L. 6148-2 du code de la santé publique, dans sa rédaction antérieure à l'entrée en vigueur de\nl'ordonnance n° 2015-899 du 23 juillet 2015 précitée ;\n \n6° D'un contrat ayant un objet équivalent aux contrats mentionnés aux 1° à 5° du présent 3, conclu avec un\npouvoir adjudicateur ou une entité adjudicatrice d'un autre Etat membre de l'Union européenne.\n \nLes charges financières nettes mentionnées au premier alinéa du présent 3 s'entendent également de celles\nsupportées par la société dont l'objet unique est la détention de titres de sociétés agissant exclusivement en\ntant que délégataire, concessionnaire ou partenaire privé dans le cadre de contrats mentionnés aux 1° à 6°.\n \nLe présent 3 s'applique aux charges financières supportées dans le cadre des contrats mentionnés aux 1° à 6°\nsignés avant le 29 décembre 2012.\n \nIV. – 1. Par exception aux I, VI et VII du présent article, sont déductibles, dans les conditions déterminées\naux 2 et 3 du présent IV, les charges financières nettes mentionnées au 1 du III supportées par les sociétés\ndéfinies à l'article 238 bis HW ou par le cocontractant d'un pouvoir adjudicateur, d'une entité adjudicatrice ou\nd'une autorité concédante et afférentes aux biens acquis ou construits par lui dans le cadre :\n \n1° D'un marché de partenariat prévu à l'article 67 de l'ordonnance n° 2015-899 du 23 juillet 2015 précitée ;\n \n2° D'un contrat de concession prévu aux I, II ou III de l'article 6 de l'ordonnance n° 2016-65 du 29 janvier\n2016 précitée ;\n \n3° D'un bail emphytéotique mentionné au 5° du 3 du III du présent article ;\n \n4° D'un contrat en cours d'exécution conclu avant l'entrée en vigueur des dispositions mentionnées aux 1° à\n3° du présent 1 et qui, eu égard à son objet, aurait relevé du champ d'application de ces dispositions ;\n \n5° D'un contrat ayant un objet équivalent aux contrats mentionnés aux mêmes 1° à 3°, conclu avec un\npouvoir adjudicateur, une entité adjudicatrice ou une autorité concédante d'un autre Etat membre de l'Union\neuropéenne.\n \nLe présent 1 s'applique aux charges financières nettes supportées dans le cadre des contrats mentionnés\naux 1° à 5° signés à compter du 29 décembre 2012 et pour lesquels soit une consultation a été engagée, soit\nun avis d'appel à la concurrence ou un avis de concession a été envoyé à la publication, soit une procédure\nd'approbation par décret a été initiée avant la date de promulgation de la loi n° 2018-1317 du 28 décembre\n2018 de finances pour 2019, ainsi qu'aux charges financières nettes supportées par les sociétés définies à\nl'article 238 bis HW du présent code.\n \n2. Les charges financières nettes supportées par les sociétés mentionnées au premier alinéa du 1 du présent\nIV ou afférentes aux contrats mentionnés au même 1 sont déductibles dans la limite du plus élevé des deux\nmontants suivants :\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \na) Trois millions d'euros ;\n \nb) 30 % du résultat afférent à ces contrats et déterminé dans les conditions du II.\n \n3. Les charges financières nettes non admises en déduction au titre d'un exercice, en application du 2 du\nprésent IV, sont déductibles, au titre de cet exercice, à hauteur de 75 % de leur montant.\n \nV. – Les charges financières nettes mentionnées au 3 du III et au 1 du IV sont celles afférentes à des\nemprunts utilisés exclusivement pour financer des projets d'infrastructures publiques à long terme lorsque\nl'opérateur du projet, les charges financières, les actifs et les revenus se situent tous dans l'Union européenne.\n \nLe 3 du III et le IV s'appliquent sur option de l'entreprise mentionnée au I. Cette option doit être notifiée au\nplus tard à la date limite de dépôt de la déclaration de résultat du premier exercice au titre duquel elle est\ndemandée. Elle est irrévocable et formulée pour une période de dix années et est renouvelable au terme de\ncette période.\n \nVI. – L'entreprise, membre d'un groupe consolidé, peut en outre déduire 75 % du montant des charges\nfinancières nettes non admises en déduction en application du I lorsque le ratio entre ses fonds propres et\nl'ensemble de ses actifs est égal ou supérieur à ce même ratio déterminé au niveau du groupe consolidé\nauquel elle appartient.\n \nPour l'application du premier alinéa du présent VI :\n \n1° Les charges financières nettes s'entendent de celles déterminées conformément au III avant application du\nVIII ;\n \n2° Le groupe consolidé s'entend de l'ensemble des entreprises françaises et étrangères dont les comptes sont\nconsolidés par intégration globale pour l'établissement des comptes consolidés au sens de l'article L. 233-18\ndu code de commerce ou au sens des normes comptables internationales mentionnées à l'article L. 233-24 du\nmême code ;\n \n3° Le ratio entre les fonds propres et l'ensemble des actifs d'une entreprise est considéré comme égal au ratio\néquivalent du groupe consolidé auquel elle appartient lorsque le premier ratio est inférieur au second ratio de\ndeux points de pourcentage au maximum ;\n \n4° Les fonds propres et l'ensemble des actifs de l'entreprise et du groupe consolidé auquel elle appartient sont\névalués selon la même méthode que celle utilisée dans les comptes consolidés mentionnés au 2° du présent\nVI.\n \nVI bis. - 1. Les charges financières nettes mentionnées au 1 du III supportées par l'entreprise définie au\n2 du présent VI bis, qui ne sont pas admises en déduction au titre d'un exercice en application du I, sont\ndéductibles, au titre de ce même exercice, à hauteur de 75 % de leur montant.\n \n2. Le présent VI bis s'applique à l'entreprise qui, au titre de l'exercice mentionné au 1, n'est pas membre\nd'un groupe consolidé au sens du 2° du VI et ne dispose d'aucun établissement hors de France, ni d'aucune\nentreprise associée au sens des quatre premiers alinéas du 4 de l'article 2 de la directive (UE) 2016/1164 du\nConseil du 12 juillet 2016 établissant des règles pour lutter contre les pratiques d'évasion fiscale qui ont une\nincidence directe sur le fonctionnement du marché intérieur.\n \n3. Les IV et VIII du présent article ne s'appliquent pas à l'entreprise définie au 2 du présent VI bis pour\nl'exercice au titre duquel elle a déduit ses charges financières dans les conditions prévues au 1.\n \nVII. – 1. Par exception au I, lorsque le montant moyen des sommes laissées ou mises à disposition par\nl'ensemble des entreprises liées directement ou indirectement au sens du 12 de l'article 39, au cours d'un\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nexercice, excède, au titre de cet exercice, une fois et demie le montant des fonds propres, apprécié au\nchoix de l'entreprise, à l'ouverture ou à la clôture de l'exercice, les charges financières nettes déterminées\nconformément au III du présent article sont déductibles :\n \na) Pour une fraction de leur montant, dans la limite du plus élevé des deux montants prévus au I retenue\nà hauteur de ce montant multiplié par la même fraction. Cette fraction est égale au rapport existant entre,\nau numérateur, le montant moyen des sommes laissées ou mises à disposition de l'entreprise au cours de\nl'exercice par des entreprises qui ne sont pas liées directement ou indirectement au sens du 12 de l'article\n39 ajouté à une fois et demie le montant des fonds propres mentionnés au premier alinéa du présent 1 et, au\ndénominateur, le montant moyen de la totalité des sommes laissées ou mises à disposition de l'entreprise au\ncours de l'exercice ;\n \nb) Pour leur solde, dans la limite du plus élevé des deux montants, entre un million d'euros et 10 % du\nrésultat déterminé dans les conditions du II, retenue à hauteur de ce montant multiplié par le rapport\nexistant entre, au numérateur, le montant des sommes laissées ou mises à disposition de l'entreprise par des\nentreprises liées directement ou indirectement au sens du 12 de l'article 39 excédant une fois et demie le\nmontant des fonds propres mentionnés au premier alinéa du présent 1 et, au dénominateur, le montant moyen\nde la totalité des sommes laissées ou mises à disposition de l'entreprise au cours de l'exercice.\n \nLe montant d'un million d'euros mentionné au b s'entend par exercice, le cas échéant ramené à douze mois.\n \nLes charges financières nettes non admises en déduction en application du même b au titre d'un exercice\npeuvent être déduites au titre des exercices suivants conformément au 1 du VIII à hauteur d'un tiers de leur\nmontant.\n \nLorsque l'entreprise remplit les conditions prévues au premier alinéa du présent 1, elle ne peut bénéficier des\ndispositions du VI.\n \n2. Pour l'application du 1 du présent VII, sont considérées comme des sommes laissées ou mises à\ndisposition de l'entreprise par des entreprises qui ne lui sont pas liées directement ou indirectement au sens\ndu 12 de l'article 39 les sommes afférentes :\n \na) A des opérations de financement réalisées, dans le cadre d'une convention de gestion centralisée de la\ntrésorerie d'entreprises liées, au sens du même 12 de l'article 39, par l'une de ces entreprises chargée de cette\ngestion centralisée au profit de laquelle les sommes sont mises à disposition ;\n \nb) A l'acquisition de biens donnés en location dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du\ncode monétaire et financier.\n \nSont également considérées comme des sommes laissées ou mises à disposition de l'entreprise par des\nentreprises qui ne lui sont pas liées directement ou indirectement au sens du 12 de l'article 39 du présent\ncode les sommes laissées ou mises à disposition des établissements de crédit ou des sociétés de financement\nmentionnés à l'article L. 511-1 du code monétaire et financier.\n \n3. Le 1 du présent VII ne s'applique pas si l'entreprise apporte la preuve que le ratio d'endettement du groupe\nconsolidé auquel elle appartient est supérieur ou égal à son propre ratio d'endettement au titre de l'exercice\nmentionné au même 1.\n \nPour l'application du premier alinéa du présent 3 :\n \na) Le groupe consolidé s'entend de celui défini au 2° du VI ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nb) Le ratio d'endettement de l'entreprise correspond au rapport existant entre le montant total de ses dettes et\nle montant de ses fonds propres. Le ratio d'endettement du groupe consolidé est déterminé en tenant compte\ndes dettes, à l'exception de celles envers des entreprises appartenant au groupe consolidé ;\n \nc) Le ratio d'endettement de l'entreprise est considéré comme égal au ratio d'endettement du groupe\nconsolidé auquel elle appartient lorsque le premier ratio est supérieur au second ratio de deux points de\npourcentage au maximum ;\n \nd) Les dettes et les fonds propres de l'entreprise et du groupe consolidé auquel elle appartient sont évalués\nselon la même méthode que celle utilisée dans les comptes consolidés mentionnés au même 2°.\n \nVIII. – 1. Les charges financières nettes non admises en déduction en application des I et VI ainsi que du a\ndu 1 du VII et celles reportables au titre de l'avant-dernier alinéa du même 1 au titre des exercices antérieurs\npeuvent être déduites à hauteur d'un montant égal à la différence positive entre la limite mentionnée au\nI appliquée au titre de l'exercice ou, lorsque la condition mentionnée au premier alinéa du 1 du VII est\nremplie, la limite mentionnée au a du même 1 appliquée au titre de l'exercice et les charges financières\nnettes de l'exercice minorées, le cas échéant, de celles soumises au plafonnement du b dudit 1. Les charges\nfinancières nettes non admises en déduction après application du présent 1 peuvent être déduites dans les\nmêmes conditions au titre des exercices suivants.\n \n2. La capacité de déduction inemployée, entendue comme la différence positive entre la limite mentionnée au\nI appliquée au titre de l'exercice et les charges financières nettes admises en déduction au titre de l'exercice\nen application des I et VI ainsi que du 1 du présent VIII, peut être utilisée au titre des cinq exercices suivants\npour déduire du résultat de ces exercices le montant de charges financières nettes non admises en déduction\naprès application des I et VI. Cette capacité de déduction inemployée ne peut être utilisée pour déduire des\ncharges financières en report conformément au 1 du présent VIII.\n \nIX. – Un décret fixe les obligations déclaratives incombant aux entreprises mentionnées au I."
}