{
  "code": "CGI_207",
  "article_number": "207",
  "chunks": [
    "Article 207\n \n1. Sont exonérés de l'impôt sur les sociétés :\n \n1° (dispositions devenues sans objet) ;\n \n1° bis. Les syndicats professionnels, quelle que soit leur forme juridique, et leurs unions pour leurs activités\nportant sur l'étude et la défense des droits et des intérêts collectifs matériels ou moraux de leurs membres ou\ndes personnes qu'ils représentent et à condition qu'ils fonctionnent conformément aux dispositions qui les\nrégissent ;\n \n2° Sauf pour les opérations effectuées avec des non-sociétaires et à condition qu'elles fonctionnent\nconformément aux dispositions qui les régissent :\n \na. les sociétés coopératives agricoles d'approvisionnement et d'achat ;\n \nb. les unions de sociétés coopératives agricoles d'approvisionnement et d'achat ;\n \n2° bis. (Abrogé) ;\n \n3° A condition qu'elles fonctionnent conformément aux dispositions qui les régissent, les sociétés\ncoopératives de production, de transformation, conservation et vente de produits agricoles ainsi que les\nunions de sociétés coopératives de production, transformation, conservation et vente de produits agricoles,\nsauf pour les opérations ci-après désignées :\n \na. Ventes effectuées dans un magasin de détail distinct de leur établissement principal ;\n \nb. Opérations de transformation portant sur les produits ou sous-produits autres que ceux destinés à\nl'alimentation de l'homme et des animaux ou pouvant être utilisés à titre de matières premières dans\nl'agriculture ou l'industrie ;\n \nc. Opérations effectuées par les sociétés coopératives ou unions susvisées avec des non-sociétaires.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nCette exonération est applicable aux opérations effectuées par les coopératives de céréales et leurs unions\navec l'Etablissement national des produits de l'agriculture et de la mer (FranceAgriMer) relativement\nà l'achat, la vente, la transformation ou le transport de céréales ; il en est de même pour les opérations\neffectuées par des coopératives de céréales avec d'autres coopératives de céréales dans le cadre de\nprogrammes élaborés par l'établissement ou avec son autorisation.\n \nLes sociétés coopératives agricoles et leurs unions sont tenues de produire, à toute réquisition de\nl'administration, leur comptabilité et les justifications nécessaires tendant à prouver qu'elles fonctionnent\nconformément aux dispositions législatives et réglementaires relatives au statut juridique de la coopération\nagricole ;\n \n3° bis. Lorsqu'elles fonctionnent conformément aux dispositions de la loi n° 83-657 du 20 juillet 1983\nrelative au développement de certaines activités d'économie sociale, les coopératives artisanales et leurs\nunions, les coopératives d'entreprises de transports, les coopératives artisanales de transport fluvial ainsi que\nles coopératives maritimes et leurs unions, visées aux articles L. 931-5 à L. 931-27 du code rural et de la\npêche maritime, sauf pour les affaires effectuées avec des non-sociétaires ;\n \n4° Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction\net de l'habitation, les sociétés d'économie mixte visées à l'article L. 481-1 du même code et les sociétés\nanonymes de coordination entre les organismes d'habitations à loyer modéré mentionnées à l'article L.\n423-1-1 du même code pour :\n \na. – les opérations réalisées au titre du service d'intérêt général défini aux neuvième à treizième alinéas de\nl'article L. 411-2 du même code ainsi que les produits issus de la cession de certificats d'économies d'énergie\nmentionnés à l'article L. 221-7 du code de l'énergie ;\n \nb. – les produits engendrés par les locaux annexes et accessoires des ensembles d'habitations mentionnés à\nl'article L. 411-1 du code de la construction et de l'habitation, à la condition que ces locaux soient nécessaires\nà la vie économique et sociale de ces ensembles ;\n \nc. – les produits financiers issus du placement de la trésorerie de ces organismes.\n \nLa fraction du bénéfice provenant d'activités autres que celles visées aux alinéas précédents est soumise à\nl'impôt sur les sociétés ;\n \nPour l'application des dispositions du premier alinéa de l'article 221 bis, la deuxième condition mentionnée à\ncet alinéa n'est pas exigée des sociétés qui cessent totalement ou partiellement d'être soumises au taux prévu\nau deuxième alinéa du I de l'article 219 du fait des dispositions du présent 4°. Les dispositions de l'article\n111 bis ne s'appliquent pas à ces mêmes sociétés.\n \nLes dispositions du présent 4° s'appliquent aux exercices clos à compter du 1er janvier 2006.\n \nToutefois, les organismes et les sociétés mentionnés au premier alinéa peuvent opter pour l'application\nanticipée de ces dispositions aux exercices clos à compter du 1er janvier 2005. Cette option est irrévocable.\n \n4° bis. (abrogé) ;\n \n4° ter. (dispositions devenues sans objet)\n \n4° quater Les unions d'économie sociale dont les dirigeants de droit ou de fait ne sont pas rémunérés, pour :\n \na. Les activités mentionnées à l'article L. 365-1 du code de la construction et de l'habitation pour lesquelles\nles unions d'économie sociale font l'objet des agréments prévus aux articles L. 365-2 à L. 365-4 du même\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ncode lorsqu'elles relèvent du service d'intérêt général défini aux neuvième et onzième alinéas de l'article L.\n411-2 du même code ainsi que les services accessoires à ces activités ;\n \nb. les produits engendrés par les locaux annexes et accessoires des ensembles d'habitations mentionnés à\nl'article L. 411-1 du même code, à la condition que ces locaux soient nécessaires à la vie économique et\nsociale de ces ensembles ;\n \nc. les produits financiers issus du placement de la trésorerie de ces organismes ;\n \n5° Les bénéfices réalisés par des associations sans but lucratif régies par la loi du 1er juillet 1901 organisant,\navec le concours des communes ou des départements, des foires, expositions, réunions sportives et autres\nmanifestations publiques, correspondant à l'objet défini par leurs statuts et présentant, du point de vue\néconomique, un intérêt certain pour la commune ou la région ;\n \n5° bis. Les organismes sans but lucratif mentionnés au 1° du 7 de l'article 261, pour les opérations à raison\ndesquelles ils sont exonérés de la taxe sur la valeur ajoutée ;\n \n6° Les régions et les ententes interrégionales, les départements et les ententes interdépartementales, les\ncommunes, les établissements publics de coopération intercommunale à fiscalité propre, syndicats de\ncommunes et syndicats mixtes constitués exclusivement de collectivités territoriales ou de groupements de\nces collectivités ainsi que leurs régies de services publics ;\n \n6° bis. (Abrogé)\n \n7° Les sociétés coopératives de construction qui procèdent, sans but lucratif, au lotissement et à la vente de\nterrains leur appartenant. Cette exonération est également applicable sous les mêmes conditions aux sociétés\nd'économie mixte dont les statuts sont conformes aux clauses types annexées au décret n° 69-295 du 24 mars\n1969, ainsi qu'aux groupements dits de \" Castors \" dont les membres effectuent des apports de travail ;\n \n8° Les sociétés coopératives de construction désignées à l'article 1378 sexies.\n \n9° Les établissements publics de recherche et les établissements publics d'enseignement supérieur ;\n \n10° Les personnes morales créées pour la gestion d'un pôle de recherche et d'enseignement supérieur ou d'un\nréseau thématique de recherche avancée et les communautés d'universités et établissements ;\n \n11° Les fondations reconnues d'utilité publique du secteur de la recherche, parmi lesquelles les fondations de\ncoopération scientifique ;\n \n12° Les bénéfices, plus-values latentes et profits qui résulteraient de la transformation de la société de\ngestion du patrimoine immobilier des houillères du bassin du Nord et du Pas-de-Calais en société anonyme\nd'habitations à loyer modéré, pour les logements qui seront conventionnés à l'aide personnalisée au logement\ndans le cadre de la transformation ;\n \n13° Les établissements d'enseignement supérieur consulaire mentionnés à l'article L. 711-17 du code de\ncommerce pour leurs activités de formation professionnelle initiale et continue ainsi que de recherche ainsi\nque les organismes mentionnés au premier alinéa du 1 bis de l'article 206 du présent code, au titre de leur\nparticipation dans ces établissements ou au titre du financement de leurs activités.\n \nLes exonérations dont bénéficient les personnes morales visées aux 9°, 10° et 11° s'appliquent aux revenus\ntirés des activités conduites dans le cadre des missions du service public de l'enseignement supérieur et de la\nrecherche définies aux articles L. 123-3 du code de l'éducation et L. 112-1 du code de la recherche.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n14° A condition qu'elle fonctionne conformément aux dispositions qui la régissent, la société mentionnée à\nl'article L. 313-19 du code de la construction et de l'habitation pour :\n \na) Les opérations, y compris les opérations de crédit mentionnées aux deuxième et quatrième alinéas du a\ndu 2° du I de l'article L. 313-19-1 du code de la construction et de l'habitation, réalisées au titre du service\nd'intérêt général défini aux neuvième à treizième alinéas de l'article L. 411-2 du même code ;\n \nb) Les opérations relevant des catégories d'emploi mentionnées aux d à g de l'article L. 313-3 du code de la\nconstruction et de l'habitation ;\n \nc) Les opérations mentionnées aux c et d du 2° du I de l'article L. 313-19-1 du code de la construction et de\nl'habitation ;\n \nd) Les opérations de financement du fonds mentionné à l'article L. 811-1 du code de la construction et de\nl'habitation ;\n \n15° A condition qu'elle fonctionne conformément aux dispositions qui la régissent, la société mentionnée à\nl'article L. 313-20 du code de la construction et de l'habitation pour :\n \na) Les subventions mentionnées au c du 2° du I de l'article L. 313-19-1 du même code destinées à\nl'acquisition ou la souscription par celle-ci de participations dans des sociétés mentionnées aux 1° et 2° de\nl'article L. 313-20-1 de ce code ;\n \nb) La quote-part de bénéfices provenant des activités réalisées au titre du service d'intérêt général défini\naux neuvième à treizième alinéas de l'article L. 411-2 du code de la construction et de l'habitation par des\nsociétés imposées dans les conditions de l'article 8.\n \n16° (Abrogé)\n \n17° Les communautés professionnelles territoriales de santé dont le projet de santé est validé dans les\nconditions prévues à l'article L. 1434-12 du code de la santé publique, pour leurs ressources perçues au titre\nde leurs missions de service public en application de la convention prévue à l'article L. 1434-12-2 du même\ncode.\n \n1 bis. Lorsque les sociétés coopératives ou leurs unions émettent des certificats coopératifs d'investissement,\nl'exonération visée au 1 n'est pas applicable à la fraction des résultats correspondant à la part du montant\nnominal des certificats coopératifs dans le capital social.\n \nLes résultats sont déterminés selon les règles fixées par l'article 209, avant déduction des ristournes.\n \n1 ter. Pour les sociétés coopératives et leurs unions autres que celles qui sont mentionnées aux 2° et 3° du\n1 ou autres que celles qui relèvent du 4° du même 1, l'exonération prévue au 1 est limitée à la fraction des\nrésultats calculée proportionnellement aux droits des coopérateurs dans le capital lorsque les associés non\ncoopérateurs détiennent 20 p. 100 au moins du capital et que leurs parts sociales peuvent donner lieu à\nrémunération.\n \nLes résultats sont déterminés selon les règles visées à l'article 209 avant déduction des ristournes.\n \n1 quater. Pour les sociétés coopératives et leurs unions autres que celles qui sont mentionnées au 4° du\n1, l'exonération prévue au 1 n'est pas applicable lorsque les associés non coopérateurs et les titulaires de\ncertificats coopératifs d'investissement détiennent plus de 50 % du capital et que leurs parts sociales peuvent\ndonner lieu à rémunération.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1 quinquies. Pour l'application des dispositions du 1 ter et du 1 quater, sont regardées comme associés\nnon coopérateurs les personnes physiques ou morales qui n'ont pas vocation à recourir aux services de la\ncoopérative ou dont celle-ci n'utilise pas le travail, mais qui entendent contribuer par l'apport de capitaux à la\nréalisation des objectifs de celle-ci.\n \n2. (Abrogé).\n \n3. (Abrogé)."
  ],
  "full_text": "Article 207\n \n1. Sont exonérés de l'impôt sur les sociétés :\n \n1° (dispositions devenues sans objet) ;\n \n1° bis. Les syndicats professionnels, quelle que soit leur forme juridique, et leurs unions pour leurs activités\nportant sur l'étude et la défense des droits et des intérêts collectifs matériels ou moraux de leurs membres ou\ndes personnes qu'ils représentent et à condition qu'ils fonctionnent conformément aux dispositions qui les\nrégissent ;\n \n2° Sauf pour les opérations effectuées avec des non-sociétaires et à condition qu'elles fonctionnent\nconformément aux dispositions qui les régissent :\n \na. les sociétés coopératives agricoles d'approvisionnement et d'achat ;\n \nb. les unions de sociétés coopératives agricoles d'approvisionnement et d'achat ;\n \n2° bis. (Abrogé) ;\n \n3° A condition qu'elles fonctionnent conformément aux dispositions qui les régissent, les sociétés\ncoopératives de production, de transformation, conservation et vente de produits agricoles ainsi que les\nunions de sociétés coopératives de production, transformation, conservation et vente de produits agricoles,\nsauf pour les opérations ci-après désignées :\n \na. Ventes effectuées dans un magasin de détail distinct de leur établissement principal ;\n \nb. Opérations de transformation portant sur les produits ou sous-produits autres que ceux destinés à\nl'alimentation de l'homme et des animaux ou pouvant être utilisés à titre de matières premières dans\nl'agriculture ou l'industrie ;\n \nc. Opérations effectuées par les sociétés coopératives ou unions susvisées avec des non-sociétaires.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nCette exonération est applicable aux opérations effectuées par les coopératives de céréales et leurs unions\navec l'Etablissement national des produits de l'agriculture et de la mer (FranceAgriMer) relativement\nà l'achat, la vente, la transformation ou le transport de céréales ; il en est de même pour les opérations\neffectuées par des coopératives de céréales avec d'autres coopératives de céréales dans le cadre de\nprogrammes élaborés par l'établissement ou avec son autorisation.\n \nLes sociétés coopératives agricoles et leurs unions sont tenues de produire, à toute réquisition de\nl'administration, leur comptabilité et les justifications nécessaires tendant à prouver qu'elles fonctionnent\nconformément aux dispositions législatives et réglementaires relatives au statut juridique de la coopération\nagricole ;\n \n3° bis. Lorsqu'elles fonctionnent conformément aux dispositions de la loi n° 83-657 du 20 juillet 1983\nrelative au développement de certaines activités d'économie sociale, les coopératives artisanales et leurs\nunions, les coopératives d'entreprises de transports, les coopératives artisanales de transport fluvial ainsi que\nles coopératives maritimes et leurs unions, visées aux articles L. 931-5 à L. 931-27 du code rural et de la\npêche maritime, sauf pour les affaires effectuées avec des non-sociétaires ;\n \n4° Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction\net de l'habitation, les sociétés d'économie mixte visées à l'article L. 481-1 du même code et les sociétés\nanonymes de coordination entre les organismes d'habitations à loyer modéré mentionnées à l'article L.\n423-1-1 du même code pour :\n \na. – les opérations réalisées au titre du service d'intérêt général défini aux neuvième à treizième alinéas de\nl'article L. 411-2 du même code ainsi que les produits issus de la cession de certificats d'économies d'énergie\nmentionnés à l'article L. 221-7 du code de l'énergie ;\n \nb. – les produits engendrés par les locaux annexes et accessoires des ensembles d'habitations mentionnés à\nl'article L. 411-1 du code de la construction et de l'habitation, à la condition que ces locaux soient nécessaires\nà la vie économique et sociale de ces ensembles ;\n \nc. – les produits financiers issus du placement de la trésorerie de ces organismes.\n \nLa fraction du bénéfice provenant d'activités autres que celles visées aux alinéas précédents est soumise à\nl'impôt sur les sociétés ;\n \nPour l'application des dispositions du premier alinéa de l'article 221 bis, la deuxième condition mentionnée à\ncet alinéa n'est pas exigée des sociétés qui cessent totalement ou partiellement d'être soumises au taux prévu\nau deuxième alinéa du I de l'article 219 du fait des dispositions du présent 4°. Les dispositions de l'article\n111 bis ne s'appliquent pas à ces mêmes sociétés.\n \nLes dispositions du présent 4° s'appliquent aux exercices clos à compter du 1er janvier 2006.\n \nToutefois, les organismes et les sociétés mentionnés au premier alinéa peuvent opter pour l'application\nanticipée de ces dispositions aux exercices clos à compter du 1er janvier 2005. Cette option est irrévocable.\n \n4° bis. (abrogé) ;\n \n4° ter. (dispositions devenues sans objet)\n \n4° quater Les unions d'économie sociale dont les dirigeants de droit ou de fait ne sont pas rémunérés, pour :\n \na. Les activités mentionnées à l'article L. 365-1 du code de la construction et de l'habitation pour lesquelles\nles unions d'économie sociale font l'objet des agréments prévus aux articles L. 365-2 à L. 365-4 du même\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ncode lorsqu'elles relèvent du service d'intérêt général défini aux neuvième et onzième alinéas de l'article L.\n411-2 du même code ainsi que les services accessoires à ces activités ;\n \nb. les produits engendrés par les locaux annexes et accessoires des ensembles d'habitations mentionnés à\nl'article L. 411-1 du même code, à la condition que ces locaux soient nécessaires à la vie économique et\nsociale de ces ensembles ;\n \nc. les produits financiers issus du placement de la trésorerie de ces organismes ;\n \n5° Les bénéfices réalisés par des associations sans but lucratif régies par la loi du 1er juillet 1901 organisant,\navec le concours des communes ou des départements, des foires, expositions, réunions sportives et autres\nmanifestations publiques, correspondant à l'objet défini par leurs statuts et présentant, du point de vue\néconomique, un intérêt certain pour la commune ou la région ;\n \n5° bis. Les organismes sans but lucratif mentionnés au 1° du 7 de l'article 261, pour les opérations à raison\ndesquelles ils sont exonérés de la taxe sur la valeur ajoutée ;\n \n6° Les régions et les ententes interrégionales, les départements et les ententes interdépartementales, les\ncommunes, les établissements publics de coopération intercommunale à fiscalité propre, syndicats de\ncommunes et syndicats mixtes constitués exclusivement de collectivités territoriales ou de groupements de\nces collectivités ainsi que leurs régies de services publics ;\n \n6° bis. (Abrogé)\n \n7° Les sociétés coopératives de construction qui procèdent, sans but lucratif, au lotissement et à la vente de\nterrains leur appartenant. Cette exonération est également applicable sous les mêmes conditions aux sociétés\nd'économie mixte dont les statuts sont conformes aux clauses types annexées au décret n° 69-295 du 24 mars\n1969, ainsi qu'aux groupements dits de \" Castors \" dont les membres effectuent des apports de travail ;\n \n8° Les sociétés coopératives de construction désignées à l'article 1378 sexies.\n \n9° Les établissements publics de recherche et les établissements publics d'enseignement supérieur ;\n \n10° Les personnes morales créées pour la gestion d'un pôle de recherche et d'enseignement supérieur ou d'un\nréseau thématique de recherche avancée et les communautés d'universités et établissements ;\n \n11° Les fondations reconnues d'utilité publique du secteur de la recherche, parmi lesquelles les fondations de\ncoopération scientifique ;\n \n12° Les bénéfices, plus-values latentes et profits qui résulteraient de la transformation de la société de\ngestion du patrimoine immobilier des houillères du bassin du Nord et du Pas-de-Calais en société anonyme\nd'habitations à loyer modéré, pour les logements qui seront conventionnés à l'aide personnalisée au logement\ndans le cadre de la transformation ;\n \n13° Les établissements d'enseignement supérieur consulaire mentionnés à l'article L. 711-17 du code de\ncommerce pour leurs activités de formation professionnelle initiale et continue ainsi que de recherche ainsi\nque les organismes mentionnés au premier alinéa du 1 bis de l'article 206 du présent code, au titre de leur\nparticipation dans ces établissements ou au titre du financement de leurs activités.\n \nLes exonérations dont bénéficient les personnes morales visées aux 9°, 10° et 11° s'appliquent aux revenus\ntirés des activités conduites dans le cadre des missions du service public de l'enseignement supérieur et de la\nrecherche définies aux articles L. 123-3 du code de l'éducation et L. 112-1 du code de la recherche.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n14° A condition qu'elle fonctionne conformément aux dispositions qui la régissent, la société mentionnée à\nl'article L. 313-19 du code de la construction et de l'habitation pour :\n \na) Les opérations, y compris les opérations de crédit mentionnées aux deuxième et quatrième alinéas du a\ndu 2° du I de l'article L. 313-19-1 du code de la construction et de l'habitation, réalisées au titre du service\nd'intérêt général défini aux neuvième à treizième alinéas de l'article L. 411-2 du même code ;\n \nb) Les opérations relevant des catégories d'emploi mentionnées aux d à g de l'article L. 313-3 du code de la\nconstruction et de l'habitation ;\n \nc) Les opérations mentionnées aux c et d du 2° du I de l'article L. 313-19-1 du code de la construction et de\nl'habitation ;\n \nd) Les opérations de financement du fonds mentionné à l'article L. 811-1 du code de la construction et de\nl'habitation ;\n \n15° A condition qu'elle fonctionne conformément aux dispositions qui la régissent, la société mentionnée à\nl'article L. 313-20 du code de la construction et de l'habitation pour :\n \na) Les subventions mentionnées au c du 2° du I de l'article L. 313-19-1 du même code destinées à\nl'acquisition ou la souscription par celle-ci de participations dans des sociétés mentionnées aux 1° et 2° de\nl'article L. 313-20-1 de ce code ;\n \nb) La quote-part de bénéfices provenant des activités réalisées au titre du service d'intérêt général défini\naux neuvième à treizième alinéas de l'article L. 411-2 du code de la construction et de l'habitation par des\nsociétés imposées dans les conditions de l'article 8.\n \n16° (Abrogé)\n \n17° Les communautés professionnelles territoriales de santé dont le projet de santé est validé dans les\nconditions prévues à l'article L. 1434-12 du code de la santé publique, pour leurs ressources perçues au titre\nde leurs missions de service public en application de la convention prévue à l'article L. 1434-12-2 du même\ncode.\n \n1 bis. Lorsque les sociétés coopératives ou leurs unions émettent des certificats coopératifs d'investissement,\nl'exonération visée au 1 n'est pas applicable à la fraction des résultats correspondant à la part du montant\nnominal des certificats coopératifs dans le capital social.\n \nLes résultats sont déterminés selon les règles fixées par l'article 209, avant déduction des ristournes.\n \n1 ter. Pour les sociétés coopératives et leurs unions autres que celles qui sont mentionnées aux 2° et 3° du\n1 ou autres que celles qui relèvent du 4° du même 1, l'exonération prévue au 1 est limitée à la fraction des\nrésultats calculée proportionnellement aux droits des coopérateurs dans le capital lorsque les associés non\ncoopérateurs détiennent 20 p. 100 au moins du capital et que leurs parts sociales peuvent donner lieu à\nrémunération.\n \nLes résultats sont déterminés selon les règles visées à l'article 209 avant déduction des ristournes.\n \n1 quater. Pour les sociétés coopératives et leurs unions autres que celles qui sont mentionnées au 4° du\n1, l'exonération prévue au 1 n'est pas applicable lorsque les associés non coopérateurs et les titulaires de\ncertificats coopératifs d'investissement détiennent plus de 50 % du capital et que leurs parts sociales peuvent\ndonner lieu à rémunération.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1 quinquies. Pour l'application des dispositions du 1 ter et du 1 quater, sont regardées comme associés\nnon coopérateurs les personnes physiques ou morales qui n'ont pas vocation à recourir aux services de la\ncoopérative ou dont celle-ci n'utilise pas le travail, mais qui entendent contribuer par l'apport de capitaux à la\nréalisation des objectifs de celle-ci.\n \n2. (Abrogé).\n \n3. (Abrogé)."
}