{
  "code": "CGI_1638_0_bis",
  "article_number": "1638-0 bis",
  "chunks": [
    "Article 1638-0 bis\n \nI. – En cas de fusion d'établissements publics de coopération intercommunale à fiscalité propre additionnelle,\nréalisée dans les conditions prévues par l'article L. 5211-41-3 du code général des collectivités territoriales,\nl'établissement public de coopération intercommunale issu de la fusion est soumis de plein droit au régime\nde la fiscalité additionnelle, sauf délibération du conseil communautaire optant pour le régime prévu\nà l'article 1609 nonies C, statuant à la majorité simple de ses membres, prise au plus tard le 15 janvier\nde l'année au cours de laquelle la fusion prend fiscalement effet. Il en est de même en cas de fusion\nd'établissements publics de coopération intercommunale à fiscalité additionnelle et d'établissements publics\nde coopération intercommunale sans fiscalité propre. Cette délibération ne peut être rapportée pendant la\npériode d'unification des taux prévue au III de l'article 1609 nonies C.\n \nLes taux de fiscalité additionnelle de l'établissement public de coopération intercommunale issu de la fusion\nsont fixés la première année suivant celle de la fusion selon les modalités suivantes :\n \n1° Soit dans les conditions prévues par le I de l'article 1636 B sexies. Pour l'application de cette disposition,\nles taux de l'année précédente sont égaux au taux moyen de chaque taxe des établissements publics de\ncoopération intercommunale à fiscalité propre additionnelle pondéré par l'importance des bases de ces\nétablissements publics de coopération intercommunale. Dans le cas d'une fusion entre un établissement\npublic de coopération intercommunale à fiscalité propre additionnelle et un établissement public de\ncoopération intercommunale sans fiscalité propre, les taux retenus sont ceux de l'établissement à fiscalité\npropre additionnelle.\n \nToutefois, des taux d'imposition de taxe d'habitation sur les résidences secondaires, de taxes foncières et\nde cotisation foncière des entreprises différents peuvent être appliqués sur le territoire des établissements\npublics de coopération intercommunale préexistants pendant une période transitoire. La délibération\nqui institue cette procédure d'intégration fiscale progressive en détermine la durée, dans la limite de\ndouze ans. A défaut, la procédure est applicable aux douze premiers budgets de l'établissement public de\ncoopération intercommunale issu de la fusion. Cette décision est prise soit par délibérations concordantes\ndes établissements publics de coopération intercommunale préexistants avant la fusion, soit par une\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndélibération de l'établissement public de coopération intercommunale issu de la fusion. La durée de la\npériode d'intégration fiscale progressive peut être modifiée ultérieurement, sans que la période totale\nd'intégration ne puisse excéder douze ans.\n \nLes différences qui affectent les taux d'imposition appliqués sur le territoire des établissements publics de\ncoopération intercommunale préexistants sont réduites chaque année par parts égales.\n \n2° Soit dans les conditions prévues par le II de l'article 1636 B sexies. Pour l'application de cette disposition,\nle taux moyen pondéré de chacune des quatre taxes tient compte des produits perçus par les établissements\npublics de coopération intercommunale préexistants.\n \nLorsque l'établissement public de coopération intercommunale issu de la fusion opte pour le régime prévu\nà l'article 1609 nonies C, le taux de la cotisation foncière des entreprises qu'il vote la première année ne\npeut excéder le taux moyen de la cotisation foncière des entreprises constaté l'année précédente dans les\ncommunes membres, pondéré par l'importance relative des bases de ces communes. Le taux moyen pondéré\ntient compte des produits perçus par les établissements publics de coopération intercommunale préexistants.\n \nII. – En cas de fusion d'établissements publics de coopération intercommunale soumis à l'article 1609\nquinquies C, réalisée dans les conditions prévues par l'article L. 5211-41-3 du code général des collectivités\nterritoriales, l'établissement public de coopération intercommunale issu de la fusion est soumis de plein droit\nau régime prévu par ces mêmes dispositions, sauf délibération du conseil communautaire optant pour le\nrégime prévu à l'article 1609 nonies C, statuant à la majorité simple de ses membres, prise au plus tard le 15\njanvier de l'année au cours de laquelle la fusion prend fiscalement effet. Il en est de même en cas de fusion,\nd'une part, d'établissements publics de coopération intercommunale faisant application du régime prévu à\nl'article 1609 quinquies C et, d'autre part, d'établissements publics de coopération intercommunale à fiscalité\npropre additionnelle ou d'établissements publics de coopération intercommunale sans fiscalité propre. Cette\ndélibération ne peut être rapportée pendant la période d'unification des taux prévue au III de l'article 1609\nnonies C.\n \nPour la première année suivant celle de la fusion :\n \n1° Le taux de la cotisation foncière des entreprises de zone ainsi que le taux de la cotisation foncière des\nentreprises afférent aux installations de production d'électricité utilisant l'énergie mécanique du vent votés\npar l'établissement public de coopération intercommunale issu de la fusion ne peuvent excéder le taux\nmoyen de la cotisation foncière des entreprises constaté l'année précédente dans les communes membres,\npondéré par l'importance relative des bases de ces communes ; le taux moyen pondéré tient compte des\nproduits perçus par les établissements publics de coopération intercommunale préexistants et des bases\nimposées à leur profit en application de l'article 1609 quinquies C. Toutefois, lorsque ce taux moyen pondéré\nest inférieur à un ou aux taux de la cotisation foncière des entreprises de zone, l'établissement public de\ncoopération intercommunale issu de la fusion peut décider de fixer son taux dans la limite du ou des taux\nde la cotisation foncière des entreprises de zone votés l'année précédente par les établissements publics\nde coopération intercommunale préexistants. Il en est de même pour le taux de la cotisation foncière des\nentreprises afférent aux installations de production d'électricité utilisant l'énergie mécanique du vent.\n \nLe b du 1 du III de l'article 1609 quinquies C est applicable à l'établissement public de coopération\nintercommunale issu de la fusion. Dans le cas d'établissements intercommunaux préexistants faisant\napplication du dispositif de réduction des écarts de taux, il est tenu compte du taux effectivement appliqué\nsur le territoire de la commune au titre de l'année précédente ;\n \n2° Le I est applicable aux bases d'imposition à la cotisation foncière des entreprises autres que celles\nsoumises à l'article 1609 quinquies C.\n \nLorsque l'établissement public de coopération intercommunale issu de la fusion opte pour le régime prévu\nà l'article 1609 nonies C, le taux de la cotisation foncière des entreprises qu'il vote la première année ne\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\npeut excéder le taux moyen de la cotisation foncière des entreprises constaté l'année précédente dans les\ncommunes membres, pondéré par l'importance relative des bases de ces communes. Le taux moyen pondéré\ntient compte des produits perçus par les établissements publics de coopération intercommunale préexistants\net des bases imposées à leur profit en application de l'article 1609 quinquies C.\n \nIII. – En cas de fusion d'établissements publics de coopération intercommunale soumis à l'article 1609\nnonies C, réalisée dans les conditions prévues par l'article L. 5211-41-3 du code général des collectivités\nterritoriales, l'établissement public de coopération intercommunale issu de la fusion est soumis de plein droit\nau régime prévu par ces mêmes dispositions. Il en est de même en cas de fusion, d'une part, d'établissements\npublics de coopération intercommunale soumis à l'article 1609 nonies C et, d'autre part, d'établissements\npublics de coopération intercommunale à fiscalité propre additionnelle faisant ou non application de l'article\n1609 quinquies C ou d'établissements publics de coopération intercommunale sans fiscalité propre.\n \nPour la première année suivant celle de la fusion, le taux de la cotisation foncière des entreprises voté par\nl'établissement public de coopération intercommunale issu de la fusion ne peut pas excéder le taux moyen\nde cette taxe constaté l'année précédente dans les communes membres, pondéré par l'importance relative des\nbases imposées sur le territoire de ces communes ; le taux moyen pondéré tient compte des produits perçus\nau profit des établissements publics de coopération intercommunale préexistants et des bases imposées à leur\nprofit en application de l'article 1609 nonies C ou de l'article 1609 quinquies C. Les articles 1636 B decies et\n1609 nonies C s'appliquent à ce taux moyen pondéré.\n \nLe b et les premier et troisième alinéas du c du 1° du III de l'article 1609 nonies C sont applicables\nà l'établissement public de coopération intercommunale issu de la fusion. Pour l'application de ces\ndispositions, il est tenu compte du taux constaté dans chaque zone et du taux effectivement appliqué sur\nle territoire de la commune au titre de l'année précédente pour les établissements publics de coopération\nintercommunale préexistants faisant application du dispositif de réduction des écarts de taux.\n \nPour la première année suivant celle de la fusion, les taux de la taxe d'habitation sur les résidences\nsecondaires et des taxes foncières de l'établissement public de coopération intercommunale issu de la fusion\nsont fixés :\n \n1° Soit dans les conditions prévues à l'article 1636 B sexies, à l'exclusion du a du 1 du I, et à l'article 1636\nB decies. Pour l'application de cette disposition, les taux de l'année précédente sont égaux au taux moyen\nde chaque taxe des établissements publics de coopération intercommunale à fiscalité propre, pondéré par\nl'importance des bases de ces établissements publics de coopération intercommunale. Dans le cas d'une\nfusion entre un établissement public de coopération intercommunale à fiscalité propre et un établissement\npublic de coopération intercommunale sans fiscalité propre, les taux retenus sont ceux de l'établissement\npublic de coopération intercommunale à fiscalité propre.\n \nPar dérogation, des taux d'imposition de taxe d'habitation sur les résidences secondaires et de taxes\nfoncières différents peuvent être appliqués selon le territoire des établissements publics de coopération\nintercommunale préexistants pendant une période transitoire. La délibération qui institue cette procédure\nd'intégration fiscale progressive en détermine la durée, dans la limite de douze ans. A défaut, la procédure\nest applicable aux douze premiers budgets de l'établissement public de coopération intercommunale issu\nde la fusion. Cette décision est prise soit par délibérations concordantes des établissements publics de\ncoopération intercommunale préexistants avant la fusion, soit par une délibération de l'établissement public\nde coopération intercommunale issu de la fusion. La durée de la période d'intégration fiscale progressive ne\npeut être modifiée ultérieurement.\n \nLes différences qui affectent les taux d'imposition appliqués sur le territoire des établissements publics de\ncoopération intercommunale préexistants sont réduites chaque année par parts égales.\n \nDans le cas d'une fusion visée à la dernière phrase du premier alinéa du présent III impliquant un\nétablissement public de coopération intercommunale qui faisait application en 2011 de l'article 1609 nonies\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nC, le taux moyen pondéré de taxe d'habitation sur les résidences secondaires mentionné au premier alinéa du\nprésent 1° tient compte du produit résultant du transfert de la part départementale de cette taxe perçu par les\ncommunes qui en 2011 étaient isolées ou membres d'un établissement public de coopération intercommunale\nà fiscalité additionnelle faisant ou non application de l'article 1609 quinquies C ;\n \n2° Soit dans les conditions prévues au deuxième alinéa du II de l'article 1609 nonies C. Pour l'application de\ncette disposition, le taux moyen pondéré de chacune des trois taxes tient compte des produits perçus par les\nétablissements publics de coopération intercommunale préexistants.\n \nIV. – Le taux de taxe d'habitation sur les résidences secondaires des communes membres en 2011 d'un\nétablissement public de coopération intercommunale à fiscalité propre additionnelle faisant ou non\napplication de l'article 1609 quinquies C ou d'un établissement public sans fiscalité propre qui fusionne avec\nun établissement public de coopération intercommunale qui faisait application en 2011 de l'article 1609\nnonies C est réduit l'année suivant celle de la fusion de la différence entre, d'une part, le taux de référence de\ntaxe d'habitation calculé pour la commune conformément à l'article 1640 C et, d'autre part, le taux communal\nde taxe d'habitation applicable en 2010 dans la commune.\n \nLa réduction du taux de taxe d'habitation sur les résidences secondaires prévue au premier alinéa s'applique\négalement aux communes membres d'un établissement public de coopération intercommunale soumis au\n1er janvier 2011 à la fiscalité propre additionnelle et qui applique, l'année précédant la fusion, l'article\n1609 nonies C. Ces dispositions sont applicables aux communes qui n'étaient pas membre en 2011 d'un\nétablissement public de coopération intercommunale faisant application de l'article 1609 nonies C et\nqui, à la suite d'une fusion, deviennent membres d'un établissement issu d'une ou de plusieurs fusions\nd'établissements publics de coopération intercommunale dont l'un au moins faisait application en 2011\ndu même article 1609 nonies C. Ces dispositions sont également applicables aux communes nouvelles\ndont les anciennes communes n'étaient pas membre en 2011 d'un établissement public de coopération\nintercommunale faisant application de l'article 1609 nonies C et qui, à la suite d'une fusion, deviennent\nmembres d'un établissement issu d'une ou de plusieurs fusions d'établissements publics de coopération\nintercommunale dont l'un au moins faisait application en 2011 du même article 1609 nonies C."
  ],
  "full_text": "Article 1638-0 bis\n \nI. – En cas de fusion d'établissements publics de coopération intercommunale à fiscalité propre additionnelle,\nréalisée dans les conditions prévues par l'article L. 5211-41-3 du code général des collectivités territoriales,\nl'établissement public de coopération intercommunale issu de la fusion est soumis de plein droit au régime\nde la fiscalité additionnelle, sauf délibération du conseil communautaire optant pour le régime prévu\nà l'article 1609 nonies C, statuant à la majorité simple de ses membres, prise au plus tard le 15 janvier\nde l'année au cours de laquelle la fusion prend fiscalement effet. Il en est de même en cas de fusion\nd'établissements publics de coopération intercommunale à fiscalité additionnelle et d'établissements publics\nde coopération intercommunale sans fiscalité propre. Cette délibération ne peut être rapportée pendant la\npériode d'unification des taux prévue au III de l'article 1609 nonies C.\n \nLes taux de fiscalité additionnelle de l'établissement public de coopération intercommunale issu de la fusion\nsont fixés la première année suivant celle de la fusion selon les modalités suivantes :\n \n1° Soit dans les conditions prévues par le I de l'article 1636 B sexies. Pour l'application de cette disposition,\nles taux de l'année précédente sont égaux au taux moyen de chaque taxe des établissements publics de\ncoopération intercommunale à fiscalité propre additionnelle pondéré par l'importance des bases de ces\nétablissements publics de coopération intercommunale. Dans le cas d'une fusion entre un établissement\npublic de coopération intercommunale à fiscalité propre additionnelle et un établissement public de\ncoopération intercommunale sans fiscalité propre, les taux retenus sont ceux de l'établissement à fiscalité\npropre additionnelle.\n \nToutefois, des taux d'imposition de taxe d'habitation sur les résidences secondaires, de taxes foncières et\nde cotisation foncière des entreprises différents peuvent être appliqués sur le territoire des établissements\npublics de coopération intercommunale préexistants pendant une période transitoire. La délibération\nqui institue cette procédure d'intégration fiscale progressive en détermine la durée, dans la limite de\ndouze ans. A défaut, la procédure est applicable aux douze premiers budgets de l'établissement public de\ncoopération intercommunale issu de la fusion. Cette décision est prise soit par délibérations concordantes\ndes établissements publics de coopération intercommunale préexistants avant la fusion, soit par une\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndélibération de l'établissement public de coopération intercommunale issu de la fusion. La durée de la\npériode d'intégration fiscale progressive peut être modifiée ultérieurement, sans que la période totale\nd'intégration ne puisse excéder douze ans.\n \nLes différences qui affectent les taux d'imposition appliqués sur le territoire des établissements publics de\ncoopération intercommunale préexistants sont réduites chaque année par parts égales.\n \n2° Soit dans les conditions prévues par le II de l'article 1636 B sexies. Pour l'application de cette disposition,\nle taux moyen pondéré de chacune des quatre taxes tient compte des produits perçus par les établissements\npublics de coopération intercommunale préexistants.\n \nLorsque l'établissement public de coopération intercommunale issu de la fusion opte pour le régime prévu\nà l'article 1609 nonies C, le taux de la cotisation foncière des entreprises qu'il vote la première année ne\npeut excéder le taux moyen de la cotisation foncière des entreprises constaté l'année précédente dans les\ncommunes membres, pondéré par l'importance relative des bases de ces communes. Le taux moyen pondéré\ntient compte des produits perçus par les établissements publics de coopération intercommunale préexistants.\n \nII. – En cas de fusion d'établissements publics de coopération intercommunale soumis à l'article 1609\nquinquies C, réalisée dans les conditions prévues par l'article L. 5211-41-3 du code général des collectivités\nterritoriales, l'établissement public de coopération intercommunale issu de la fusion est soumis de plein droit\nau régime prévu par ces mêmes dispositions, sauf délibération du conseil communautaire optant pour le\nrégime prévu à l'article 1609 nonies C, statuant à la majorité simple de ses membres, prise au plus tard le 15\njanvier de l'année au cours de laquelle la fusion prend fiscalement effet. Il en est de même en cas de fusion,\nd'une part, d'établissements publics de coopération intercommunale faisant application du régime prévu à\nl'article 1609 quinquies C et, d'autre part, d'établissements publics de coopération intercommunale à fiscalité\npropre additionnelle ou d'établissements publics de coopération intercommunale sans fiscalité propre. Cette\ndélibération ne peut être rapportée pendant la période d'unification des taux prévue au III de l'article 1609\nnonies C.\n \nPour la première année suivant celle de la fusion :\n \n1° Le taux de la cotisation foncière des entreprises de zone ainsi que le taux de la cotisation foncière des\nentreprises afférent aux installations de production d'électricité utilisant l'énergie mécanique du vent votés\npar l'établissement public de coopération intercommunale issu de la fusion ne peuvent excéder le taux\nmoyen de la cotisation foncière des entreprises constaté l'année précédente dans les communes membres,\npondéré par l'importance relative des bases de ces communes ; le taux moyen pondéré tient compte des\nproduits perçus par les établissements publics de coopération intercommunale préexistants et des bases\nimposées à leur profit en application de l'article 1609 quinquies C. Toutefois, lorsque ce taux moyen pondéré\nest inférieur à un ou aux taux de la cotisation foncière des entreprises de zone, l'établissement public de\ncoopération intercommunale issu de la fusion peut décider de fixer son taux dans la limite du ou des taux\nde la cotisation foncière des entreprises de zone votés l'année précédente par les établissements publics\nde coopération intercommunale préexistants. Il en est de même pour le taux de la cotisation foncière des\nentreprises afférent aux installations de production d'électricité utilisant l'énergie mécanique du vent.\n \nLe b du 1 du III de l'article 1609 quinquies C est applicable à l'établissement public de coopération\nintercommunale issu de la fusion. Dans le cas d'établissements intercommunaux préexistants faisant\napplication du dispositif de réduction des écarts de taux, il est tenu compte du taux effectivement appliqué\nsur le territoire de la commune au titre de l'année précédente ;\n \n2° Le I est applicable aux bases d'imposition à la cotisation foncière des entreprises autres que celles\nsoumises à l'article 1609 quinquies C.\n \nLorsque l'établissement public de coopération intercommunale issu de la fusion opte pour le régime prévu\nà l'article 1609 nonies C, le taux de la cotisation foncière des entreprises qu'il vote la première année ne\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\npeut excéder le taux moyen de la cotisation foncière des entreprises constaté l'année précédente dans les\ncommunes membres, pondéré par l'importance relative des bases de ces communes. Le taux moyen pondéré\ntient compte des produits perçus par les établissements publics de coopération intercommunale préexistants\net des bases imposées à leur profit en application de l'article 1609 quinquies C.\n \nIII. – En cas de fusion d'établissements publics de coopération intercommunale soumis à l'article 1609\nnonies C, réalisée dans les conditions prévues par l'article L. 5211-41-3 du code général des collectivités\nterritoriales, l'établissement public de coopération intercommunale issu de la fusion est soumis de plein droit\nau régime prévu par ces mêmes dispositions. Il en est de même en cas de fusion, d'une part, d'établissements\npublics de coopération intercommunale soumis à l'article 1609 nonies C et, d'autre part, d'établissements\npublics de coopération intercommunale à fiscalité propre additionnelle faisant ou non application de l'article\n1609 quinquies C ou d'établissements publics de coopération intercommunale sans fiscalité propre.\n \nPour la première année suivant celle de la fusion, le taux de la cotisation foncière des entreprises voté par\nl'établissement public de coopération intercommunale issu de la fusion ne peut pas excéder le taux moyen\nde cette taxe constaté l'année précédente dans les communes membres, pondéré par l'importance relative des\nbases imposées sur le territoire de ces communes ; le taux moyen pondéré tient compte des produits perçus\nau profit des établissements publics de coopération intercommunale préexistants et des bases imposées à leur\nprofit en application de l'article 1609 nonies C ou de l'article 1609 quinquies C. Les articles 1636 B decies et\n1609 nonies C s'appliquent à ce taux moyen pondéré.\n \nLe b et les premier et troisième alinéas du c du 1° du III de l'article 1609 nonies C sont applicables\nà l'établissement public de coopération intercommunale issu de la fusion. Pour l'application de ces\ndispositions, il est tenu compte du taux constaté dans chaque zone et du taux effectivement appliqué sur\nle territoire de la commune au titre de l'année précédente pour les établissements publics de coopération\nintercommunale préexistants faisant application du dispositif de réduction des écarts de taux.\n \nPour la première année suivant celle de la fusion, les taux de la taxe d'habitation sur les résidences\nsecondaires et des taxes foncières de l'établissement public de coopération intercommunale issu de la fusion\nsont fixés :\n \n1° Soit dans les conditions prévues à l'article 1636 B sexies, à l'exclusion du a du 1 du I, et à l'article 1636\nB decies. Pour l'application de cette disposition, les taux de l'année précédente sont égaux au taux moyen\nde chaque taxe des établissements publics de coopération intercommunale à fiscalité propre, pondéré par\nl'importance des bases de ces établissements publics de coopération intercommunale. Dans le cas d'une\nfusion entre un établissement public de coopération intercommunale à fiscalité propre et un établissement\npublic de coopération intercommunale sans fiscalité propre, les taux retenus sont ceux de l'établissement\npublic de coopération intercommunale à fiscalité propre.\n \nPar dérogation, des taux d'imposition de taxe d'habitation sur les résidences secondaires et de taxes\nfoncières différents peuvent être appliqués selon le territoire des établissements publics de coopération\nintercommunale préexistants pendant une période transitoire. La délibération qui institue cette procédure\nd'intégration fiscale progressive en détermine la durée, dans la limite de douze ans. A défaut, la procédure\nest applicable aux douze premiers budgets de l'établissement public de coopération intercommunale issu\nde la fusion. Cette décision est prise soit par délibérations concordantes des établissements publics de\ncoopération intercommunale préexistants avant la fusion, soit par une délibération de l'établissement public\nde coopération intercommunale issu de la fusion. La durée de la période d'intégration fiscale progressive ne\npeut être modifiée ultérieurement.\n \nLes différences qui affectent les taux d'imposition appliqués sur le territoire des établissements publics de\ncoopération intercommunale préexistants sont réduites chaque année par parts égales.\n \nDans le cas d'une fusion visée à la dernière phrase du premier alinéa du présent III impliquant un\nétablissement public de coopération intercommunale qui faisait application en 2011 de l'article 1609 nonies\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nC, le taux moyen pondéré de taxe d'habitation sur les résidences secondaires mentionné au premier alinéa du\nprésent 1° tient compte du produit résultant du transfert de la part départementale de cette taxe perçu par les\ncommunes qui en 2011 étaient isolées ou membres d'un établissement public de coopération intercommunale\nà fiscalité additionnelle faisant ou non application de l'article 1609 quinquies C ;\n \n2° Soit dans les conditions prévues au deuxième alinéa du II de l'article 1609 nonies C. Pour l'application de\ncette disposition, le taux moyen pondéré de chacune des trois taxes tient compte des produits perçus par les\nétablissements publics de coopération intercommunale préexistants.\n \nIV. – Le taux de taxe d'habitation sur les résidences secondaires des communes membres en 2011 d'un\nétablissement public de coopération intercommunale à fiscalité propre additionnelle faisant ou non\napplication de l'article 1609 quinquies C ou d'un établissement public sans fiscalité propre qui fusionne avec\nun établissement public de coopération intercommunale qui faisait application en 2011 de l'article 1609\nnonies C est réduit l'année suivant celle de la fusion de la différence entre, d'une part, le taux de référence de\ntaxe d'habitation calculé pour la commune conformément à l'article 1640 C et, d'autre part, le taux communal\nde taxe d'habitation applicable en 2010 dans la commune.\n \nLa réduction du taux de taxe d'habitation sur les résidences secondaires prévue au premier alinéa s'applique\négalement aux communes membres d'un établissement public de coopération intercommunale soumis au\n1er janvier 2011 à la fiscalité propre additionnelle et qui applique, l'année précédant la fusion, l'article\n1609 nonies C. Ces dispositions sont applicables aux communes qui n'étaient pas membre en 2011 d'un\nétablissement public de coopération intercommunale faisant application de l'article 1609 nonies C et\nqui, à la suite d'une fusion, deviennent membres d'un établissement issu d'une ou de plusieurs fusions\nd'établissements publics de coopération intercommunale dont l'un au moins faisait application en 2011\ndu même article 1609 nonies C. Ces dispositions sont également applicables aux communes nouvelles\ndont les anciennes communes n'étaient pas membre en 2011 d'un établissement public de coopération\nintercommunale faisant application de l'article 1609 nonies C et qui, à la suite d'une fusion, deviennent\nmembres d'un établissement issu d'une ou de plusieurs fusions d'établissements publics de coopération\nintercommunale dont l'un au moins faisait application en 2011 du même article 1609 nonies C."
}