{
  "code": "CGI_163_bis_G",
  "article_number": "163 bis G",
  "chunks": [
    "Article 163 bis G\n \nI. - 1. L'avantage salarial correspondant à la différence entre la valeur des titres souscrits au jour de l'exercice\nde bons attribués dans les conditions définies aux II et III et le prix d'acquisition des titres fixé au jour de\nl'attribution de ces bons est soumis à l'impôt sur le revenu au taux forfaitaire prévu au 1° du B du 1 de\nl'article 200 A ou, sur option du bénéficiaire, suivant les règles de droit commun des traitements et salaires.\n \nPar dérogation aux dispositions du premier alinéa, l'avantage précité est imposé au taux de 30 % lorsque le\nbénéficiaire exerce son activité ou, le cas échéant, son mandat dans la société dans laquelle il a bénéficié\nde l'attribution des bons depuis moins de trois ans à la date de la cession. Pour l'appréciation du respect\nde cette durée, il est tenu compte, pour les bénéficiaires mentionnés au premier alinéa du II, de la période\nd'activité éventuellement effectuée ou, le cas échéant, de la durée du mandat éventuellement exercé au\nsein d'une filiale, au sens du deuxième alinéa du même II, et, pour les bénéficiaires mentionnés au même\ndeuxième alinéa, de la période d'activité éventuellement effectuée ou, le cas échéant, de la durée du mandat\néventuellement exercé au sein de la société mère.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2. L'avantage défini au 1 du présent I est imposé au titre de l'année de disposition, de cession, de conversion\nau porteur ou de mise en location des titres souscrits en exercice de bons.\n \nEn cas d'échange sans soulte des titres souscrits en exercice de bons résultant d'une opération d'offre\npublique, de fusion, de scission, de division ou de regroupement réalisée conformément à la réglementation\nen vigueur, l'impôt est dû au titre de l'année de disposition, de cession, de conversion au porteur ou de mise\nen location des actions reçues en échange. La durée mentionnée au second alinéa du même 1 s'apprécie dans\nce cas à la date de disposition, de cession, de conversion au porteur ou de mise en location des actions reçues\nen échange.\n \nI bis. - Le gain net, égal à la différence entre le prix de cession des titres souscrits en exercice des bons\nattribués dans les conditions définies aux II et III et la valeur des titres souscrits au jour de l'exercice de ces\nbons, est imposé dans les conditions prévues à l'article 150-0 A.\n \nII.-Les sociétés par actions peuvent attribuer des bons de souscription de parts de créateur d'entreprise aux\nmembres de leur personnel salarié, à leurs dirigeants soumis au régime fiscal des salariés et aux membres de\nleur conseil d'administration, de leur conseil de surveillance ou, en ce qui concerne les sociétés par actions\nsimplifiées, de tout organe statutaire équivalent.\n \nElles peuvent également attribuer ces bons aux membres du personnel salarié, aux dirigeants soumis au\nrégime fiscal des salariés et aux membres du conseil d'administration, du conseil de surveillance ou, en ce\nqui concerne les sociétés par actions simplifiées, de tout organe statutaire équivalent des sociétés dont elles\ndétiennent au moins 75 % du capital ou des droits de vote.\n \nL'émission de ces bons, incessibles, est autorisée par l'assemblée générale extraordinaire des actionnaires\nconformément aux articles L. 225-129 à L. 225-129-6 du code de commerce. Celle-ci se prononce sur le\nrapport du conseil d'administration ou du directoire et sur le rapport spécial du commissaire aux comptes.\n \nLorsque ces bons sont attribués aux membres du conseil d'administration, du conseil de surveillance ou,\ns'agissant des sociétés par actions simplifiées, de tout organe statutaire équivalent, les membres bénéficiaires\nne peuvent participer à la décision de l'organe statuant sur l'opération.\n \nPour l'application des quatre premiers alinéas du présent II, les sociétés mentionnées au premier alinéa\ndoivent respecter les conditions prévues aux 1 à 5. Les filiales mentionnées au deuxième alinéa doivent\nrespecter ces mêmes conditions à l'exception de celle prévue au 2.\n \n1. La société doit être passible en France de l'impôt sur les sociétés ;\n \n2. Le capital de la société doit être détenu directement et de manière continue pour 25 % au moins par des\npersonnes physiques ou par des personnes morales elles-mêmes directement détenues pour 75 % au moins\nde leur capital par des personnes physiques. Pour la détermination de ce pourcentage, les participations des\nsociétés de capital-risque, des sociétés de développement régional et des sociétés financières d'innovation\nne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article\n39 entre la société bénéficiaire de l'apport et ces dernières sociétés. De même, ce pourcentage ne tient pas\ncompte des participations des fonds communs de placement à risques, des fonds professionnels spécialisés\nrelevant de l'article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n\n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels\nde capital investissement, des sociétés de libre partenariat, des fonds d'investissement de proximité ou\ndes fonds communs de placement dans l'innovation. Il en est de même, dans les mêmes conditions, des\nparticipations détenues par des structures équivalentes aux sociétés ou fonds mentionnés aux deuxième et\ntroisième phrases, établies dans un autre Etat membre de l'Union européenne ou dans un Etat ou territoire\nayant conclu avec la France une convention fiscale qui contient une clause d'assistance administrative en vue\nde lutter contre la fraude ou l'évasion fiscale ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n3. La société n'a pas été créée dans le cadre d'une concentration, d'une restructuration, d'une extension\nou d'une reprise d'activités préexistantes, sauf si elle répond aux conditions prévues par le I de l'article\n39 quinquies H dans sa rédaction antérieure à l'article 30 de la loi n° 2018-1317 du 28 décembre 2018 de\nfinances pour 2019 ;\n \n4. Pour les sociétés dont les titres sont admis aux négociations sur un marché d'instruments financiers\nfrançais ou étranger dont le fonctionnement est assuré par une entreprise de marché ou un prestataire\nde services d'investissement autre qu'une société de gestion de portefeuille ou tout autre organisme\nsimilaire étranger, ou sont admis aux négociations sur un tel marché d'un Etat partie à l'accord sur l'Espace\néconomique européen, la capitalisation boursière de la société, évaluée selon des modalités fixées par décret\nen Conseil d'Etat, notamment en cas de première cotation ou d'opération de restructuration d'entreprises, par\nréférence à la moyenne des cours d'ouverture des soixante jours de bourse précédant celui de l'émission des\nbons, est inférieure à 150 millions d'euros ;\n \n5. La société est immatriculée au registre du commerce et des sociétés depuis moins de quinze ans.\n \nII bis.-Par dérogation aux dispositions du II :\n \n1° Lorsqu'elles ne remplissent plus les conditions mentionnées au II en raison du seul dépassement du seuil\nde capitalisation boursière de 150 millions d'euros, les sociétés concernées peuvent, pendant les trois ans\nsuivant la date de ce dépassement et sous réserve de remplir l'ensemble des autres conditions précitées,\ncontinuer à attribuer des bons ;\n \n2° En cas de décès du bénéficiaire, ses héritiers peuvent exercer les bons dans un délai de six mois à compter\ndu décès ;\n \n3° Une société créée dans le cadre d'une concentration, d'une restructuration, d'une extension ou d'une reprise\nd'activités préexistantes peut attribuer des bons, sous réserve des conditions suivantes :\n \na) Toutes les sociétés prenant part à l'opération répondent aux conditions prévues aux 1 à 5 du II ;\n \nb) Le respect de la condition mentionnée au 4 du II est apprécié, à la suite de l'opération, en faisant masse\nde la capitalisation de l'ensemble des sociétés issues de l'opération qui répondent aux conditions du présent\narticle ;\n \nc) Le respect de la condition mentionnée au 5 du II est apprécié, pour les sociétés issues de l'opération, en\ntenant compte de la date d'immatriculation de la plus ancienne des sociétés ayant pris part à l'opération ;\n \n4° Dans le cas où une société attribue des bons aux personnes mentionnées au deuxième alinéa du II, le\nrespect de la condition mentionnée au 4 du même II est apprécié en faisant masse de la capitalisation de la\nsociété attributrice et de celle de ses filiales dont le personnel a bénéficié de distributions de la part de la\nsociété attributrice au cours des douze derniers mois.\n \nIII.-Le prix d'acquisition du titre souscrit en exercice du bon est fixé au jour de l'attribution par l'assemblée\ngénérale extraordinaire, sur le rapport du conseil d'administration ou du directoire et sur le rapport spécial\ndes commissaires aux comptes, ou, sur délégation de l'assemblée générale extraordinaire, par le conseil\nd'administration ou le directoire selon le cas. Il est au moins égal, lorsque la société émettrice a procédé dans\nles six mois précédant l'attribution du bon à une augmentation de capital par émission de titres conférant\ndes droits équivalents à ceux résultant de l'exercice du bon, au prix d'émission des titres concernés alors\nfixé, diminué le cas échéant d'une décote correspondant à la perte de valeur économique du titre depuis cette\némission. Lorsque les droits des titres résultant de l'exercice du bon ne sont pas au moins équivalents à ceux\ndes titres émis lors d'une telle augmentation de capital, ce prix d'émission peut également, pour déterminer le\nprix d'acquisition du titre souscrit en exercice du bon, être diminué le cas échéant d'une décote correspondant\nà cette différence.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nL'assemblée générale extraordinaire, qui détermine le délai pendant lequel les bons peuvent être\nexercés, peut déléguer selon le cas, au conseil d'administration ou au directoire, le soin de fixer la liste\ndes bénéficiaires de bons de souscription de parts de créateurs d'entreprise. Dans ce cas, le conseil\nd'administration ou le directoire indique le nom des attributaires desdits bons et le nombre de titres attribués\nà chacun d'eux.\n \nIII bis.-Les I à III s'appliquent aux bons de souscription de parts de créateur d'entreprise attribués, dans\nles mêmes conditions, par une société dont le siège est établi dans un Etat membre de l'Union européenne\nou dans un Etat ou territoire ayant conclu avec la France une convention fiscale contenant une clause\nd'assistance administrative en vue de lutter contre la fraude ou l'évasion fiscale.  \nPour les sociétés mentionnées au premier alinéa du présent III bis, la condition prévue au 1 du II est réputée\nremplie lorsque la société est passible dans l'Etat ou territoire où se situe son siège social d'un impôt\néquivalent à l'impôt sur les sociétés.\n \nIV.-Un décret précise les modalités d'application du présent article, notamment les obligations déclaratives\nincombant aux titulaires des bons et aux sociétés émettrices."
  ],
  "full_text": "Article 163 bis G\n \nI. - 1. L'avantage salarial correspondant à la différence entre la valeur des titres souscrits au jour de l'exercice\nde bons attribués dans les conditions définies aux II et III et le prix d'acquisition des titres fixé au jour de\nl'attribution de ces bons est soumis à l'impôt sur le revenu au taux forfaitaire prévu au 1° du B du 1 de\nl'article 200 A ou, sur option du bénéficiaire, suivant les règles de droit commun des traitements et salaires.\n \nPar dérogation aux dispositions du premier alinéa, l'avantage précité est imposé au taux de 30 % lorsque le\nbénéficiaire exerce son activité ou, le cas échéant, son mandat dans la société dans laquelle il a bénéficié\nde l'attribution des bons depuis moins de trois ans à la date de la cession. Pour l'appréciation du respect\nde cette durée, il est tenu compte, pour les bénéficiaires mentionnés au premier alinéa du II, de la période\nd'activité éventuellement effectuée ou, le cas échéant, de la durée du mandat éventuellement exercé au\nsein d'une filiale, au sens du deuxième alinéa du même II, et, pour les bénéficiaires mentionnés au même\ndeuxième alinéa, de la période d'activité éventuellement effectuée ou, le cas échéant, de la durée du mandat\néventuellement exercé au sein de la société mère.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2. L'avantage défini au 1 du présent I est imposé au titre de l'année de disposition, de cession, de conversion\nau porteur ou de mise en location des titres souscrits en exercice de bons.\n \nEn cas d'échange sans soulte des titres souscrits en exercice de bons résultant d'une opération d'offre\npublique, de fusion, de scission, de division ou de regroupement réalisée conformément à la réglementation\nen vigueur, l'impôt est dû au titre de l'année de disposition, de cession, de conversion au porteur ou de mise\nen location des actions reçues en échange. La durée mentionnée au second alinéa du même 1 s'apprécie dans\nce cas à la date de disposition, de cession, de conversion au porteur ou de mise en location des actions reçues\nen échange.\n \nI bis. - Le gain net, égal à la différence entre le prix de cession des titres souscrits en exercice des bons\nattribués dans les conditions définies aux II et III et la valeur des titres souscrits au jour de l'exercice de ces\nbons, est imposé dans les conditions prévues à l'article 150-0 A.\n \nII.-Les sociétés par actions peuvent attribuer des bons de souscription de parts de créateur d'entreprise aux\nmembres de leur personnel salarié, à leurs dirigeants soumis au régime fiscal des salariés et aux membres de\nleur conseil d'administration, de leur conseil de surveillance ou, en ce qui concerne les sociétés par actions\nsimplifiées, de tout organe statutaire équivalent.\n \nElles peuvent également attribuer ces bons aux membres du personnel salarié, aux dirigeants soumis au\nrégime fiscal des salariés et aux membres du conseil d'administration, du conseil de surveillance ou, en ce\nqui concerne les sociétés par actions simplifiées, de tout organe statutaire équivalent des sociétés dont elles\ndétiennent au moins 75 % du capital ou des droits de vote.\n \nL'émission de ces bons, incessibles, est autorisée par l'assemblée générale extraordinaire des actionnaires\nconformément aux articles L. 225-129 à L. 225-129-6 du code de commerce. Celle-ci se prononce sur le\nrapport du conseil d'administration ou du directoire et sur le rapport spécial du commissaire aux comptes.\n \nLorsque ces bons sont attribués aux membres du conseil d'administration, du conseil de surveillance ou,\ns'agissant des sociétés par actions simplifiées, de tout organe statutaire équivalent, les membres bénéficiaires\nne peuvent participer à la décision de l'organe statuant sur l'opération.\n \nPour l'application des quatre premiers alinéas du présent II, les sociétés mentionnées au premier alinéa\ndoivent respecter les conditions prévues aux 1 à 5. Les filiales mentionnées au deuxième alinéa doivent\nrespecter ces mêmes conditions à l'exception de celle prévue au 2.\n \n1. La société doit être passible en France de l'impôt sur les sociétés ;\n \n2. Le capital de la société doit être détenu directement et de manière continue pour 25 % au moins par des\npersonnes physiques ou par des personnes morales elles-mêmes directement détenues pour 75 % au moins\nde leur capital par des personnes physiques. Pour la détermination de ce pourcentage, les participations des\nsociétés de capital-risque, des sociétés de développement régional et des sociétés financières d'innovation\nne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article\n39 entre la société bénéficiaire de l'apport et ces dernières sociétés. De même, ce pourcentage ne tient pas\ncompte des participations des fonds communs de placement à risques, des fonds professionnels spécialisés\nrelevant de l'article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n\n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels\nde capital investissement, des sociétés de libre partenariat, des fonds d'investissement de proximité ou\ndes fonds communs de placement dans l'innovation. Il en est de même, dans les mêmes conditions, des\nparticipations détenues par des structures équivalentes aux sociétés ou fonds mentionnés aux deuxième et\ntroisième phrases, établies dans un autre Etat membre de l'Union européenne ou dans un Etat ou territoire\nayant conclu avec la France une convention fiscale qui contient une clause d'assistance administrative en vue\nde lutter contre la fraude ou l'évasion fiscale ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n3. La société n'a pas été créée dans le cadre d'une concentration, d'une restructuration, d'une extension\nou d'une reprise d'activités préexistantes, sauf si elle répond aux conditions prévues par le I de l'article\n39 quinquies H dans sa rédaction antérieure à l'article 30 de la loi n° 2018-1317 du 28 décembre 2018 de\nfinances pour 2019 ;\n \n4. Pour les sociétés dont les titres sont admis aux négociations sur un marché d'instruments financiers\nfrançais ou étranger dont le fonctionnement est assuré par une entreprise de marché ou un prestataire\nde services d'investissement autre qu'une société de gestion de portefeuille ou tout autre organisme\nsimilaire étranger, ou sont admis aux négociations sur un tel marché d'un Etat partie à l'accord sur l'Espace\néconomique européen, la capitalisation boursière de la société, évaluée selon des modalités fixées par décret\nen Conseil d'Etat, notamment en cas de première cotation ou d'opération de restructuration d'entreprises, par\nréférence à la moyenne des cours d'ouverture des soixante jours de bourse précédant celui de l'émission des\nbons, est inférieure à 150 millions d'euros ;\n \n5. La société est immatriculée au registre du commerce et des sociétés depuis moins de quinze ans.\n \nII bis.-Par dérogation aux dispositions du II :\n \n1° Lorsqu'elles ne remplissent plus les conditions mentionnées au II en raison du seul dépassement du seuil\nde capitalisation boursière de 150 millions d'euros, les sociétés concernées peuvent, pendant les trois ans\nsuivant la date de ce dépassement et sous réserve de remplir l'ensemble des autres conditions précitées,\ncontinuer à attribuer des bons ;\n \n2° En cas de décès du bénéficiaire, ses héritiers peuvent exercer les bons dans un délai de six mois à compter\ndu décès ;\n \n3° Une société créée dans le cadre d'une concentration, d'une restructuration, d'une extension ou d'une reprise\nd'activités préexistantes peut attribuer des bons, sous réserve des conditions suivantes :\n \na) Toutes les sociétés prenant part à l'opération répondent aux conditions prévues aux 1 à 5 du II ;\n \nb) Le respect de la condition mentionnée au 4 du II est apprécié, à la suite de l'opération, en faisant masse\nde la capitalisation de l'ensemble des sociétés issues de l'opération qui répondent aux conditions du présent\narticle ;\n \nc) Le respect de la condition mentionnée au 5 du II est apprécié, pour les sociétés issues de l'opération, en\ntenant compte de la date d'immatriculation de la plus ancienne des sociétés ayant pris part à l'opération ;\n \n4° Dans le cas où une société attribue des bons aux personnes mentionnées au deuxième alinéa du II, le\nrespect de la condition mentionnée au 4 du même II est apprécié en faisant masse de la capitalisation de la\nsociété attributrice et de celle de ses filiales dont le personnel a bénéficié de distributions de la part de la\nsociété attributrice au cours des douze derniers mois.\n \nIII.-Le prix d'acquisition du titre souscrit en exercice du bon est fixé au jour de l'attribution par l'assemblée\ngénérale extraordinaire, sur le rapport du conseil d'administration ou du directoire et sur le rapport spécial\ndes commissaires aux comptes, ou, sur délégation de l'assemblée générale extraordinaire, par le conseil\nd'administration ou le directoire selon le cas. Il est au moins égal, lorsque la société émettrice a procédé dans\nles six mois précédant l'attribution du bon à une augmentation de capital par émission de titres conférant\ndes droits équivalents à ceux résultant de l'exercice du bon, au prix d'émission des titres concernés alors\nfixé, diminué le cas échéant d'une décote correspondant à la perte de valeur économique du titre depuis cette\némission. Lorsque les droits des titres résultant de l'exercice du bon ne sont pas au moins équivalents à ceux\ndes titres émis lors d'une telle augmentation de capital, ce prix d'émission peut également, pour déterminer le\nprix d'acquisition du titre souscrit en exercice du bon, être diminué le cas échéant d'une décote correspondant\nà cette différence.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nL'assemblée générale extraordinaire, qui détermine le délai pendant lequel les bons peuvent être\nexercés, peut déléguer selon le cas, au conseil d'administration ou au directoire, le soin de fixer la liste\ndes bénéficiaires de bons de souscription de parts de créateurs d'entreprise. Dans ce cas, le conseil\nd'administration ou le directoire indique le nom des attributaires desdits bons et le nombre de titres attribués\nà chacun d'eux.\n \nIII bis.-Les I à III s'appliquent aux bons de souscription de parts de créateur d'entreprise attribués, dans\nles mêmes conditions, par une société dont le siège est établi dans un Etat membre de l'Union européenne\nou dans un Etat ou territoire ayant conclu avec la France une convention fiscale contenant une clause\nd'assistance administrative en vue de lutter contre la fraude ou l'évasion fiscale.  \nPour les sociétés mentionnées au premier alinéa du présent III bis, la condition prévue au 1 du II est réputée\nremplie lorsque la société est passible dans l'Etat ou territoire où se situe son siège social d'un impôt\néquivalent à l'impôt sur les sociétés.\n \nIV.-Un décret précise les modalités d'application du présent article, notamment les obligations déclaratives\nincombant aux titulaires des bons et aux sociétés émettrices."
}