{
  "code": "CGI_244_quater_U",
  "article_number": "244 quater U",
  "chunks": [
    "Article 244 quater U\n \nI. – 1. Les établissements de crédit et les sociétés de financement mentionnés à l'article L. 511-1 du code\nmonétaire et financier ainsi que les sociétés de tiers-financement mentionnées au 8 de l'article L. 511-6\ndu même code, passibles de l'impôt sur les sociétés, de l'impôt sur le revenu ou d'un impôt équivalent,\nayant leur siège dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur\nl'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en\nvue de lutter contre la fraude et l'évasion fiscales, peuvent bénéficier d'un crédit d'impôt au titre d'avances\nremboursables ne portant pas intérêt versées au cours de l'année d'imposition ou de l'exercice pour financer\ndes travaux d'amélioration de la performance énergétique globale de logements achevés depuis plus de deux\nans à la date de début d'exécution des travaux et utilisés ou destinés à être utilisés en tant que résidence\nprincipale.\n \n2. Les travaux mentionnés au 1 sont constitués :\n \n1° Soit de travaux qui correspondent à au moins une des catégories suivantes :\n \na) Travaux d'isolation thermique performants des toitures ;\n \nb) Travaux d'isolation thermique performants des murs donnant sur l'extérieur ;\n \nc) Travaux d'isolation thermique performants des parois vitrées et portes donnant sur l'extérieur ;\n \nd) Travaux d'installation, de régulation ou de remplacement de systèmes de chauffage, le cas échéant\nassociés à des systèmes de ventilation économiques et performants, ou de production d'eau chaude sanitaire\nperformants ;\n \ne) Travaux d'installation d'équipements de chauffage utilisant une source d'énergie renouvelable ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nf) Travaux d'installation d'équipements de production d'eau chaude sanitaire utilisant une source d'énergie\nrenouvelable ;\n \ng) Travaux d'isolation des planchers bas ;\n \n1° bis Soit de travaux permettant d'améliorer la performance énergétique du logement et ayant ouvert droit à\nune aide accordée par l'Agence nationale de l'habitat au titre de la lutte contre la précarité énergétique ;\n \n1° ter Soit de travaux d'amélioration de la performance énergétique du logement ayant ouvert droit à la prime\nde transition énergétique mentionnée au II de l'article 15 de la loi n° 2019-1479 du 28 décembre 2019 de\nfinances pour 2020 ;\n \n2° Soit de travaux permettant d'atteindre une performance énergétique globale minimale du logement ;\n \n3° Soit de travaux de réhabilitation de systèmes d'assainissement non collectif par des dispositifs ne\nconsommant pas d'énergie ;\n \n4° (Abrogé).\n \nLes modalités de détermination des travaux mentionnés aux 1° à 3° sont fixées par décret. Ce décret fixe\négalement les critères de qualification de l'entreprise exigés pour les travaux mentionnés aux 1° et 2°. La\ncondition d'ancienneté du logement mentionnée au 1 ne s'applique pas en cas de réalisation de travaux prévus\naux 1° bis et 1° ter du présent 2.\n \nLes travaux mentionnés aux 1° bis et 1° ter ne sont pas cumulables avec les autres travaux mentionnés au\nprésent 2.\n \n3. L'avance remboursable sans intérêt peut être consentie aux personnes suivantes :\n \n1° Aux personnes physiques à raison de travaux réalisés dans leur habitation principale lorsqu'elles en sont\npropriétaires ou dans des logements qu'elles donnent en location ou qu'elles s'engagent à donner en location ;\n \n2° Aux sociétés civiles non soumises à l'impôt sur les sociétés dont au moins un des associés est une\npersonne physique, lorsqu'elles mettent l'immeuble faisant l'objet des travaux gratuitement à la disposition\nde l'un de leurs associés personne physique, qu'elles le donnent en location ou s'engagent à le donner en\nlocation ;\n \n3° Aux personnes physiques membres d'un syndicat de copropriétaires, à raison du prorata qui leur revient\ndes travaux d'intérêt collectif réalisés sur les parties privatives prévus au f de l'article 25 de la loi n° 65-557\ndu 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis ainsi que des travaux réalisés sur les\nparties et équipements communs de l'immeuble dans lequel elles possèdent leur habitation principale ou des\nlogements qu'elles donnent ou s'engagent à donner en location ;\n \n4° Aux sociétés civiles non soumises à l'impôt sur les sociétés dont au moins un des associés est une\npersonne physique, membres d'un syndicat de copropriétaires, à raison du prorata qui leur revient des travaux\nd'intérêt collectif réalisés sur les parties privatives prévus au f de l'article 25 de la loi n° 65-557 du 10 juillet\n1965 fixant le statut de la copropriété des immeubles bâtis ainsi que des travaux réalisés sur les parties et\néquipements communs de l'immeuble dans lequel elles possèdent un logement qu'elles mettent gratuitement\nà la disposition de l'un de leurs associés personne physique, donnent en location ou s'engagent à donner en\nlocation.\n \n4. Le montant de l'avance remboursable ne peut excéder la somme de 30 000 € par logement. Par dérogation,\nce montant est porté à 50 000 € lorsque l'avance finance les travaux mentionnés aux 1° bis et 1° ter et au\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° du 2 du présent I. Un décret fixe le montant des plafonds d'avances remboursables pour les travaux\nmentionnés au même 2.\n \n5. L'emprunteur fournit à l'établissement de crédit, la société de financement ou la société de tiers-\nfinancement mentionné au 1, à l'appui de sa demande d'avance remboursable sans intérêt, un descriptif et un\ndevis détaillés des travaux envisagés. Par exception, lorsque la demande d'avance remboursable sans intérêt\nintervient concomitamment à une demande de prêt pour l'acquisition du logement faisant l'objet des travaux,\nle descriptif et le devis détaillés des travaux envisagés peuvent être fournis postérieurement, au plus tard à\nla date de versement du prêt. Il transmet tous les éléments justifiant que les travaux ont été effectivement\nréalisés conformément au descriptif et au devis détaillés et satisfont aux conditions prévues aux 1 et 2,\ndans un délai de trois ans à compter de la date d'octroi de l'avance par l'établissement de crédit, la société\nde financement ou la société de tiers-financement mentionné au 1, sauf en cas de décès de l'emprunteur,\nd'accident de santé de ce dernier entraînant une interruption temporaire de travail d'au moins trois mois,\nd'état de catastrophe naturelle ou technologique, de contestation contentieuse de l'opération ou de force\nmajeure, dans des conditions fixées par décret.\n \nToutefois, lorsque l'avance est consentie pour financer des travaux mentionnés aux 1° bis et 1° ter du\nprésent I, la demande d'avance s'appuie sur la décision d'octroi de la prime adressée à l'emprunteur par\nl'Agence nationale de l'habitat. La justification que les travaux ont été effectivement réalisés est assurée par\nla notification du versement de la prime adressée à l'emprunteur par l'agence.\n \n6. Il ne peut être accordé qu'une seule avance remboursable par logement.\n \n6 bis. Par dérogation au 6 du présent I, l'avance remboursable sans intérêt prévue au présent article peut être\nconsentie dans les mêmes conditions à titre complémentaire aux personnes mentionnées au 3 pour financer\nd'autres travaux prévus au 2 portant sur le même logement, sous réserve que l'offre d'avance complémentaire\nsoit émise dans un délai de cinq ans à compter de l'émission de l'offre d'avance initiale. La somme des\nmontants de l'avance initiale et de l'avance complémentaire ne peut excéder la somme de 30 000 € au titre\nd'un même logement.\n \nPar dérogation, lorsque l'une des deux avances a financé ou finance des travaux mentionnés aux 1° bis, 1°\nter ou 2° du 2 du présent I, la somme de l'avance initiale et de l'avance complémentaire ne peut excéder la\nsomme de 50 000 € au titre d'un même logement.\n \n7. (Abrogé).\n \n8. (Abrogé).\n \n9. La durée de remboursement de l'avance remboursable sans intérêt ne peut excéder cent quatre-vingts\nmois. Par dérogation, cette durée est portée à deux cent quarante mois lorsque l'avance finance les travaux\nmentionnés aux 1° bis, 1° ter ou 2° du 2.\n \nII. – Le montant du crédit d'impôt est égal à l'écart entre la somme actualisée des mensualités dues au titre\nde l'avance remboursable sans intérêt et la somme actualisée des montants perçus au titre d'un prêt de mêmes\nmontant et durée de remboursement, consenti à des conditions normales de taux à la date d'émission de\nl'offre de prêt ne portant pas intérêt.\n \nLe crédit d'impôt fait naître au profit de l'établissement de crédit, la société de financement ou la société de\ntiers-financement une créance, inaliénable et incessible, d'égal montant. Cette créance constitue un produit\nimposable rattaché à hauteur d'un cinquième au titre de l'exercice au cours duquel l'établissement de crédit,\nla société de financement ou la société de tiers-financement a versé des avances remboursables sans intérêt et\npar fractions égales sur les quatre exercices suivants.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nEn cas de fusion, la créance de la société absorbée est transférée à la société absorbante. En cas de scission\nou d'apport partiel d'actif, la créance est transmise à la société bénéficiaire des apports à la condition que\nl'ensemble des avances remboursables ne portant pas intérêt y afférentes et versées par la société scindée ou\napporteuse soit transféré à la société bénéficiaire des apports.\n \nIII. – Le bénéfice du crédit d'impôt est subordonné à la conclusion d'une convention entre l'établissement de\ncrédit, la société de financement ou la société de tiers-financement mentionné au 1 du I et l'Etat, conforme\nà une convention type approuvée par arrêté conjoint des ministres chargés de l'économie, du logement et de\nl'environnement.\n \nIV. – Une convention conclue entre l'établissement de crédit, la société de financement ou la société de\ntiers-financement mentionné au 1 du I et la société de gestion mentionnée à l'article L. 312-1 du code de la\nconstruction et de l'habitation définit les modalités de déclaration par l'établissement de crédit, la société de\nfinancement ou la société de tiers-financement des avances remboursables, le contrôle de l'éligibilité des\navances remboursables et le suivi des crédits d'impôt.\n \nV. – La société de gestion mentionnée au IV est tenue de fournir à l'administration fiscale, dans les quatre\nmois de la clôture de l'exercice de chaque établissement de crédit, société de financement ou société de\ntiers-financement, les informations relatives aux avances remboursables sans intérêt versées par chaque\nétablissement de crédit, société de financement ou société de tiers-financement, le montant total des crédits\nd'impôt correspondants obtenus ainsi que leur suivi.\n \nVI. – Lorsque les sociétés de personnes mentionnées aux articles 8 et 238 bis L, ou groupements mentionnés\naux articles 239 quater, 239 quater B et 239 quater C ne sont pas soumis à l'impôt sur les sociétés, le\ncrédit d'impôt peut être utilisé par les associés proportionnellement à leurs droits dans ces sociétés ou ces\ngroupements, à condition qu'il s'agisse de redevables de l'impôt sur les sociétés ou de personnes physiques\nparticipant à l'exploitation au sens du 1° bis du I de l'article 156.\n \nVI bis.-\n \nA.-L'avance remboursable sans intérêt prévue au présent article peut être consentie dans les mêmes\nconditions à un syndicat de copropriétaires pour financer les travaux d'intérêt collectif réalisés sur les parties\nprivatives prévus au f de l'article 25 de la loi n° 65-557 du 10 juillet 1965 précitée ainsi que les travaux\nréalisés sur les parties et équipements communs de l'immeuble détenus par l'une des personnes mentionnées\naux 3° et 4° du 3 du I du présent article et utilisés ou destinés à être utilisés en tant que résidence principale,\nsous réserve des adaptations prévues au présent VI bis.\n \nB.-Les travaux mentionnés au A du présent VI bis sont constitués :\n \n1° De ceux mentionnés aux 1°, 2° et 3° du 2 du I ;\n \n2° De ceux permettant d'améliorer la performance énergétique de la copropriété et ayant ouvert droit à une\naide accordée par l'Agence nationale de l'habitat au syndicat de copropriétaires.\n \nLes modalités de détermination des travaux mentionnés au 2° du présent B sont fixées par décret. La\ncondition d'ancienneté du logement mentionnée au 1 du I ne s'applique pas en cas de réalisation de travaux\nprévus au 2° du présent B.\n \nLes travaux mentionnés au même 2° ne sont pas cumulables avec les travaux mentionnés au 1°.\n \nC.-Pour l'appréciation du délai mentionné au 5 du I, lorsque l'avance est accordée en application du A du\nprésent VI bis, la date d'octroi de l'avance s'entend de la date de signature par l'emprunteur du contrat de prêt\nmentionné à l'article 26-5 de la loi n° 65-557 du 10 juillet 1965 précitée.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nD.-Lorsque l'avance est consentie pour financer des travaux mentionnés au 2° du B du présent VI bis, la\ndemande d'avance s'appuie sur la décision d'octroi de l'aide adressée à l'emprunteur par l'Agence nationale\nde l'habitat. La justification que les travaux ont été effectivement réalisés est assurée par la notification du\nversement de l'aide adressée à l'emprunteur par l'agence.\n \nE.-L'avance prévue au A du présent VI bis peut être consentie au titre d'un logement ayant déjà fait l'objet\nd'une avance remboursable prévue au I, à la condition que l'offre relative à la seconde avance soit émise dans\nun délai de cinq ans à compter de l'émission de l'offre d'avance initiale et que la somme des montants des\ndeux avances n'excède pas 30 000 € au titre d'un même logement. Par dérogation, lorsque l'une des deux\navances a financé ou finance des travaux mentionnés aux 1° bis, 1° ter ou 2° du 2 du I ou au 2° du B du\nprésent VI bis, la somme des deux montants ne doit pas excéder 50 000 €.\n \nIl ne peut être accordé qu'une seule avance remboursable par syndicat de copropriétaires des logements sur\nlesquels portent les travaux.\n \nF.-Le montant de l'avance remboursable mentionnée au A du présent VI bis ne peut excéder 30 000 € par\nlogement affecté à l'usage d'habitation, utilisé ou destiné à être utilisé en tant que résidence principale et\ndétenu par l'une des personnes mentionnées aux 3° et 4° du 3 du I. Par dérogation, ce montant est porté à 50\n000 € lorsque l'avance finance des travaux mentionnés au 2° du 2 du même I ou au 2° du B du présent VI bis.\n \nLa durée du remboursement de l'avance remboursable mentionnée au A du présent VI bis ne peut excéder\ncent quatre-vingts mois. Par dérogation, cette durée est portée à deux cent quarante mois lorsque l'avance\nfinance des travaux mentionnés au 2° du 2 du I ou au 2° du B du présent VI bis.\n \nG.-Par dérogation au premier alinéa du II, pour les avances émises au titre du présent VI bis, le montant\ndu crédit d'impôt est égal à l'écart entre la somme actualisée des mensualités dues au titre de l'avance\nremboursable sans intérêt et la somme actualisée des montants perçus au titre d'un prêt de même montant et\nde même durée de remboursement, consenti à des conditions normales de taux à la date de la signature par\nl'emprunteur du contrat de prêt ne portant pas intérêt.\n \nH.-Par dérogation au second alinéa du E du présent VI bis, l'avance prévue au A peut être consentie aux\nsyndicats de copropriétaires au titre de logements ayant déjà fait l'objet d'une avance remboursable accordée\nen application du présent VI bis, pour financer d'autres travaux mentionnés au B, à la condition que l'offre\nd'avance complémentaire soit émise dans un délai de cinq ans à compter de l'émission de l'offre d'avance\ninitiale et que la somme des montants de l'avance initiale et de l'avance complémentaire n'excède pas 30\n000 € au titre d'un même logement. Par dérogation, lorsque l'une des deux avances a financé ou finance des\ntravaux mentionnés au 2° du 2 du I ou au 2° du B du présent VI bis, la somme des deux montants ne doit pas\nexcéder 50 000 €.\n \nVI ter. –\n \nL'avance remboursable sans intérêt prévue au I peut être consentie dans les mêmes conditions à titre\ncomplémentaire aux personnes mentionnées aux 3° et 4° du 3 du même I lorsqu'elles participent à une\navance remboursable mentionnée au VI bis, pour financer d'autres travaux prévus au 2 du I portant sur le\nmême logement et sous réserve des adaptations prévues au présent VI ter, sous réserve que l'offre d'avance\nsoit émise dans un délai de cinq ans à compter de l'émission de l'offre d'avance prévue au VI bis.\n \nLa somme des montants de l'avance émise au titre du présent VI ter et de l'avance émise au titre du VI bis\nne peut excéder la somme de 30 000 € au titre d'un même logement. Par dérogation, lorsque l'une des deux\navances a financé ou finance des travaux prévus aux 1° bis, 1° ter ou 2° du 2 du I ou au 2° du B du VI bis,\ncette somme est portée à 50 000 €.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nVII. – Un décret fixe les modalités d'application du présent article et notamment les modalités de calcul du\ncrédit d'impôt et de détermination du taux mentionné au II, ainsi que les caractéristiques financières et les\nconditions d'attribution de l'avance remboursable sans intérêt.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre IV : Dispositions communes aux impôts et taxes, revenus et\nbénéfices visés aux chapitres I à III\nSection II : Impôt sur le revenu et impôt sur les sociétés\nXLVII : Crédit d'impôt au profit des établissements de crédit et des\nsociétés de financement qui octroient des prêts à taux zéro permettant\nla première accession à la propriété"
  ],
  "full_text": "Article 244 quater U\n \nI. – 1. Les établissements de crédit et les sociétés de financement mentionnés à l'article L. 511-1 du code\nmonétaire et financier ainsi que les sociétés de tiers-financement mentionnées au 8 de l'article L. 511-6\ndu même code, passibles de l'impôt sur les sociétés, de l'impôt sur le revenu ou d'un impôt équivalent,\nayant leur siège dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur\nl'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en\nvue de lutter contre la fraude et l'évasion fiscales, peuvent bénéficier d'un crédit d'impôt au titre d'avances\nremboursables ne portant pas intérêt versées au cours de l'année d'imposition ou de l'exercice pour financer\ndes travaux d'amélioration de la performance énergétique globale de logements achevés depuis plus de deux\nans à la date de début d'exécution des travaux et utilisés ou destinés à être utilisés en tant que résidence\nprincipale.\n \n2. Les travaux mentionnés au 1 sont constitués :\n \n1° Soit de travaux qui correspondent à au moins une des catégories suivantes :\n \na) Travaux d'isolation thermique performants des toitures ;\n \nb) Travaux d'isolation thermique performants des murs donnant sur l'extérieur ;\n \nc) Travaux d'isolation thermique performants des parois vitrées et portes donnant sur l'extérieur ;\n \nd) Travaux d'installation, de régulation ou de remplacement de systèmes de chauffage, le cas échéant\nassociés à des systèmes de ventilation économiques et performants, ou de production d'eau chaude sanitaire\nperformants ;\n \ne) Travaux d'installation d'équipements de chauffage utilisant une source d'énergie renouvelable ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nf) Travaux d'installation d'équipements de production d'eau chaude sanitaire utilisant une source d'énergie\nrenouvelable ;\n \ng) Travaux d'isolation des planchers bas ;\n \n1° bis Soit de travaux permettant d'améliorer la performance énergétique du logement et ayant ouvert droit à\nune aide accordée par l'Agence nationale de l'habitat au titre de la lutte contre la précarité énergétique ;\n \n1° ter Soit de travaux d'amélioration de la performance énergétique du logement ayant ouvert droit à la prime\nde transition énergétique mentionnée au II de l'article 15 de la loi n° 2019-1479 du 28 décembre 2019 de\nfinances pour 2020 ;\n \n2° Soit de travaux permettant d'atteindre une performance énergétique globale minimale du logement ;\n \n3° Soit de travaux de réhabilitation de systèmes d'assainissement non collectif par des dispositifs ne\nconsommant pas d'énergie ;\n \n4° (Abrogé).\n \nLes modalités de détermination des travaux mentionnés aux 1° à 3° sont fixées par décret. Ce décret fixe\négalement les critères de qualification de l'entreprise exigés pour les travaux mentionnés aux 1° et 2°. La\ncondition d'ancienneté du logement mentionnée au 1 ne s'applique pas en cas de réalisation de travaux prévus\naux 1° bis et 1° ter du présent 2.\n \nLes travaux mentionnés aux 1° bis et 1° ter ne sont pas cumulables avec les autres travaux mentionnés au\nprésent 2.\n \n3. L'avance remboursable sans intérêt peut être consentie aux personnes suivantes :\n \n1° Aux personnes physiques à raison de travaux réalisés dans leur habitation principale lorsqu'elles en sont\npropriétaires ou dans des logements qu'elles donnent en location ou qu'elles s'engagent à donner en location ;\n \n2° Aux sociétés civiles non soumises à l'impôt sur les sociétés dont au moins un des associés est une\npersonne physique, lorsqu'elles mettent l'immeuble faisant l'objet des travaux gratuitement à la disposition\nde l'un de leurs associés personne physique, qu'elles le donnent en location ou s'engagent à le donner en\nlocation ;\n \n3° Aux personnes physiques membres d'un syndicat de copropriétaires, à raison du prorata qui leur revient\ndes travaux d'intérêt collectif réalisés sur les parties privatives prévus au f de l'article 25 de la loi n° 65-557\ndu 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis ainsi que des travaux réalisés sur les\nparties et équipements communs de l'immeuble dans lequel elles possèdent leur habitation principale ou des\nlogements qu'elles donnent ou s'engagent à donner en location ;\n \n4° Aux sociétés civiles non soumises à l'impôt sur les sociétés dont au moins un des associés est une\npersonne physique, membres d'un syndicat de copropriétaires, à raison du prorata qui leur revient des travaux\nd'intérêt collectif réalisés sur les parties privatives prévus au f de l'article 25 de la loi n° 65-557 du 10 juillet\n1965 fixant le statut de la copropriété des immeubles bâtis ainsi que des travaux réalisés sur les parties et\néquipements communs de l'immeuble dans lequel elles possèdent un logement qu'elles mettent gratuitement\nà la disposition de l'un de leurs associés personne physique, donnent en location ou s'engagent à donner en\nlocation.\n \n4. Le montant de l'avance remboursable ne peut excéder la somme de 30 000 € par logement. Par dérogation,\nce montant est porté à 50 000 € lorsque l'avance finance les travaux mentionnés aux 1° bis et 1° ter et au\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° du 2 du présent I. Un décret fixe le montant des plafonds d'avances remboursables pour les travaux\nmentionnés au même 2.\n \n5. L'emprunteur fournit à l'établissement de crédit, la société de financement ou la société de tiers-\nfinancement mentionné au 1, à l'appui de sa demande d'avance remboursable sans intérêt, un descriptif et un\ndevis détaillés des travaux envisagés. Par exception, lorsque la demande d'avance remboursable sans intérêt\nintervient concomitamment à une demande de prêt pour l'acquisition du logement faisant l'objet des travaux,\nle descriptif et le devis détaillés des travaux envisagés peuvent être fournis postérieurement, au plus tard à\nla date de versement du prêt. Il transmet tous les éléments justifiant que les travaux ont été effectivement\nréalisés conformément au descriptif et au devis détaillés et satisfont aux conditions prévues aux 1 et 2,\ndans un délai de trois ans à compter de la date d'octroi de l'avance par l'établissement de crédit, la société\nde financement ou la société de tiers-financement mentionné au 1, sauf en cas de décès de l'emprunteur,\nd'accident de santé de ce dernier entraînant une interruption temporaire de travail d'au moins trois mois,\nd'état de catastrophe naturelle ou technologique, de contestation contentieuse de l'opération ou de force\nmajeure, dans des conditions fixées par décret.\n \nToutefois, lorsque l'avance est consentie pour financer des travaux mentionnés aux 1° bis et 1° ter du\nprésent I, la demande d'avance s'appuie sur la décision d'octroi de la prime adressée à l'emprunteur par\nl'Agence nationale de l'habitat. La justification que les travaux ont été effectivement réalisés est assurée par\nla notification du versement de la prime adressée à l'emprunteur par l'agence.\n \n6. Il ne peut être accordé qu'une seule avance remboursable par logement.\n \n6 bis. Par dérogation au 6 du présent I, l'avance remboursable sans intérêt prévue au présent article peut être\nconsentie dans les mêmes conditions à titre complémentaire aux personnes mentionnées au 3 pour financer\nd'autres travaux prévus au 2 portant sur le même logement, sous réserve que l'offre d'avance complémentaire\nsoit émise dans un délai de cinq ans à compter de l'émission de l'offre d'avance initiale. La somme des\nmontants de l'avance initiale et de l'avance complémentaire ne peut excéder la somme de 30 000 € au titre\nd'un même logement.\n \nPar dérogation, lorsque l'une des deux avances a financé ou finance des travaux mentionnés aux 1° bis, 1°\nter ou 2° du 2 du présent I, la somme de l'avance initiale et de l'avance complémentaire ne peut excéder la\nsomme de 50 000 € au titre d'un même logement.\n \n7. (Abrogé).\n \n8. (Abrogé).\n \n9. La durée de remboursement de l'avance remboursable sans intérêt ne peut excéder cent quatre-vingts\nmois. Par dérogation, cette durée est portée à deux cent quarante mois lorsque l'avance finance les travaux\nmentionnés aux 1° bis, 1° ter ou 2° du 2.\n \nII. – Le montant du crédit d'impôt est égal à l'écart entre la somme actualisée des mensualités dues au titre\nde l'avance remboursable sans intérêt et la somme actualisée des montants perçus au titre d'un prêt de mêmes\nmontant et durée de remboursement, consenti à des conditions normales de taux à la date d'émission de\nl'offre de prêt ne portant pas intérêt.\n \nLe crédit d'impôt fait naître au profit de l'établissement de crédit, la société de financement ou la société de\ntiers-financement une créance, inaliénable et incessible, d'égal montant. Cette créance constitue un produit\nimposable rattaché à hauteur d'un cinquième au titre de l'exercice au cours duquel l'établissement de crédit,\nla société de financement ou la société de tiers-financement a versé des avances remboursables sans intérêt et\npar fractions égales sur les quatre exercices suivants.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nEn cas de fusion, la créance de la société absorbée est transférée à la société absorbante. En cas de scission\nou d'apport partiel d'actif, la créance est transmise à la société bénéficiaire des apports à la condition que\nl'ensemble des avances remboursables ne portant pas intérêt y afférentes et versées par la société scindée ou\napporteuse soit transféré à la société bénéficiaire des apports.\n \nIII. – Le bénéfice du crédit d'impôt est subordonné à la conclusion d'une convention entre l'établissement de\ncrédit, la société de financement ou la société de tiers-financement mentionné au 1 du I et l'Etat, conforme\nà une convention type approuvée par arrêté conjoint des ministres chargés de l'économie, du logement et de\nl'environnement.\n \nIV. – Une convention conclue entre l'établissement de crédit, la société de financement ou la société de\ntiers-financement mentionné au 1 du I et la société de gestion mentionnée à l'article L. 312-1 du code de la\nconstruction et de l'habitation définit les modalités de déclaration par l'établissement de crédit, la société de\nfinancement ou la société de tiers-financement des avances remboursables, le contrôle de l'éligibilité des\navances remboursables et le suivi des crédits d'impôt.\n \nV. – La société de gestion mentionnée au IV est tenue de fournir à l'administration fiscale, dans les quatre\nmois de la clôture de l'exercice de chaque établissement de crédit, société de financement ou société de\ntiers-financement, les informations relatives aux avances remboursables sans intérêt versées par chaque\nétablissement de crédit, société de financement ou société de tiers-financement, le montant total des crédits\nd'impôt correspondants obtenus ainsi que leur suivi.\n \nVI. – Lorsque les sociétés de personnes mentionnées aux articles 8 et 238 bis L, ou groupements mentionnés\naux articles 239 quater, 239 quater B et 239 quater C ne sont pas soumis à l'impôt sur les sociétés, le\ncrédit d'impôt peut être utilisé par les associés proportionnellement à leurs droits dans ces sociétés ou ces\ngroupements, à condition qu'il s'agisse de redevables de l'impôt sur les sociétés ou de personnes physiques\nparticipant à l'exploitation au sens du 1° bis du I de l'article 156.\n \nVI bis.-\n \nA.-L'avance remboursable sans intérêt prévue au présent article peut être consentie dans les mêmes\nconditions à un syndicat de copropriétaires pour financer les travaux d'intérêt collectif réalisés sur les parties\nprivatives prévus au f de l'article 25 de la loi n° 65-557 du 10 juillet 1965 précitée ainsi que les travaux\nréalisés sur les parties et équipements communs de l'immeuble détenus par l'une des personnes mentionnées\naux 3° et 4° du 3 du I du présent article et utilisés ou destinés à être utilisés en tant que résidence principale,\nsous réserve des adaptations prévues au présent VI bis.\n \nB.-Les travaux mentionnés au A du présent VI bis sont constitués :\n \n1° De ceux mentionnés aux 1°, 2° et 3° du 2 du I ;\n \n2° De ceux permettant d'améliorer la performance énergétique de la copropriété et ayant ouvert droit à une\naide accordée par l'Agence nationale de l'habitat au syndicat de copropriétaires.\n \nLes modalités de détermination des travaux mentionnés au 2° du présent B sont fixées par décret. La\ncondition d'ancienneté du logement mentionnée au 1 du I ne s'applique pas en cas de réalisation de travaux\nprévus au 2° du présent B.\n \nLes travaux mentionnés au même 2° ne sont pas cumulables avec les travaux mentionnés au 1°.\n \nC.-Pour l'appréciation du délai mentionné au 5 du I, lorsque l'avance est accordée en application du A du\nprésent VI bis, la date d'octroi de l'avance s'entend de la date de signature par l'emprunteur du contrat de prêt\nmentionné à l'article 26-5 de la loi n° 65-557 du 10 juillet 1965 précitée.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nD.-Lorsque l'avance est consentie pour financer des travaux mentionnés au 2° du B du présent VI bis, la\ndemande d'avance s'appuie sur la décision d'octroi de l'aide adressée à l'emprunteur par l'Agence nationale\nde l'habitat. La justification que les travaux ont été effectivement réalisés est assurée par la notification du\nversement de l'aide adressée à l'emprunteur par l'agence.\n \nE.-L'avance prévue au A du présent VI bis peut être consentie au titre d'un logement ayant déjà fait l'objet\nd'une avance remboursable prévue au I, à la condition que l'offre relative à la seconde avance soit émise dans\nun délai de cinq ans à compter de l'émission de l'offre d'avance initiale et que la somme des montants des\ndeux avances n'excède pas 30 000 € au titre d'un même logement. Par dérogation, lorsque l'une des deux\navances a financé ou finance des travaux mentionnés aux 1° bis, 1° ter ou 2° du 2 du I ou au 2° du B du\nprésent VI bis, la somme des deux montants ne doit pas excéder 50 000 €.\n \nIl ne peut être accordé qu'une seule avance remboursable par syndicat de copropriétaires des logements sur\nlesquels portent les travaux.\n \nF.-Le montant de l'avance remboursable mentionnée au A du présent VI bis ne peut excéder 30 000 € par\nlogement affecté à l'usage d'habitation, utilisé ou destiné à être utilisé en tant que résidence principale et\ndétenu par l'une des personnes mentionnées aux 3° et 4° du 3 du I. Par dérogation, ce montant est porté à 50\n000 € lorsque l'avance finance des travaux mentionnés au 2° du 2 du même I ou au 2° du B du présent VI bis.\n \nLa durée du remboursement de l'avance remboursable mentionnée au A du présent VI bis ne peut excéder\ncent quatre-vingts mois. Par dérogation, cette durée est portée à deux cent quarante mois lorsque l'avance\nfinance des travaux mentionnés au 2° du 2 du I ou au 2° du B du présent VI bis.\n \nG.-Par dérogation au premier alinéa du II, pour les avances émises au titre du présent VI bis, le montant\ndu crédit d'impôt est égal à l'écart entre la somme actualisée des mensualités dues au titre de l'avance\nremboursable sans intérêt et la somme actualisée des montants perçus au titre d'un prêt de même montant et\nde même durée de remboursement, consenti à des conditions normales de taux à la date de la signature par\nl'emprunteur du contrat de prêt ne portant pas intérêt.\n \nH.-Par dérogation au second alinéa du E du présent VI bis, l'avance prévue au A peut être consentie aux\nsyndicats de copropriétaires au titre de logements ayant déjà fait l'objet d'une avance remboursable accordée\nen application du présent VI bis, pour financer d'autres travaux mentionnés au B, à la condition que l'offre\nd'avance complémentaire soit émise dans un délai de cinq ans à compter de l'émission de l'offre d'avance\ninitiale et que la somme des montants de l'avance initiale et de l'avance complémentaire n'excède pas 30\n000 € au titre d'un même logement. Par dérogation, lorsque l'une des deux avances a financé ou finance des\ntravaux mentionnés au 2° du 2 du I ou au 2° du B du présent VI bis, la somme des deux montants ne doit pas\nexcéder 50 000 €.\n \nVI ter. –\n \nL'avance remboursable sans intérêt prévue au I peut être consentie dans les mêmes conditions à titre\ncomplémentaire aux personnes mentionnées aux 3° et 4° du 3 du même I lorsqu'elles participent à une\navance remboursable mentionnée au VI bis, pour financer d'autres travaux prévus au 2 du I portant sur le\nmême logement et sous réserve des adaptations prévues au présent VI ter, sous réserve que l'offre d'avance\nsoit émise dans un délai de cinq ans à compter de l'émission de l'offre d'avance prévue au VI bis.\n \nLa somme des montants de l'avance émise au titre du présent VI ter et de l'avance émise au titre du VI bis\nne peut excéder la somme de 30 000 € au titre d'un même logement. Par dérogation, lorsque l'une des deux\navances a financé ou finance des travaux prévus aux 1° bis, 1° ter ou 2° du 2 du I ou au 2° du B du VI bis,\ncette somme est portée à 50 000 €.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nVII. – Un décret fixe les modalités d'application du présent article et notamment les modalités de calcul du\ncrédit d'impôt et de détermination du taux mentionné au II, ainsi que les caractéristiques financières et les\nconditions d'attribution de l'avance remboursable sans intérêt.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre IV : Dispositions communes aux impôts et taxes, revenus et\nbénéfices visés aux chapitres I à III\nSection II : Impôt sur le revenu et impôt sur les sociétés\nXLVII : Crédit d'impôt au profit des établissements de crédit et des\nsociétés de financement qui octroient des prêts à taux zéro permettant\nla première accession à la propriété"
}