{
  "code": "CGI_235_ter_ZD",
  "article_number": "235 ter ZD",
  "chunks": [
    "Article 235 ter ZD\n \nI.-Une taxe s'applique à toute acquisition à titre onéreux d'un titre de capital, au sens de l'article L. 212-1 A\ndu code monétaire et financier, ou d'un titre de capital assimilé, au sens de l'article L. 211-41 du même code,\ndès lors que ce titre est admis aux négociations sur un marché réglementé français, européen ou étranger, au\nsens des articles L. 421-4, L. 422-1 ou L. 423-1 dudit code, que son acquisition donne lieu à un transfert de\npropriété, au sens de l'article L. 211-17 du même code, et que ce titre est émis par une société dont le siège\nsocial est situé en France et dont la capitalisation boursière dépasse un milliard d'euros au 1er décembre de\nl'année précédant celle d'imposition.\n \nL'acquisition, au sens du premier alinéa, s'entend de l'achat, y compris dans le cadre de l'exercice d'une\noption ou dans le cadre d'un achat à terme ayant fait préalablement l'objet d'un contrat, de l'échange ou de\nl'attribution, en contrepartie d'apports, de titres de capital mentionnés au même premier alinéa.\n \nLes titres représentant ceux mentionnés audit premier alinéa émis par une société, quel que soit le lieu\nd'établissement de son siège social, sont soumis à la taxe.\n \nII.-La taxe n'est pas applicable :\n \n1° Aux opérations d'achat réalisées dans le cadre d'une émission de titres de capital, y compris lorsque cette\némission donne lieu à un service de prise ferme et de placement garanti, au sens de l'article L. 321-1 du code\nmonétaire et financier ;\n \n2° Aux opérations réalisées par une chambre de compensation, au sens de l'article L. 440-1 du même code,\ndans le cadre des activités définies à ce même article L. 440-1, ou par un dépositaire central, au sens du 3° du\nII de l'article L. 621-9 dudit code, dans le cadre des activités définies à ce même article L. 621-9 ;\n \n3° Aux acquisitions réalisées dans le cadre d'activités de tenue de marché. Ces activités sont définies comme\nles activités d'une entreprise d'investissement ou d'un établissement de crédit ou d'une entité d'un pays\nétranger ou d'une entreprise locale membre d'une plate-forme de négociation ou d'un marché d'un pays\nétranger lorsque l'entreprise, l'établissement ou l'entité concerné procède en tant qu'intermédiaire se portant\npartie à des opérations sur un instrument financier, au sens de l'article L. 211-1 du même code :\n \na) Soit à la communication simultanée de cours acheteurs et vendeurs fermes et compétitifs de taille\ncomparable, avec pour résultat d'apporter de la liquidité au marché sur une base régulière et continue ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nb) Soit, dans le cadre de son activité habituelle, à l'exécution des ordres donnés par des clients ou en réponse\nà des demandes d'achat ou de vente de leur part ;\n \nc) Soit à la couverture des positions associées à la réalisation des opérations mentionnées aux a et b ;\n \n4° Aux opérations réalisées pour le compte d'émetteurs en vue de favoriser la liquidité de leurs actions dans\nle cadre de pratiques de marché admises acceptées par l'Autorité des marchés financiers en application du\nrèglement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché\n(règlement relatif aux abus de marché) et abrogeant la directive 2003/6/ CE du Parlement européen et du\nConseil et les directives 2003/124/ CE, 2003/125/ CE et 2004/72/ CE de la Commission ;\n \n5° Aux acquisitions de titres entre sociétés membres du même groupe, au sens de l'article L. 233-3 du\ncode de commerce, au moment de l'acquisition de titres concernée, aux acquisitions de titres entre sociétés\ndu même groupe, au sens de l'article 223 A ou de l'article 223 A bis du présent code, et aux acquisitions\nintervenant dans les conditions prévues aux articles 210 A, 210 B, 220 quater, 220 quater A et 220 quater B ;\n \n6° Aux cessions temporaires de titres mentionnées au 10° de l'article 2 du règlement (CE) n° 1287/2006\nde la Commission européenne, du 10 août 2006, portant mesures d'exécution de la directive 2004/39/ CE\ndu Parlement européen et du Conseil en ce qui concerne les obligations des entreprises d'investissement\nen matière d'enregistrement, le compte rendu des transactions, la transparence du marché, l'admission des\ninstruments financiers à la négociation et la définition de termes aux fins de ladite directive ;\n \n7° Aux acquisitions, dans le cadre du livre III de la troisième partie du code du travail, de titres de capital\npar les fonds communs de placement d'entreprise régis par les articles L. 214-164 et L. 214-165 du code\nmonétaire et financier et par les sociétés d'investissement à capital variable d'actionnariat salarié régies\npar l'article L. 214-166 du même code ainsi qu'aux acquisitions de titres de capital de l'entreprise ou d'une\nentreprise du même groupe, au sens des articles L. 3344-1 et L. 3344-2 du code du travail, directement faites\npar les salariés en application du septième alinéa de l'article L. 3332-15 du même code ;\n \n8° Aux rachats de leurs titres de capital par les sociétés lorsque ces titres sont destinés à être cédés aux\nadhérents d'un plan d'épargne d'entreprise dans le cadre du titre III du livre III de la troisième partie du code\ndu travail ;\n \n9° Aux acquisitions d'obligations échangeables ou convertibles en actions.\n \nIII.-La taxe est assise sur la valeur d'acquisition du titre. En cas d'échange, à défaut de valeur d'acquisition\nexprimée dans un contrat, la valeur d'acquisition correspond à la cotation des titres sur le marché le plus\npertinent en termes de liquidité, au sens de l'article 9 du règlement (CE) 1287/2006 de la Commission, du\n10 août 2006, précité, à la clôture de la journée de bourse qui précède celle où l'échange se produit. En cas\nd'échange entre des titres d'inégale valeur, chaque partie à l'échange est taxée sur la valeur des titres dont elle\nfait l'acquisition.\n \nIV.-La taxe est exigible le premier jour du mois suivant celui au cours duquel s'est produite l'acquisition du\ntitre.\n \nV.-Le taux de la taxe est fixé à 0,4 %.\n \nVI.-La taxe est liquidée et due par l'opérateur fournissant des services d'investissement, au sens de l'article L.\n321-1 du code monétaire et financier, ayant exécuté l'ordre d'achat du titre ou ayant négocié pour son compte\npropre, quel que soit son lieu d'établissement.\n \nLorsque plusieurs opérateurs mentionnés au premier alinéa du présent VI interviennent pour l'exécution de\nl'ordre d'achat d'un titre, la taxe est liquidée et due par celui qui reçoit directement de l'acquéreur final l'ordre\nd'achat.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nLorsque l'acquisition a lieu sans intervention d'un opérateur fournissant des services d'investissement, la\ntaxe est liquidée et due par l'établissement assurant la fonction de tenue de compte-conservation, au sens\ndu 1 de l'article L. 321-2 du même code, quel que soit son lieu d'établissement. L'acquéreur lui transmet les\ninformations mentionnées au VIII du présent article.\n \nVII.-Si le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de l'article\nL. 621-9 du code monétaire et financier et effectue la livraison du titre, le redevable mentionné au VI du\nprésent article fournit au dépositaire central les informations mentionnées au VIII avant le 5 du mois suivant\nles acquisitions mentionnées au I et désigne l'adhérent sur le compte duquel la taxe peut être prélevée.\n \nSi le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de l'article\nL. 621-9 du code monétaire et financier et n'effectue pas la livraison du titre, laquelle est effectuée dans les\nlivres d'un de ses adhérents, cet adhérent fournit au dépositaire central les informations mentionnées au VIII\ndu présent article avant le 5 du mois suivant les acquisitions mentionnées au I.\n \nSi le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de l'article L.\n621-9 du code monétaire et financier et que ni ce dépositaire, ni aucun de ses adhérents n'effectue la livraison\ndu titre, laquelle est réalisée dans les livres d'un client d'un adhérent du dépositaire central, ce client fournit\nles informations mentionnées au VIII du présent article à l'adhérent, lequel les transmet au dépositaire central\navant le 5 du mois suivant les acquisitions mentionnées au I.\n \nSi le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de l'article\nL. 621-9 du code monétaire et financier et que la livraison s'effectue dans des conditions différentes\nde celles mentionnées aux trois premiers alinéas du présent VII, le redevable mentionné au VI déclare\nà l'administration fiscale, selon le modèle qu'elle a fixé, et paie au Trésor la taxe avant le 25 du mois\nsuivant les acquisitions mentionnées au I. Le redevable peut également acquitter la taxe par l'intermédiaire\nd'un adhérent du dépositaire central, auquel il transmet, directement ou indirectement, les informations\nmentionnées au VIII. L'adhérent transmet ces informations au dépositaire central avant le 5 du mois suivant\nles acquisitions mentionnées au I. Si le redevable opte pour le paiement de la taxe par l'intermédiaire d'un\nadhérent du dépositaire central, il en informe le Trésor par une déclaration avant le 1er novembre. Cette\ndéclaration est valable un an et se renouvelle par tacite reconduction.\n \nSi le dépositaire central teneur du compte d'émission du titre de capital n'est pas soumis au 3° du II de\nl'article L. 621-9 du code monétaire et financier, le redevable mentionné au VI du présent article déclare à\nl'administration fiscale, selon le modèle qu'elle a fixé, et paie au Trésor la taxe avant le 25 du mois suivant\nles acquisitions mentionnées au I. Il tient à disposition de l'administration les informations mentionnées au\nVIII.\n \nVIII.-Si le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de\nl'article L. 621-9 du code monétaire et financier, il recueille de la part de ses adhérents ou des redevables,\ndans les conditions prévues au VII du présent article, des informations relatives aux opérations entrant dans\nle champ d'application de la taxe. Un décret précise la nature de ces informations, qui incluent le montant\nde la taxe due au titre de la période d'imposition, les numéros d'ordre des opérations concernées, la date de\nleur réalisation, la désignation, le nombre et la valeur des titres dont l'acquisition est taxable et les opérations\nexonérées, réparties selon les catégories d'exonération mentionnées au II.\n \nIX.-Le dépositaire central teneur du compte d'émission du titre soumis au 3° du II de l'article L. 621-9 du\ncode monétaire et financier déclare à l'administration fiscale, selon le modèle qu'elle a fixé, centralise et\nreverse au Trésor la taxe avant le 25 du mois suivant les acquisitions mentionnées au I du présent article. La\ndéclaration précise notamment le montant de la taxe due et acquittée par chaque redevable.\n \nDans les cas mentionnés aux trois premiers alinéas du VII ou en cas d'option du redevable mentionnée à\nl'avant-dernier alinéa du même VII, l'adhérent ayant transmis les informations mentionnées au VIII ou ayant\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nété désigné par le redevable en application du premier alinéa du VII l'autorise à prélever sur son compte le\nmontant de la taxe avant le 5 du mois suivant les acquisitions mentionnées au I.\n \nX.-Le dépositaire central soumis au 3° du II de l'article L. 621-9 du code monétaire et financier tient une\ncomptabilité séparée pour l'enregistrement des opérations liées à la collecte de la taxe. Il assure un contrôle\nde cohérence entre les déclarations qu'il reçoit et les informations en sa possession en tant que dépositaire\ncentral. Les informations recueillies par le dépositaire central en application du VII du présent article sont\ntenues à la disposition de l'administration sur simple requête. Un rapport annuel est remis à l'administration\nsur la nature et l'ampleur des contrôles mis en œuvre. Un décret définit les modalités d'application du présent\nX.\n \nXI.-En cas de manquement, de son fait, aux obligations de paiement prévues au IX, le dépositaire central\nacquitte l'intérêt de retard prévu par l'article 1727.\n \nEn cas de manquement aux obligations de paiement prévues au VII, le redevable de la taxe acquitte l'intérêt\nde retard prévu au même article 1727.\n \nEn cas de manquement du redevable ou de l'adhérent aux obligations déclaratives prévues au même VII,\ncelui-ci acquitte l'amende prévue à l'article 1788 C.\n \nXII.-La taxe est recouvrée et contrôlée selon les procédures et sous les mêmes sanctions, garanties et\nprivilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon\nles règles applicables à ces mêmes taxes.\n \nXIII.-(Abrogé).\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre III : Taxes diverses\nSection XX bis : Taxe sur les opérations à haute fréquence"
  ],
  "full_text": "Article 235 ter ZD\n \nI.-Une taxe s'applique à toute acquisition à titre onéreux d'un titre de capital, au sens de l'article L. 212-1 A\ndu code monétaire et financier, ou d'un titre de capital assimilé, au sens de l'article L. 211-41 du même code,\ndès lors que ce titre est admis aux négociations sur un marché réglementé français, européen ou étranger, au\nsens des articles L. 421-4, L. 422-1 ou L. 423-1 dudit code, que son acquisition donne lieu à un transfert de\npropriété, au sens de l'article L. 211-17 du même code, et que ce titre est émis par une société dont le siège\nsocial est situé en France et dont la capitalisation boursière dépasse un milliard d'euros au 1er décembre de\nl'année précédant celle d'imposition.\n \nL'acquisition, au sens du premier alinéa, s'entend de l'achat, y compris dans le cadre de l'exercice d'une\noption ou dans le cadre d'un achat à terme ayant fait préalablement l'objet d'un contrat, de l'échange ou de\nl'attribution, en contrepartie d'apports, de titres de capital mentionnés au même premier alinéa.\n \nLes titres représentant ceux mentionnés audit premier alinéa émis par une société, quel que soit le lieu\nd'établissement de son siège social, sont soumis à la taxe.\n \nII.-La taxe n'est pas applicable :\n \n1° Aux opérations d'achat réalisées dans le cadre d'une émission de titres de capital, y compris lorsque cette\némission donne lieu à un service de prise ferme et de placement garanti, au sens de l'article L. 321-1 du code\nmonétaire et financier ;\n \n2° Aux opérations réalisées par une chambre de compensation, au sens de l'article L. 440-1 du même code,\ndans le cadre des activités définies à ce même article L. 440-1, ou par un dépositaire central, au sens du 3° du\nII de l'article L. 621-9 dudit code, dans le cadre des activités définies à ce même article L. 621-9 ;\n \n3° Aux acquisitions réalisées dans le cadre d'activités de tenue de marché. Ces activités sont définies comme\nles activités d'une entreprise d'investissement ou d'un établissement de crédit ou d'une entité d'un pays\nétranger ou d'une entreprise locale membre d'une plate-forme de négociation ou d'un marché d'un pays\nétranger lorsque l'entreprise, l'établissement ou l'entité concerné procède en tant qu'intermédiaire se portant\npartie à des opérations sur un instrument financier, au sens de l'article L. 211-1 du même code :\n \na) Soit à la communication simultanée de cours acheteurs et vendeurs fermes et compétitifs de taille\ncomparable, avec pour résultat d'apporter de la liquidité au marché sur une base régulière et continue ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nb) Soit, dans le cadre de son activité habituelle, à l'exécution des ordres donnés par des clients ou en réponse\nà des demandes d'achat ou de vente de leur part ;\n \nc) Soit à la couverture des positions associées à la réalisation des opérations mentionnées aux a et b ;\n \n4° Aux opérations réalisées pour le compte d'émetteurs en vue de favoriser la liquidité de leurs actions dans\nle cadre de pratiques de marché admises acceptées par l'Autorité des marchés financiers en application du\nrèglement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché\n(règlement relatif aux abus de marché) et abrogeant la directive 2003/6/ CE du Parlement européen et du\nConseil et les directives 2003/124/ CE, 2003/125/ CE et 2004/72/ CE de la Commission ;\n \n5° Aux acquisitions de titres entre sociétés membres du même groupe, au sens de l'article L. 233-3 du\ncode de commerce, au moment de l'acquisition de titres concernée, aux acquisitions de titres entre sociétés\ndu même groupe, au sens de l'article 223 A ou de l'article 223 A bis du présent code, et aux acquisitions\nintervenant dans les conditions prévues aux articles 210 A, 210 B, 220 quater, 220 quater A et 220 quater B ;\n \n6° Aux cessions temporaires de titres mentionnées au 10° de l'article 2 du règlement (CE) n° 1287/2006\nde la Commission européenne, du 10 août 2006, portant mesures d'exécution de la directive 2004/39/ CE\ndu Parlement européen et du Conseil en ce qui concerne les obligations des entreprises d'investissement\nen matière d'enregistrement, le compte rendu des transactions, la transparence du marché, l'admission des\ninstruments financiers à la négociation et la définition de termes aux fins de ladite directive ;\n \n7° Aux acquisitions, dans le cadre du livre III de la troisième partie du code du travail, de titres de capital\npar les fonds communs de placement d'entreprise régis par les articles L. 214-164 et L. 214-165 du code\nmonétaire et financier et par les sociétés d'investissement à capital variable d'actionnariat salarié régies\npar l'article L. 214-166 du même code ainsi qu'aux acquisitions de titres de capital de l'entreprise ou d'une\nentreprise du même groupe, au sens des articles L. 3344-1 et L. 3344-2 du code du travail, directement faites\npar les salariés en application du septième alinéa de l'article L. 3332-15 du même code ;\n \n8° Aux rachats de leurs titres de capital par les sociétés lorsque ces titres sont destinés à être cédés aux\nadhérents d'un plan d'épargne d'entreprise dans le cadre du titre III du livre III de la troisième partie du code\ndu travail ;\n \n9° Aux acquisitions d'obligations échangeables ou convertibles en actions.\n \nIII.-La taxe est assise sur la valeur d'acquisition du titre. En cas d'échange, à défaut de valeur d'acquisition\nexprimée dans un contrat, la valeur d'acquisition correspond à la cotation des titres sur le marché le plus\npertinent en termes de liquidité, au sens de l'article 9 du règlement (CE) 1287/2006 de la Commission, du\n10 août 2006, précité, à la clôture de la journée de bourse qui précède celle où l'échange se produit. En cas\nd'échange entre des titres d'inégale valeur, chaque partie à l'échange est taxée sur la valeur des titres dont elle\nfait l'acquisition.\n \nIV.-La taxe est exigible le premier jour du mois suivant celui au cours duquel s'est produite l'acquisition du\ntitre.\n \nV.-Le taux de la taxe est fixé à 0,4 %.\n \nVI.-La taxe est liquidée et due par l'opérateur fournissant des services d'investissement, au sens de l'article L.\n321-1 du code monétaire et financier, ayant exécuté l'ordre d'achat du titre ou ayant négocié pour son compte\npropre, quel que soit son lieu d'établissement.\n \nLorsque plusieurs opérateurs mentionnés au premier alinéa du présent VI interviennent pour l'exécution de\nl'ordre d'achat d'un titre, la taxe est liquidée et due par celui qui reçoit directement de l'acquéreur final l'ordre\nd'achat.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nLorsque l'acquisition a lieu sans intervention d'un opérateur fournissant des services d'investissement, la\ntaxe est liquidée et due par l'établissement assurant la fonction de tenue de compte-conservation, au sens\ndu 1 de l'article L. 321-2 du même code, quel que soit son lieu d'établissement. L'acquéreur lui transmet les\ninformations mentionnées au VIII du présent article.\n \nVII.-Si le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de l'article\nL. 621-9 du code monétaire et financier et effectue la livraison du titre, le redevable mentionné au VI du\nprésent article fournit au dépositaire central les informations mentionnées au VIII avant le 5 du mois suivant\nles acquisitions mentionnées au I et désigne l'adhérent sur le compte duquel la taxe peut être prélevée.\n \nSi le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de l'article\nL. 621-9 du code monétaire et financier et n'effectue pas la livraison du titre, laquelle est effectuée dans les\nlivres d'un de ses adhérents, cet adhérent fournit au dépositaire central les informations mentionnées au VIII\ndu présent article avant le 5 du mois suivant les acquisitions mentionnées au I.\n \nSi le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de l'article L.\n621-9 du code monétaire et financier et que ni ce dépositaire, ni aucun de ses adhérents n'effectue la livraison\ndu titre, laquelle est réalisée dans les livres d'un client d'un adhérent du dépositaire central, ce client fournit\nles informations mentionnées au VIII du présent article à l'adhérent, lequel les transmet au dépositaire central\navant le 5 du mois suivant les acquisitions mentionnées au I.\n \nSi le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de l'article\nL. 621-9 du code monétaire et financier et que la livraison s'effectue dans des conditions différentes\nde celles mentionnées aux trois premiers alinéas du présent VII, le redevable mentionné au VI déclare\nà l'administration fiscale, selon le modèle qu'elle a fixé, et paie au Trésor la taxe avant le 25 du mois\nsuivant les acquisitions mentionnées au I. Le redevable peut également acquitter la taxe par l'intermédiaire\nd'un adhérent du dépositaire central, auquel il transmet, directement ou indirectement, les informations\nmentionnées au VIII. L'adhérent transmet ces informations au dépositaire central avant le 5 du mois suivant\nles acquisitions mentionnées au I. Si le redevable opte pour le paiement de la taxe par l'intermédiaire d'un\nadhérent du dépositaire central, il en informe le Trésor par une déclaration avant le 1er novembre. Cette\ndéclaration est valable un an et se renouvelle par tacite reconduction.\n \nSi le dépositaire central teneur du compte d'émission du titre de capital n'est pas soumis au 3° du II de\nl'article L. 621-9 du code monétaire et financier, le redevable mentionné au VI du présent article déclare à\nl'administration fiscale, selon le modèle qu'elle a fixé, et paie au Trésor la taxe avant le 25 du mois suivant\nles acquisitions mentionnées au I. Il tient à disposition de l'administration les informations mentionnées au\nVIII.\n \nVIII.-Si le dépositaire central teneur du compte d'émission du titre de capital est soumis au 3° du II de\nl'article L. 621-9 du code monétaire et financier, il recueille de la part de ses adhérents ou des redevables,\ndans les conditions prévues au VII du présent article, des informations relatives aux opérations entrant dans\nle champ d'application de la taxe. Un décret précise la nature de ces informations, qui incluent le montant\nde la taxe due au titre de la période d'imposition, les numéros d'ordre des opérations concernées, la date de\nleur réalisation, la désignation, le nombre et la valeur des titres dont l'acquisition est taxable et les opérations\nexonérées, réparties selon les catégories d'exonération mentionnées au II.\n \nIX.-Le dépositaire central teneur du compte d'émission du titre soumis au 3° du II de l'article L. 621-9 du\ncode monétaire et financier déclare à l'administration fiscale, selon le modèle qu'elle a fixé, centralise et\nreverse au Trésor la taxe avant le 25 du mois suivant les acquisitions mentionnées au I du présent article. La\ndéclaration précise notamment le montant de la taxe due et acquittée par chaque redevable.\n \nDans les cas mentionnés aux trois premiers alinéas du VII ou en cas d'option du redevable mentionnée à\nl'avant-dernier alinéa du même VII, l'adhérent ayant transmis les informations mentionnées au VIII ou ayant\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nété désigné par le redevable en application du premier alinéa du VII l'autorise à prélever sur son compte le\nmontant de la taxe avant le 5 du mois suivant les acquisitions mentionnées au I.\n \nX.-Le dépositaire central soumis au 3° du II de l'article L. 621-9 du code monétaire et financier tient une\ncomptabilité séparée pour l'enregistrement des opérations liées à la collecte de la taxe. Il assure un contrôle\nde cohérence entre les déclarations qu'il reçoit et les informations en sa possession en tant que dépositaire\ncentral. Les informations recueillies par le dépositaire central en application du VII du présent article sont\ntenues à la disposition de l'administration sur simple requête. Un rapport annuel est remis à l'administration\nsur la nature et l'ampleur des contrôles mis en œuvre. Un décret définit les modalités d'application du présent\nX.\n \nXI.-En cas de manquement, de son fait, aux obligations de paiement prévues au IX, le dépositaire central\nacquitte l'intérêt de retard prévu par l'article 1727.\n \nEn cas de manquement aux obligations de paiement prévues au VII, le redevable de la taxe acquitte l'intérêt\nde retard prévu au même article 1727.\n \nEn cas de manquement du redevable ou de l'adhérent aux obligations déclaratives prévues au même VII,\ncelui-ci acquitte l'amende prévue à l'article 1788 C.\n \nXII.-La taxe est recouvrée et contrôlée selon les procédures et sous les mêmes sanctions, garanties et\nprivilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon\nles règles applicables à ces mêmes taxes.\n \nXIII.-(Abrogé).\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre III : Taxes diverses\nSection XX bis : Taxe sur les opérations à haute fréquence"
}