{
  "code": "CGI_256",
  "article_number": "256",
  "chunks": [
    "Article 256\n \n \nI. - Sont soumises à la taxe sur la valeur ajoutée les livraisons de biens et les prestations de services\neffectuées à titre onéreux par un assujetti agissant en tant que tel.\n \nII. - 1° Est considéré comme livraison d'un bien, le transfert du pouvoir de disposer d'un bien corporel\ncomme un propriétaire.\n \n2° Sont notamment considérés comme des biens meubles corporels :\n \nl'électricité, le gaz, la chaleur, le froid et les biens similaires.\n \n3° Sont également considérés comme livraisons de biens :\n \na) Le transfert de propriété d'un bien meuble corporel opéré en vertu d'une réquisition de l'autorité publique ;\n \nb) (Abrogé à compter du 1er janvier 1996).\n \nc) La remise matérielle d'un bien meuble corporel en vertu d'un contrat qui prévoit la location de ce bien\npendant une certaine période ou sa vente à tempérament et qui est assorti d'une clause selon laquelle la\npropriété de ce bien est normalement acquise au détenteur ou à ses ayants droit au plus tard lors du paiement\nde la dernière échéance ;\n \nd) La remise matérielle d'un bien meuble corporel en vertu d'un contrat de vente qui comporte une clause de\nréserve de propriété.\n \nII bis. - 1° Une vente à distance intracommunautaire de biens s'entend d'une livraison de biens expédiés ou\ntransportés par le fournisseur ou pour son compte, y compris lorsque le fournisseur intervient indirectement\ndans le transport ou l'expédition des biens, à partir d'un Etat membre autre que celui d'arrivée de l'expédition\nou du transport à destination de l'acquéreur, lorsque les conditions suivantes sont réunies :\n  \na) La livraison de biens est effectuée au profit d'un assujetti ou d'une personne morale non assujettie dont les\nacquisitions intracommunautaires de biens ne sont pas soumises à la taxe soit en application des 1° bis et 2°\ndu I de l'article 256 bis lorsque ces acquisitions intracommunautaires ont lieu en France, soit en application\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndu paragraphe 1 de l'article 3 de la directive 2006/112/ CE du Conseil du 28 novembre 2006 relative au\nsystème commun de taxe sur la valeur ajoutée lorsque ces acquisitions intracommunautaires ont lieu dans un\nautre Etat membre de l'Union européenne, ou au profit de toute autre personne non assujettie ;\n  \nb) Les biens livrés ne sont ni des moyens de transport neufs, ni des biens livrés après montage ou installation,\navec ou sans essai de mise en service, par le fournisseur ou pour son compte.\n  \n2° Une vente à distance de biens importés de territoires tiers ou de pays tiers s'entend d'une livraison de biens\nexpédiés ou transportés par le fournisseur ou pour son compte, y compris lorsque le fournisseur intervient\nindirectement dans le transport ou l'expédition des biens, à partir d'un territoire tiers ou d'un pays tiers à\ndestination d'un acquéreur dans un Etat membre, lorsque les conditions suivantes sont réunies :\n  \na) La livraison de biens est effectuée au profit d'un assujetti ou d'une personne morale non assujettie dont\nles acquisitions intracommunautaires de biens ne sont pas soumises à la taxe soit en application du 2° du I\nde l'article 256 bis lorsque ces acquisitions intracommunautaires ont lieu en France, soit en application du\nparagraphe 1 de l'article 3 de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée lorsque ces\nacquisitions intracommunautaires ont lieu dans un autre Etat membre de l'Union européenne, ou au profit de\ntoute autre personne non assujettie ;\n  \nb) Les biens livrés ne sont ni des moyens de transport neufs ni des biens livrés après montage ou installation,\navec ou sans essai de mise en service, par le fournisseur ou pour son compte.\n \nIII. - Est assimilé à une livraison de biens, le transfert par un assujetti d'un bien de son entreprise à\ndestination d'un autre Etat membre de l'Union européenne.\n \nEst considéré comme un transfert au sens des dispositions qui précèdent l'expédition ou le transport, par un\nassujetti ou pour son compte, d'un bien meuble corporel pour les besoins de son entreprise, à l'exception de\nl'expédition ou du transport d'un bien qui, dans l'Etat membre d'arrivée, est destiné :\n \na) A être utilisé temporairement pour les besoins de prestations de services effectuées par l'assujetti ou dans\ndes conditions qui lui ouvriraient droit, si ce bien était importé, au bénéfice de l'admission temporaire en\nexonération totale de droits ;\n \nb) A faire l'objet d'expertises ou de travaux à condition que le bien soit réexpédié ou transporté en France à\ndestination de cet assujetti ;\n \nc) A faire l'objet d'une installation ou d'un montage.\n \nd) A faire l'objet de livraisons à bord des moyens de transport, effectuées par l'assujetti, dans les conditions\nmentionnées à l'article 37 de la directive 2006/112/CE du Conseil du 28 novembre 2006.\n \nPour l'application du présent III, n'est pas assimilé à une livraison de biens, le transfert, au sens des\ndispositions du premier alinéa, de gaz naturel, d'électricité, de chaleur ou de froid vers un autre Etat membre\npour les besoins d'une livraison dont le lieu y est situé, conformément aux dispositions des articles 38 et 39\nde la directive 2006/112/CE du Conseil du 28 novembre 2006.\n \nIII bis. - 1. N'est pas assimilé à une livraison de biens le transfert par un assujetti d'un bien de son entreprise\nsous un régime de stocks sous contrat de dépôt à destination d'un autre Etat membre de l'Union européenne\nlorsque les conditions suivantes sont remplies :  \n1° Les biens sont expédiés ou transportés par l'assujetti ou par un tiers pour le compte de celui-ci, à\ndestination d'un autre Etat membre afin d'y être livrés, à un stade ultérieur et après leur arrivée, à un autre\nassujetti qui pourra en disposer comme un propriétaire en vertu d'un accord entre les deux assujettis ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° L'assujetti qui expédie ou transporte les biens n'est pas établi ou ne dispose pas d'un établissement stable\ndans l'Etat membre vers lequel les biens sont expédiés ou transportés ;  \n3° L'assujetti auquel les biens sont destinés à être livrés est identifié aux fins de la taxe sur la valeur\najoutée dans l'Etat membre vers lequel les biens sont expédiés ou transportés et a communiqué à l'assujetti\nmentionné au 2° son identité et ce numéro d'identification au moment du départ de l'expédition ou du\ntransport ;  \n4° L'assujetti qui expédie ou transporte les biens inscrit le transfert des biens dans le registre prévu au 2 du\nI de l'article 286 quater et indique l'identité de l'assujetti qui acquiert les biens et le numéro d'identification\naux fins de la taxe sur la valeur ajoutée attribué par l'Etat membre vers lequel les biens sont expédiés ou\ntransportés dans l'état récapitulatif prévu au I de l'article 289 B.  \n2. Si, dans les douze mois suivant leur arrivée dans l'Etat membre vers lequel ils ont été expédiés ou\ntransportés, les biens n'ont pas été livrés à l'assujetti mentionné au 3° du 1 du présent III bis et qu'aucune des\ncirconstances mentionnées au 4 n'est intervenue, un transfert au sens du III du présent article est réputé avoir\nlieu le jour suivant celui de l'expiration de la période de douze mois.  \n3. Aucun transfert au sens du III du présent article n'est réputé avoir lieu lorsque, dans les douze mois suivant\nleur arrivée dans l'Etat membre vers lequel ils ont été expédiés ou transportés, le droit de disposer des biens\nn'a pas été transféré, qu'ils sont renvoyés vers la France et que l'assujetti inscrit leur renvoi dans le registre\nmentionné au 4° du 1 du présent III bis.  \n4. Aucun transfert au sens du III du présent article n'est réputé avoir lieu lorsque l'assujetti mentionné au 3°\ndu 1 est remplacé, dans le délai de douze mois suivant l'arrivée des biens, par un autre assujetti dès lors que\nles autres conditions mentionnées au même 1 demeurent satisfaites et que l'assujetti mentionné au 2° dudit 1\ninscrit ce remplacement dans le registre prévu au 2 du I de l'article 286 quater.  \n5. Pendant le délai de douze mois suivant leur arrivée dans l'Etat membre vers lequel ils ont été expédiés ou\ntransportés, un transfert de biens au sens du III du présent article est réputé avoir lieu :  \n1° Dès que l'une des conditions mentionnées aux 1 et 4 du présent III bis cesse d'être remplie ;  \n2° Immédiatement avant la livraison lorsque les biens mentionnés au 1° du 1 sont livrés à une personne autre\nque celle mentionnée au 3° du même 1 sans que les conditions du 4 ne soient remplies ;  \n3° Immédiatement avant le début de l'expédition ou du transport lorsque les biens mentionnés au 1° du 1 sont\nexpédiés ou transportés vers un pays autre que la France ;  \n4° Lorsque les biens mentionnés au même 1° sont détruits, perdus ou volés, à la date à laquelle les biens ont\neffectivement été enlevés ou détruits ou, si cette date est impossible à déterminer, à la date à laquelle il a été\nconstaté que les biens étaient détruits ou manquants.\n \nIV. - 1° Les opérations autres que celles qui sont définies au II, notamment la cession ou la concession\nde biens meubles incorporels, le fait de s'obliger à ne pas faire ou à tolérer un acte ou une situation, les\nopérations de façon, les travaux immobiliers et l'exécution des obligations du fiduciaire, sont considérés\ncomme des prestations de services ;\n \n2° Sont également considérées comme des prestations de services (Disposition à caractère interprétatif) :\n \na) Les opérations, y compris la négociation, portant sur les devises, les billets de banque et les monnaies qui\nsont des moyens de paiement légaux à l'exception des monnaies et billets de collection.\n \nLe chiffre d'affaires afférent à ces opérations est constitué par le montant des profits et autres rémunérations.\n \nSont considérés comme des monnaies et billets de collection, les pièces en or autres que celles visées au 2 de\nl'article 298 sexdecies A en argent ou autre métal, ainsi que les billets qui ne sont pas normalement utilisés\ndans leur fonction comme moyen de paiement légal ou qui présentent un intérêt numismatique ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nb) Les opérations portant sur les actions, les parts de sociétés ou d'associations, les obligations et les autres\ntitres, à l'exclusion des titres représentatifs de marchandises et des parts d'intérêt dont la possession assure\nen droit ou en fait l'attribution en propriété ou en jouissance d'un bien immeuble ou d'une fraction d'un bien\nimmeuble.\n \nLe chiffre d'affaires afférent aux opérations, autres que celles de garde et de gestion, mentionnées ci-dessus\nest constitué par le montant des profits et autres rémunérations.\n \nV. - 1° L'assujetti, agissant en son nom propre mais pour le compte d'autrui, qui s'entremet dans une livraison\nde bien ou une prestation de services, est réputé avoir personnellement acquis et livré le bien, ou reçu et\nfourni les services considérés ;\n \n2° Sont également réputés avoir acquis et livré les biens : \na) L'assujetti qui facilite, par l'utilisation d'une interface électronique telle qu'une place de marché, une\nplateforme, un portail ou un dispositif similaire, les ventes à distance de biens importés de territoires tiers ou\nde pays tiers contenus dans des envois d'une valeur intrinsèque ne dépassant pas 150 € ; \nb) L'assujetti qui facilite, par l'utilisation d'une interface électronique telle qu'une place de marché, une\nplateforme, un portail ou un dispositif similaire, la livraison d'un bien dans l'Union européenne par un\nassujetti non établi sur le territoire de l'Union européenne à une personne non assujettie. \nLorsqu'un assujetti est réputé avoir acquis et livré des biens dans les conditions prévues aux a et b du présent\n2°, l'expédition ou le transport de ces biens est imputé à la livraison effectuée par cet assujetti."
  ],
  "full_text": "Article 256\n \n \nI. - Sont soumises à la taxe sur la valeur ajoutée les livraisons de biens et les prestations de services\neffectuées à titre onéreux par un assujetti agissant en tant que tel.\n \nII. - 1° Est considéré comme livraison d'un bien, le transfert du pouvoir de disposer d'un bien corporel\ncomme un propriétaire.\n \n2° Sont notamment considérés comme des biens meubles corporels :\n \nl'électricité, le gaz, la chaleur, le froid et les biens similaires.\n \n3° Sont également considérés comme livraisons de biens :\n \na) Le transfert de propriété d'un bien meuble corporel opéré en vertu d'une réquisition de l'autorité publique ;\n \nb) (Abrogé à compter du 1er janvier 1996).\n \nc) La remise matérielle d'un bien meuble corporel en vertu d'un contrat qui prévoit la location de ce bien\npendant une certaine période ou sa vente à tempérament et qui est assorti d'une clause selon laquelle la\npropriété de ce bien est normalement acquise au détenteur ou à ses ayants droit au plus tard lors du paiement\nde la dernière échéance ;\n \nd) La remise matérielle d'un bien meuble corporel en vertu d'un contrat de vente qui comporte une clause de\nréserve de propriété.\n \nII bis. - 1° Une vente à distance intracommunautaire de biens s'entend d'une livraison de biens expédiés ou\ntransportés par le fournisseur ou pour son compte, y compris lorsque le fournisseur intervient indirectement\ndans le transport ou l'expédition des biens, à partir d'un Etat membre autre que celui d'arrivée de l'expédition\nou du transport à destination de l'acquéreur, lorsque les conditions suivantes sont réunies :\n  \na) La livraison de biens est effectuée au profit d'un assujetti ou d'une personne morale non assujettie dont les\nacquisitions intracommunautaires de biens ne sont pas soumises à la taxe soit en application des 1° bis et 2°\ndu I de l'article 256 bis lorsque ces acquisitions intracommunautaires ont lieu en France, soit en application\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndu paragraphe 1 de l'article 3 de la directive 2006/112/ CE du Conseil du 28 novembre 2006 relative au\nsystème commun de taxe sur la valeur ajoutée lorsque ces acquisitions intracommunautaires ont lieu dans un\nautre Etat membre de l'Union européenne, ou au profit de toute autre personne non assujettie ;\n  \nb) Les biens livrés ne sont ni des moyens de transport neufs, ni des biens livrés après montage ou installation,\navec ou sans essai de mise en service, par le fournisseur ou pour son compte.\n  \n2° Une vente à distance de biens importés de territoires tiers ou de pays tiers s'entend d'une livraison de biens\nexpédiés ou transportés par le fournisseur ou pour son compte, y compris lorsque le fournisseur intervient\nindirectement dans le transport ou l'expédition des biens, à partir d'un territoire tiers ou d'un pays tiers à\ndestination d'un acquéreur dans un Etat membre, lorsque les conditions suivantes sont réunies :\n  \na) La livraison de biens est effectuée au profit d'un assujetti ou d'une personne morale non assujettie dont\nles acquisitions intracommunautaires de biens ne sont pas soumises à la taxe soit en application du 2° du I\nde l'article 256 bis lorsque ces acquisitions intracommunautaires ont lieu en France, soit en application du\nparagraphe 1 de l'article 3 de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée lorsque ces\nacquisitions intracommunautaires ont lieu dans un autre Etat membre de l'Union européenne, ou au profit de\ntoute autre personne non assujettie ;\n  \nb) Les biens livrés ne sont ni des moyens de transport neufs ni des biens livrés après montage ou installation,\navec ou sans essai de mise en service, par le fournisseur ou pour son compte.\n \nIII. - Est assimilé à une livraison de biens, le transfert par un assujetti d'un bien de son entreprise à\ndestination d'un autre Etat membre de l'Union européenne.\n \nEst considéré comme un transfert au sens des dispositions qui précèdent l'expédition ou le transport, par un\nassujetti ou pour son compte, d'un bien meuble corporel pour les besoins de son entreprise, à l'exception de\nl'expédition ou du transport d'un bien qui, dans l'Etat membre d'arrivée, est destiné :\n \na) A être utilisé temporairement pour les besoins de prestations de services effectuées par l'assujetti ou dans\ndes conditions qui lui ouvriraient droit, si ce bien était importé, au bénéfice de l'admission temporaire en\nexonération totale de droits ;\n \nb) A faire l'objet d'expertises ou de travaux à condition que le bien soit réexpédié ou transporté en France à\ndestination de cet assujetti ;\n \nc) A faire l'objet d'une installation ou d'un montage.\n \nd) A faire l'objet de livraisons à bord des moyens de transport, effectuées par l'assujetti, dans les conditions\nmentionnées à l'article 37 de la directive 2006/112/CE du Conseil du 28 novembre 2006.\n \nPour l'application du présent III, n'est pas assimilé à une livraison de biens, le transfert, au sens des\ndispositions du premier alinéa, de gaz naturel, d'électricité, de chaleur ou de froid vers un autre Etat membre\npour les besoins d'une livraison dont le lieu y est situé, conformément aux dispositions des articles 38 et 39\nde la directive 2006/112/CE du Conseil du 28 novembre 2006.\n \nIII bis. - 1. N'est pas assimilé à une livraison de biens le transfert par un assujetti d'un bien de son entreprise\nsous un régime de stocks sous contrat de dépôt à destination d'un autre Etat membre de l'Union européenne\nlorsque les conditions suivantes sont remplies :  \n1° Les biens sont expédiés ou transportés par l'assujetti ou par un tiers pour le compte de celui-ci, à\ndestination d'un autre Etat membre afin d'y être livrés, à un stade ultérieur et après leur arrivée, à un autre\nassujetti qui pourra en disposer comme un propriétaire en vertu d'un accord entre les deux assujettis ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° L'assujetti qui expédie ou transporte les biens n'est pas établi ou ne dispose pas d'un établissement stable\ndans l'Etat membre vers lequel les biens sont expédiés ou transportés ;  \n3° L'assujetti auquel les biens sont destinés à être livrés est identifié aux fins de la taxe sur la valeur\najoutée dans l'Etat membre vers lequel les biens sont expédiés ou transportés et a communiqué à l'assujetti\nmentionné au 2° son identité et ce numéro d'identification au moment du départ de l'expédition ou du\ntransport ;  \n4° L'assujetti qui expédie ou transporte les biens inscrit le transfert des biens dans le registre prévu au 2 du\nI de l'article 286 quater et indique l'identité de l'assujetti qui acquiert les biens et le numéro d'identification\naux fins de la taxe sur la valeur ajoutée attribué par l'Etat membre vers lequel les biens sont expédiés ou\ntransportés dans l'état récapitulatif prévu au I de l'article 289 B.  \n2. Si, dans les douze mois suivant leur arrivée dans l'Etat membre vers lequel ils ont été expédiés ou\ntransportés, les biens n'ont pas été livrés à l'assujetti mentionné au 3° du 1 du présent III bis et qu'aucune des\ncirconstances mentionnées au 4 n'est intervenue, un transfert au sens du III du présent article est réputé avoir\nlieu le jour suivant celui de l'expiration de la période de douze mois.  \n3. Aucun transfert au sens du III du présent article n'est réputé avoir lieu lorsque, dans les douze mois suivant\nleur arrivée dans l'Etat membre vers lequel ils ont été expédiés ou transportés, le droit de disposer des biens\nn'a pas été transféré, qu'ils sont renvoyés vers la France et que l'assujetti inscrit leur renvoi dans le registre\nmentionné au 4° du 1 du présent III bis.  \n4. Aucun transfert au sens du III du présent article n'est réputé avoir lieu lorsque l'assujetti mentionné au 3°\ndu 1 est remplacé, dans le délai de douze mois suivant l'arrivée des biens, par un autre assujetti dès lors que\nles autres conditions mentionnées au même 1 demeurent satisfaites et que l'assujetti mentionné au 2° dudit 1\ninscrit ce remplacement dans le registre prévu au 2 du I de l'article 286 quater.  \n5. Pendant le délai de douze mois suivant leur arrivée dans l'Etat membre vers lequel ils ont été expédiés ou\ntransportés, un transfert de biens au sens du III du présent article est réputé avoir lieu :  \n1° Dès que l'une des conditions mentionnées aux 1 et 4 du présent III bis cesse d'être remplie ;  \n2° Immédiatement avant la livraison lorsque les biens mentionnés au 1° du 1 sont livrés à une personne autre\nque celle mentionnée au 3° du même 1 sans que les conditions du 4 ne soient remplies ;  \n3° Immédiatement avant le début de l'expédition ou du transport lorsque les biens mentionnés au 1° du 1 sont\nexpédiés ou transportés vers un pays autre que la France ;  \n4° Lorsque les biens mentionnés au même 1° sont détruits, perdus ou volés, à la date à laquelle les biens ont\neffectivement été enlevés ou détruits ou, si cette date est impossible à déterminer, à la date à laquelle il a été\nconstaté que les biens étaient détruits ou manquants.\n \nIV. - 1° Les opérations autres que celles qui sont définies au II, notamment la cession ou la concession\nde biens meubles incorporels, le fait de s'obliger à ne pas faire ou à tolérer un acte ou une situation, les\nopérations de façon, les travaux immobiliers et l'exécution des obligations du fiduciaire, sont considérés\ncomme des prestations de services ;\n \n2° Sont également considérées comme des prestations de services (Disposition à caractère interprétatif) :\n \na) Les opérations, y compris la négociation, portant sur les devises, les billets de banque et les monnaies qui\nsont des moyens de paiement légaux à l'exception des monnaies et billets de collection.\n \nLe chiffre d'affaires afférent à ces opérations est constitué par le montant des profits et autres rémunérations.\n \nSont considérés comme des monnaies et billets de collection, les pièces en or autres que celles visées au 2 de\nl'article 298 sexdecies A en argent ou autre métal, ainsi que les billets qui ne sont pas normalement utilisés\ndans leur fonction comme moyen de paiement légal ou qui présentent un intérêt numismatique ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nb) Les opérations portant sur les actions, les parts de sociétés ou d'associations, les obligations et les autres\ntitres, à l'exclusion des titres représentatifs de marchandises et des parts d'intérêt dont la possession assure\nen droit ou en fait l'attribution en propriété ou en jouissance d'un bien immeuble ou d'une fraction d'un bien\nimmeuble.\n \nLe chiffre d'affaires afférent aux opérations, autres que celles de garde et de gestion, mentionnées ci-dessus\nest constitué par le montant des profits et autres rémunérations.\n \nV. - 1° L'assujetti, agissant en son nom propre mais pour le compte d'autrui, qui s'entremet dans une livraison\nde bien ou une prestation de services, est réputé avoir personnellement acquis et livré le bien, ou reçu et\nfourni les services considérés ;\n \n2° Sont également réputés avoir acquis et livré les biens : \na) L'assujetti qui facilite, par l'utilisation d'une interface électronique telle qu'une place de marché, une\nplateforme, un portail ou un dispositif similaire, les ventes à distance de biens importés de territoires tiers ou\nde pays tiers contenus dans des envois d'une valeur intrinsèque ne dépassant pas 150 € ; \nb) L'assujetti qui facilite, par l'utilisation d'une interface électronique telle qu'une place de marché, une\nplateforme, un portail ou un dispositif similaire, la livraison d'un bien dans l'Union européenne par un\nassujetti non établi sur le territoire de l'Union européenne à une personne non assujettie. \nLorsqu'un assujetti est réputé avoir acquis et livré des biens dans les conditions prévues aux a et b du présent\n2°, l'expédition ou le transport de ces biens est imputé à la livraison effectuée par cet assujetti."
}