{
  "code": "CGI_261",
  "article_number": "261",
  "chunks": [
    "Article 261\n \nSont exonérés de la taxe sur la valeur ajoutée :\n \n1. (Affaires ou opérations soumises à un autre impôt) :\n \n1° à 3° (Abrogés) ;\n \n4° les opérations à terme sur marchandises réalisées sur un marché réglementé à l'exclusion de celles qui\ndéterminent l'arrêt de la filière ;\n \n5° (Abrogé).\n \n2. (Agriculture et pêche) :\n \n1° (Abrogé) ;\n \n2° (Abrogé) ;\n \n3° les prestations réalisées dans le cadre de l'entraide entre agriculteurs définie par les articles L. 325-1 à\nL. 325-3 du code rural et de la pêche maritime. Cette exonération pourra être étendue par décret en Conseil\nd'Etat aux départements d'outre-mer ;\n \n4° les opérations effectuées par les pêcheurs et armateurs à la pêche, à l'exception des pêcheurs en eau douce,\nen ce qui concerne la vente des produits de leur pêche (poissons, crustacés, coquillages frais ou conservés à\nl'état frais par un procédé frigorifique) ;\n \n5° (Abrogé).\n \n3. (Biens usagés) :\n \n1° a. Sous réserve, le cas échéant, des dispositions des 1° et 2° du III de l'article 257, les ventes de biens\nusagés faites par les personnes qui les ont utilisés pour les besoins de leurs exploitations.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nToutefois, l'exonération ne s'applique pas aux biens qui ont ouvert droit à déduction complète ou partielle\nde la taxe sur la valeur ajoutée lors de leur achat, acquisition intracommunautaire, importation ou livraison à\nsoi-même.\n \nLes dispositions du deuxième alinéa ne s'appliquent ni aux biens cédés à des personnes qui ont souscrit un\ncontrat de crédit-bail ou de location avec option d'achat avant le 8 septembre 1989, ni aux véhicules destinés\nà la location simple, inscrits à l'actif des entreprises de location avant le 8 septembre 1989, si ces véhicules\nsont cédés à des personnes autres que des négociants en biens d'occasion (Loi n° 89-935 du 29 décembre\n1989, art. 31 I 2 et 3) ;\n \nb. (Disposition périmée) ;\n \n2° (abrogé)\n \n4. (Professions libérales et activités diverses) :\n \n1° Les soins dispensés aux personnes par les membres des professions médicales et paramédicales\nréglementées, par les pharmaciens, par les praticiens autorisés à faire usage légalement du titre d'ostéopathe,\nde chiropracteur, de psychologue ou de psychothérapeute et par les psychanalystes titulaires d'un des\ndiplômes requis, à la date de sa délivrance, pour être recruté comme psychologue dans la fonction publique\nhospitalière ainsi que les travaux d'analyse de biologie médicale et les fournitures de prothèses dentaires par\nles dentistes et les prothésistes ;\n \n1° bis les frais d'hospitalisation et de traitement, y compris les frais de mise à disposition d'une chambre\nindividuelle, dans les établissements de santé privés titulaires de l'autorisation mentionnée à l'article L.\n6122-1 du code de la santé publique ;\n \n1° ter les soins dispensés par les établissements privés d'hébergement pour personnes âgées mentionnés au 6°\ndu I de l'article L. 312-1 du code de l'action sociale et des familles, pris en charge par un forfait annuel global\nde soins en application de l'article L. 174-7 du code de la sécurité sociale ;\n \n2° les livraisons, services d'intermédiation et prestations de travail à façon portant sur les organes, le sang et\nle lait humains ;\n \n3° le transport de malades ou de blessés à l'aide de véhicules spécialement aménagés à cet effet effectué par\ndes personnes visées à l'article L. 6312-2 du code de la santé publique ;\n \n4° a. les prestations de services et les livraisons de biens qui leur sont étroitement liées, effectuées dans le\ncadre :\n \nde l'enseignement primaire, secondaire et supérieur dispensé dans les établissements publics et les\nétablissements privés régis par les articles L. 151-3, L. 212-2, L. 424-1 à L. 424-4, L. 441-1, L. 443-1 à L.\n443-5 et L. 731-1 à L. 731-17 du code de l'éducation ;\n \nde l'enseignement universitaire dispensé dans les établissements publics et dans les établissements privés\nvisés aux articles L. 613-7, L. 714-2 et L. 718-16 du code de l'éducation ;\n \nde l'enseignement et de la formation professionnelle agricoles réglementés par la loi n° 60-791 du 2 août\n1960 relative à l'enseignement et la formation professionnelle agricole ;\n \nde la formation professionnelle continue, telle qu'elle est définie par les dispositions législatives et\nréglementaires qui la régissent, assurée soit par des personnes morales de droit public, soit par des\npersonnes de droit privé titulaires d'une attestation délivrée par l'autorité administrative compétente\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nreconnaissant qu'elles remplissent les conditions fixées pour exercer leur activité dans le cadre de la\nformation professionnelle continue.\n \nUn décret en Conseil d'Etat fixe les conditions d'application de ces dispositions, notamment pour ce qui\nconcerne les conditions de délivrance et de validité de l'attestation ;\n \nde l'enseignement primaire, secondaire, supérieur ou technique à distance, dispensé par les organismes\npublics ou les organismes privés régis par les articles L. 444-1 à L. 444-11 du code de l'éducation, et les\ntextes subséquents ;\n \nb. les cours ou leçons relevant de l'enseignement scolaire, universitaire, professionnel, artistique ou sportif,\ndispensés par des personnes physiques qui sont rémunérées directement par leurs élèves ;\n \n5° à 8° (Abrogés) ;\n \n8° bis Les prestations de services et les livraisons de biens qui leur sont étroitement liées, effectuées dans le\ncadre de la garde d'enfants par les établissements visés au premier alinéa de l'article L. 2324-1 du code de la\nsanté publique et assurant l'accueil des enfants de moins de trois ans ;\n \n8° ter Les prestations de services réalisées par les mandataires judiciaires à la protection des majeurs au sens\nde l'article L. 471-2 du code de l'action sociale et des familles ;\n \n9° les prestations de services et les livraisons de biens qui leur sont étroitement liées fournies à leurs\nmembres, moyennant une cotisation fixée conformément aux statuts, par des organismes légalement\nconstitués agissant sans but lucratif dont la gestion est désintéressée et qui poursuivent des objectifs\nde nature philosophique, religieuse, politique, patriotique, civique ou syndicale, dans la mesure où ces\nopérations se rattachent directement à la défense collective des intérêts moraux ou matériels des membres ;\nles dispositions des c et d du 1° du 7 s'appliquent à ces organismes ;\n \n10° Les travaux de construction, d'aménagement, de réparation et d'entretien des monuments, cimetières ou\nsépultures commémoratifs des combattants, héros, victimes ou morts des guerres ou des attentats, effectués\npour les collectivités publiques et les organismes légalement constitués agissant sans but lucratif ;\n \n11° Les prestations de services et les livraisons de biens accessoires à ces prestations, à l'exception des\ntransports de personnes et télécommunications, qui relèvent du service universel postal tel que défini par\nl'article L. 1 du code des postes et communications électroniques, effectuées par le prestataire en France du\nservice universel postal tel que désigné à l'article L. 2 du même code.\n \n5. (Opérations immobilières) :\n \n1° Les livraisons de terrains qui ne sont pas des terrains à bâtir au sens du 1° du 2 du I de l'article 257 ;\n \n2° Les livraisons d'immeubles achevés depuis plus de cinq ans.\n \n6. (Abrogé).\n \n7. (Organismes d'utilité générale) :\n \n1° a. les services de caractère social, éducatif, culturel ou sportif rendus à leurs membres par les organismes\nlégalement constitués agissant sans but lucratif, et dont la gestion est désintéressée.\n \nIl en est de même des ventes consenties à leurs membres par ces organismes, dans la limite de 10 % de leurs\nrecettes totales.\n \nToutefois, demeurent soumises à la taxe sur la valeur ajoutée, sous réserve des dispositions du b :\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nles opérations d'hébergement et de restauration ;\n \nl'exploitation des bars et buvettes.\n \nCes dispositions sont également applicables aux unions d'associations qui répondent aux conditions ci-\ndessus, dans leurs rapports avec les membres des associations faisant partie de ces unions ;\n \nb. les opérations faites au bénéfice de toutes personnes par des oeuvres sans but lucratif qui présentent un\ncaractère social ou philanthropique et dont la gestion est désintéressée, lorsque les prix pratiqués ont été\nhomologués par l'autorité publique ou que des opérations analogues ne sont pas couramment réalisées à\ndes prix comparables par des entreprises commerciales, en raison notamment du concours désintéressé des\nmembres de ces organismes ou des contributions publiques ou privées dont ils bénéficient.\n \nLes organismes mentionnés au premier alinéa du 1 bis de l'article 206 et qui en remplissent les conditions,\nsont également exonérés pour leurs autres opérations lorsque les recettes encaissées afférentes à ces\nopérations n'ont pas excédé au cours de l'année civile précédente le montant de 78 596 €.\n \nLes opérations mentionnées au I de l'article 257 et les opérations donnant lieu à la perception de revenus\npatrimoniaux soumis aux dispositions de l'article 219 bis ne bénéficient pas de l'exonération et ne sont pas\nprises en compte pour le calcul de la limite de 78 596 €.\n \nLorsque la limite de 78 596 € est atteinte en cours d'année, l'organisme ne peut plus bénéficier de\nl'exonération prévue au deuxième alinéa à compter du premier jour du mois suivant celui au cours duquel\ncette limite a été dépassée ;\n \nLes limites mentionnées aux deuxième à avant-dernier alinéas du présent b sont indexées, chaque année, sur\nla prévision de l'indice des prix à la consommation, hors tabac, retenue dans le projet de loi de finances de\nl'année ;\n \nc. les recettes de six manifestations de bienfaisance ou de soutien organisées dans l'année à leur profit\nexclusif par les organismes désignés au a et b ainsi que par les organismes permanents à caractère social des\ncollectivités locales et des entreprises ;\n \nd. le caractère désintéressé de la gestion résulte de la réunion des conditions ci-après :\n \nL'organisme doit, en principe, être géré et administré à titre bénévole par des personnes n'ayant elles-mêmes,\nou par personne interposée, aucun intérêt direct ou indirect dans les résultats de l'exploitation.\n \nToutefois, lorsqu'une association régie par la loi du 1er juillet 1901 relative au contrat d'association, une\nassociation régie par la loi locale en vigueur dans les départements de la Moselle, du Bas-Rhin et du Haut-\nRhin, une fondation reconnue d'utilité publique ou une fondation d'entreprise décide que l'exercice des\nfonctions dévolues à ses dirigeants justifie le versement d'une rémunération, le caractère désintéressé de sa\ngestion n'est pas remis en cause si ses statuts et ses modalités de fonctionnement assurent sa transparence\nfinancière, l'élection régulière et périodique de ses dirigeants, le contrôle effectif de sa gestion par ses\nmembres et l'adéquation de la rémunération aux sujétions effectivement imposées aux dirigeants concernés ;\ncette disposition s'applique dans les conditions suivantes :\n \nl'un des organismes visés au troisième alinéa peut rémunérer l'un de ses dirigeants uniquement si le montant\nannuel de ses ressources, majorées de celles des organismes qui lui sont affiliés et qui remplissent les\nconditions leur permettant de bénéficier de la présente disposition, hors ressources issues des versements\neffectués par des personnes morales de droit public, est supérieur à 200 000 € en moyenne sur les trois\nexercices clos précédant celui pendant lequel la rémunération est versée ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nun tel organisme peut rémunérer deux de ses dirigeants si le montant annuel de ses ressources, majorées de\ncelles des organismes qui lui sont affiliés et qui remplissent les conditions leur permettant de bénéficier de\nla présente disposition, hors ressources issues des versements effectués par des personnes morales de droit\npublic, est supérieur à 500 000 €, en moyenne sur les trois exercices clos précédant celui pendant lequel la\nrémunération est versée ;\n \nun tel organisme peut rémunérer trois de ses dirigeants si le montant annuel de ses ressources, majorées de\ncelles des organismes qui lui sont affiliés et qui remplissent les conditions leur permettant de bénéficier de\nla présente disposition, hors ressources issues des versements effectués par des personnes morales de droit\npublic, est supérieur à 1 000 000 € en moyenne sur les trois exercices clos précédant celui pendant lequel la\nrémunération est versée ;\n \nun tel organisme peut verser des rémunérations dans le cadre de la présente disposition uniquement si ses\nstatuts le prévoient explicitement et si une décision de son organe délibérant l'a expressément décidé à la\nmajorité des deux tiers de ses membres ;\n \nle montant des ressources le cas échéant hors ressources issues des versements effectués par des personnes\nmorales de droit public est constaté par un commissaire aux comptes ;\n \nle montant de toutes les rémunérations versées à chaque dirigeant au titre de la présente disposition ne peut\nen aucun cas excéder trois fois le montant du plafond visé à l'article L. 241-3 du code de la sécurité sociale.\n \nLa condition d'exclusion des ressources issues des versements effectués par des personnes morales de droit\npublic mentionnée aux quatrième à sixième alinéas du présent d n'est pas applicable aux associations de\njeunesse et d'éducation populaire ayant fait l'objet d'un agrément par le ministre chargé de la jeunesse dont\nl'instance dirigeante est composée de membres dont la moyenne d'âge est inférieure à trente ans et qui\ndécident de rémunérer, dans la limite du plafond mentionné à l'article L. 241-3 du code de la sécurité sociale,\npour une durée maximale de trois ans, renouvelable une fois, leurs dirigeants âgés de moins de trente ans à la\ndate de leur élection.\n \nUn décret en Conseil d'Etat fixe les modalités d'application des neuf alinéas précédents ;\n \nl'organisme ne doit procéder à aucune distribution directe ou indirecte de bénéfice, sous quelque forme que\nce soit ;\n \nles membres de l'organisme et leurs ayants droit ne doivent pas pouvoir être déclarés attributaires d'une part\nquelconque de l'actif, sous réserve du droit de reprise des apports.\n \nTous les organismes concernés par les a, b et c sont placés sous le régime du chiffre d'affaires réel ; un décret\nen Conseil d'Etat détermine leurs obligations ainsi que l'étendue et les modalités d'exercice de leurs droits à\ndéduction ;\n \n1° bis Les opérations effectuées par les associations intermédiaires conventionnées, mentionnées à l'article L.\n5132-7 du code du travail, dont la gestion est désintéressée dans les conditions prévues au 1° ;\n \n1° ter Les prestations de services mentionnées au D de l'article 278-0 bis et au i de l'article 279, réalisées par\ndes associations agréées en application de l'article L. 7232-1 du code du travail ou autorisées en application\nde l'article L. 313-1 du code de l'action sociale et des familles, et dont la gestion est désintéressée au sens du\nd du 1° du présent 7, au profit des personnes physiques ou des familles mentionnées aux 1°, 6°, 7° et 16° du\nI de l'article L. 312-1 du code de l'action sociale et des familles, ainsi qu'au profit des personnes mentionnées\nau 1° de l'article L. 7232-1 du code du travail ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1° quater Les prestations de services et les livraisons de biens qui leur sont étroitement liées, effectuées dans\nles lieux de vie et d'accueil mentionnés au III de l'article L. 312-1 du code de l'action sociale et des familles ,\nconformément à leur objet ;\n \n2° (Abrogé) ;\n \n3° les ventes portant sur les articles fabriqués par des groupements d'aveugles ou de travailleurs handicapés,\nagréés dans les conditions prévues par la loi n° 72-616 du 5 juillet 1972, ainsi que les réparations effectuées\npar ces groupements. Ils peuvent toutefois, sur leur demande, renoncer à l'exonération dans les conditions et\nselon les modalités prévues par décret en Conseil d'Etat ;\n \n4° (Abrogé) ;\n \n8. En cas de catastrophe affectant le territoire d'un Etat membre de l'Union européenne, par arrêté du ministre\nchargé du budget pris après information du comité institué à l'article 398 de la directive 2006/112/ CE du\nConseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée, les livraisons de\nbiens et les prestations de services liées à ces livraisons, lorsque l'importation de ces biens par le destinataire\nde ces livraisons ou par le preneur de ces services aurait été exonérée en application du 2° bis du II de\nl'article 291 du présent code.\n \nL'arrêté mentionné au premier alinéa du présent 8 peut prévoir que l'exonération s'applique rétroactivement à\npartir de la date à laquelle l'autorisation mentionnée au 2° bis du II de l'article 291 entre en vigueur.\n \n9. (Abrogé)."
  ],
  "full_text": "Article 261\n \nSont exonérés de la taxe sur la valeur ajoutée :\n \n1. (Affaires ou opérations soumises à un autre impôt) :\n \n1° à 3° (Abrogés) ;\n \n4° les opérations à terme sur marchandises réalisées sur un marché réglementé à l'exclusion de celles qui\ndéterminent l'arrêt de la filière ;\n \n5° (Abrogé).\n \n2. (Agriculture et pêche) :\n \n1° (Abrogé) ;\n \n2° (Abrogé) ;\n \n3° les prestations réalisées dans le cadre de l'entraide entre agriculteurs définie par les articles L. 325-1 à\nL. 325-3 du code rural et de la pêche maritime. Cette exonération pourra être étendue par décret en Conseil\nd'Etat aux départements d'outre-mer ;\n \n4° les opérations effectuées par les pêcheurs et armateurs à la pêche, à l'exception des pêcheurs en eau douce,\nen ce qui concerne la vente des produits de leur pêche (poissons, crustacés, coquillages frais ou conservés à\nl'état frais par un procédé frigorifique) ;\n \n5° (Abrogé).\n \n3. (Biens usagés) :\n \n1° a. Sous réserve, le cas échéant, des dispositions des 1° et 2° du III de l'article 257, les ventes de biens\nusagés faites par les personnes qui les ont utilisés pour les besoins de leurs exploitations.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nToutefois, l'exonération ne s'applique pas aux biens qui ont ouvert droit à déduction complète ou partielle\nde la taxe sur la valeur ajoutée lors de leur achat, acquisition intracommunautaire, importation ou livraison à\nsoi-même.\n \nLes dispositions du deuxième alinéa ne s'appliquent ni aux biens cédés à des personnes qui ont souscrit un\ncontrat de crédit-bail ou de location avec option d'achat avant le 8 septembre 1989, ni aux véhicules destinés\nà la location simple, inscrits à l'actif des entreprises de location avant le 8 septembre 1989, si ces véhicules\nsont cédés à des personnes autres que des négociants en biens d'occasion (Loi n° 89-935 du 29 décembre\n1989, art. 31 I 2 et 3) ;\n \nb. (Disposition périmée) ;\n \n2° (abrogé)\n \n4. (Professions libérales et activités diverses) :\n \n1° Les soins dispensés aux personnes par les membres des professions médicales et paramédicales\nréglementées, par les pharmaciens, par les praticiens autorisés à faire usage légalement du titre d'ostéopathe,\nde chiropracteur, de psychologue ou de psychothérapeute et par les psychanalystes titulaires d'un des\ndiplômes requis, à la date de sa délivrance, pour être recruté comme psychologue dans la fonction publique\nhospitalière ainsi que les travaux d'analyse de biologie médicale et les fournitures de prothèses dentaires par\nles dentistes et les prothésistes ;\n \n1° bis les frais d'hospitalisation et de traitement, y compris les frais de mise à disposition d'une chambre\nindividuelle, dans les établissements de santé privés titulaires de l'autorisation mentionnée à l'article L.\n6122-1 du code de la santé publique ;\n \n1° ter les soins dispensés par les établissements privés d'hébergement pour personnes âgées mentionnés au 6°\ndu I de l'article L. 312-1 du code de l'action sociale et des familles, pris en charge par un forfait annuel global\nde soins en application de l'article L. 174-7 du code de la sécurité sociale ;\n \n2° les livraisons, services d'intermédiation et prestations de travail à façon portant sur les organes, le sang et\nle lait humains ;\n \n3° le transport de malades ou de blessés à l'aide de véhicules spécialement aménagés à cet effet effectué par\ndes personnes visées à l'article L. 6312-2 du code de la santé publique ;\n \n4° a. les prestations de services et les livraisons de biens qui leur sont étroitement liées, effectuées dans le\ncadre :\n \nde l'enseignement primaire, secondaire et supérieur dispensé dans les établissements publics et les\nétablissements privés régis par les articles L. 151-3, L. 212-2, L. 424-1 à L. 424-4, L. 441-1, L. 443-1 à L.\n443-5 et L. 731-1 à L. 731-17 du code de l'éducation ;\n \nde l'enseignement universitaire dispensé dans les établissements publics et dans les établissements privés\nvisés aux articles L. 613-7, L. 714-2 et L. 718-16 du code de l'éducation ;\n \nde l'enseignement et de la formation professionnelle agricoles réglementés par la loi n° 60-791 du 2 août\n1960 relative à l'enseignement et la formation professionnelle agricole ;\n \nde la formation professionnelle continue, telle qu'elle est définie par les dispositions législatives et\nréglementaires qui la régissent, assurée soit par des personnes morales de droit public, soit par des\npersonnes de droit privé titulaires d'une attestation délivrée par l'autorité administrative compétente\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nreconnaissant qu'elles remplissent les conditions fixées pour exercer leur activité dans le cadre de la\nformation professionnelle continue.\n \nUn décret en Conseil d'Etat fixe les conditions d'application de ces dispositions, notamment pour ce qui\nconcerne les conditions de délivrance et de validité de l'attestation ;\n \nde l'enseignement primaire, secondaire, supérieur ou technique à distance, dispensé par les organismes\npublics ou les organismes privés régis par les articles L. 444-1 à L. 444-11 du code de l'éducation, et les\ntextes subséquents ;\n \nb. les cours ou leçons relevant de l'enseignement scolaire, universitaire, professionnel, artistique ou sportif,\ndispensés par des personnes physiques qui sont rémunérées directement par leurs élèves ;\n \n5° à 8° (Abrogés) ;\n \n8° bis Les prestations de services et les livraisons de biens qui leur sont étroitement liées, effectuées dans le\ncadre de la garde d'enfants par les établissements visés au premier alinéa de l'article L. 2324-1 du code de la\nsanté publique et assurant l'accueil des enfants de moins de trois ans ;\n \n8° ter Les prestations de services réalisées par les mandataires judiciaires à la protection des majeurs au sens\nde l'article L. 471-2 du code de l'action sociale et des familles ;\n \n9° les prestations de services et les livraisons de biens qui leur sont étroitement liées fournies à leurs\nmembres, moyennant une cotisation fixée conformément aux statuts, par des organismes légalement\nconstitués agissant sans but lucratif dont la gestion est désintéressée et qui poursuivent des objectifs\nde nature philosophique, religieuse, politique, patriotique, civique ou syndicale, dans la mesure où ces\nopérations se rattachent directement à la défense collective des intérêts moraux ou matériels des membres ;\nles dispositions des c et d du 1° du 7 s'appliquent à ces organismes ;\n \n10° Les travaux de construction, d'aménagement, de réparation et d'entretien des monuments, cimetières ou\nsépultures commémoratifs des combattants, héros, victimes ou morts des guerres ou des attentats, effectués\npour les collectivités publiques et les organismes légalement constitués agissant sans but lucratif ;\n \n11° Les prestations de services et les livraisons de biens accessoires à ces prestations, à l'exception des\ntransports de personnes et télécommunications, qui relèvent du service universel postal tel que défini par\nl'article L. 1 du code des postes et communications électroniques, effectuées par le prestataire en France du\nservice universel postal tel que désigné à l'article L. 2 du même code.\n \n5. (Opérations immobilières) :\n \n1° Les livraisons de terrains qui ne sont pas des terrains à bâtir au sens du 1° du 2 du I de l'article 257 ;\n \n2° Les livraisons d'immeubles achevés depuis plus de cinq ans.\n \n6. (Abrogé).\n \n7. (Organismes d'utilité générale) :\n \n1° a. les services de caractère social, éducatif, culturel ou sportif rendus à leurs membres par les organismes\nlégalement constitués agissant sans but lucratif, et dont la gestion est désintéressée.\n \nIl en est de même des ventes consenties à leurs membres par ces organismes, dans la limite de 10 % de leurs\nrecettes totales.\n \nToutefois, demeurent soumises à la taxe sur la valeur ajoutée, sous réserve des dispositions du b :\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nles opérations d'hébergement et de restauration ;\n \nl'exploitation des bars et buvettes.\n \nCes dispositions sont également applicables aux unions d'associations qui répondent aux conditions ci-\ndessus, dans leurs rapports avec les membres des associations faisant partie de ces unions ;\n \nb. les opérations faites au bénéfice de toutes personnes par des oeuvres sans but lucratif qui présentent un\ncaractère social ou philanthropique et dont la gestion est désintéressée, lorsque les prix pratiqués ont été\nhomologués par l'autorité publique ou que des opérations analogues ne sont pas couramment réalisées à\ndes prix comparables par des entreprises commerciales, en raison notamment du concours désintéressé des\nmembres de ces organismes ou des contributions publiques ou privées dont ils bénéficient.\n \nLes organismes mentionnés au premier alinéa du 1 bis de l'article 206 et qui en remplissent les conditions,\nsont également exonérés pour leurs autres opérations lorsque les recettes encaissées afférentes à ces\nopérations n'ont pas excédé au cours de l'année civile précédente le montant de 78 596 €.\n \nLes opérations mentionnées au I de l'article 257 et les opérations donnant lieu à la perception de revenus\npatrimoniaux soumis aux dispositions de l'article 219 bis ne bénéficient pas de l'exonération et ne sont pas\nprises en compte pour le calcul de la limite de 78 596 €.\n \nLorsque la limite de 78 596 € est atteinte en cours d'année, l'organisme ne peut plus bénéficier de\nl'exonération prévue au deuxième alinéa à compter du premier jour du mois suivant celui au cours duquel\ncette limite a été dépassée ;\n \nLes limites mentionnées aux deuxième à avant-dernier alinéas du présent b sont indexées, chaque année, sur\nla prévision de l'indice des prix à la consommation, hors tabac, retenue dans le projet de loi de finances de\nl'année ;\n \nc. les recettes de six manifestations de bienfaisance ou de soutien organisées dans l'année à leur profit\nexclusif par les organismes désignés au a et b ainsi que par les organismes permanents à caractère social des\ncollectivités locales et des entreprises ;\n \nd. le caractère désintéressé de la gestion résulte de la réunion des conditions ci-après :\n \nL'organisme doit, en principe, être géré et administré à titre bénévole par des personnes n'ayant elles-mêmes,\nou par personne interposée, aucun intérêt direct ou indirect dans les résultats de l'exploitation.\n \nToutefois, lorsqu'une association régie par la loi du 1er juillet 1901 relative au contrat d'association, une\nassociation régie par la loi locale en vigueur dans les départements de la Moselle, du Bas-Rhin et du Haut-\nRhin, une fondation reconnue d'utilité publique ou une fondation d'entreprise décide que l'exercice des\nfonctions dévolues à ses dirigeants justifie le versement d'une rémunération, le caractère désintéressé de sa\ngestion n'est pas remis en cause si ses statuts et ses modalités de fonctionnement assurent sa transparence\nfinancière, l'élection régulière et périodique de ses dirigeants, le contrôle effectif de sa gestion par ses\nmembres et l'adéquation de la rémunération aux sujétions effectivement imposées aux dirigeants concernés ;\ncette disposition s'applique dans les conditions suivantes :\n \nl'un des organismes visés au troisième alinéa peut rémunérer l'un de ses dirigeants uniquement si le montant\nannuel de ses ressources, majorées de celles des organismes qui lui sont affiliés et qui remplissent les\nconditions leur permettant de bénéficier de la présente disposition, hors ressources issues des versements\neffectués par des personnes morales de droit public, est supérieur à 200 000 € en moyenne sur les trois\nexercices clos précédant celui pendant lequel la rémunération est versée ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nun tel organisme peut rémunérer deux de ses dirigeants si le montant annuel de ses ressources, majorées de\ncelles des organismes qui lui sont affiliés et qui remplissent les conditions leur permettant de bénéficier de\nla présente disposition, hors ressources issues des versements effectués par des personnes morales de droit\npublic, est supérieur à 500 000 €, en moyenne sur les trois exercices clos précédant celui pendant lequel la\nrémunération est versée ;\n \nun tel organisme peut rémunérer trois de ses dirigeants si le montant annuel de ses ressources, majorées de\ncelles des organismes qui lui sont affiliés et qui remplissent les conditions leur permettant de bénéficier de\nla présente disposition, hors ressources issues des versements effectués par des personnes morales de droit\npublic, est supérieur à 1 000 000 € en moyenne sur les trois exercices clos précédant celui pendant lequel la\nrémunération est versée ;\n \nun tel organisme peut verser des rémunérations dans le cadre de la présente disposition uniquement si ses\nstatuts le prévoient explicitement et si une décision de son organe délibérant l'a expressément décidé à la\nmajorité des deux tiers de ses membres ;\n \nle montant des ressources le cas échéant hors ressources issues des versements effectués par des personnes\nmorales de droit public est constaté par un commissaire aux comptes ;\n \nle montant de toutes les rémunérations versées à chaque dirigeant au titre de la présente disposition ne peut\nen aucun cas excéder trois fois le montant du plafond visé à l'article L. 241-3 du code de la sécurité sociale.\n \nLa condition d'exclusion des ressources issues des versements effectués par des personnes morales de droit\npublic mentionnée aux quatrième à sixième alinéas du présent d n'est pas applicable aux associations de\njeunesse et d'éducation populaire ayant fait l'objet d'un agrément par le ministre chargé de la jeunesse dont\nl'instance dirigeante est composée de membres dont la moyenne d'âge est inférieure à trente ans et qui\ndécident de rémunérer, dans la limite du plafond mentionné à l'article L. 241-3 du code de la sécurité sociale,\npour une durée maximale de trois ans, renouvelable une fois, leurs dirigeants âgés de moins de trente ans à la\ndate de leur élection.\n \nUn décret en Conseil d'Etat fixe les modalités d'application des neuf alinéas précédents ;\n \nl'organisme ne doit procéder à aucune distribution directe ou indirecte de bénéfice, sous quelque forme que\nce soit ;\n \nles membres de l'organisme et leurs ayants droit ne doivent pas pouvoir être déclarés attributaires d'une part\nquelconque de l'actif, sous réserve du droit de reprise des apports.\n \nTous les organismes concernés par les a, b et c sont placés sous le régime du chiffre d'affaires réel ; un décret\nen Conseil d'Etat détermine leurs obligations ainsi que l'étendue et les modalités d'exercice de leurs droits à\ndéduction ;\n \n1° bis Les opérations effectuées par les associations intermédiaires conventionnées, mentionnées à l'article L.\n5132-7 du code du travail, dont la gestion est désintéressée dans les conditions prévues au 1° ;\n \n1° ter Les prestations de services mentionnées au D de l'article 278-0 bis et au i de l'article 279, réalisées par\ndes associations agréées en application de l'article L. 7232-1 du code du travail ou autorisées en application\nde l'article L. 313-1 du code de l'action sociale et des familles, et dont la gestion est désintéressée au sens du\nd du 1° du présent 7, au profit des personnes physiques ou des familles mentionnées aux 1°, 6°, 7° et 16° du\nI de l'article L. 312-1 du code de l'action sociale et des familles, ainsi qu'au profit des personnes mentionnées\nau 1° de l'article L. 7232-1 du code du travail ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1° quater Les prestations de services et les livraisons de biens qui leur sont étroitement liées, effectuées dans\nles lieux de vie et d'accueil mentionnés au III de l'article L. 312-1 du code de l'action sociale et des familles ,\nconformément à leur objet ;\n \n2° (Abrogé) ;\n \n3° les ventes portant sur les articles fabriqués par des groupements d'aveugles ou de travailleurs handicapés,\nagréés dans les conditions prévues par la loi n° 72-616 du 5 juillet 1972, ainsi que les réparations effectuées\npar ces groupements. Ils peuvent toutefois, sur leur demande, renoncer à l'exonération dans les conditions et\nselon les modalités prévues par décret en Conseil d'Etat ;\n \n4° (Abrogé) ;\n \n8. En cas de catastrophe affectant le territoire d'un Etat membre de l'Union européenne, par arrêté du ministre\nchargé du budget pris après information du comité institué à l'article 398 de la directive 2006/112/ CE du\nConseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée, les livraisons de\nbiens et les prestations de services liées à ces livraisons, lorsque l'importation de ces biens par le destinataire\nde ces livraisons ou par le preneur de ces services aurait été exonérée en application du 2° bis du II de\nl'article 291 du présent code.\n \nL'arrêté mentionné au premier alinéa du présent 8 peut prévoir que l'exonération s'applique rétroactivement à\npartir de la date à laquelle l'autorisation mentionnée au 2° bis du II de l'article 291 entre en vigueur.\n \n9. (Abrogé)."
}