{
  "code": "CGI_44_octies_A",
  "article_number": "44 octies A",
  "chunks": [
    "Article 44 octies A\n \nI. – Les contribuables qui, entre le 1er janvier 2006 et le 31 décembre 2025, créent des activités dans les\nzones franches urbaines-territoires entrepreneurs définies au B du 3 de l'article 42 de la loi n° 95-115 du 4\nfévrier 1995 d'orientation pour l'aménagement et le développement du territoire sont exonérés d'impôt sur\nle revenu ou d'impôt sur les sociétés à raison des bénéfices provenant des activités implantées dans la zone\njusqu'au terme du cinquante-neuvième mois suivant celui du début de leur activité dans l'une de ces zones.\nCes bénéfices sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés à concurrence de 40 %, 60 %\nou 80 % de leur montant selon qu'ils sont réalisés respectivement au cours de la première, de la deuxième ou\nde la troisième période de douze mois suivant cette période d'exonération.\n \nDans les collectivités de Guadeloupe, de Guyane, de Martinique, de La Réunion et de Mayotte, les\ndispositions du premier alinéa du présent I ne s'appliquent qu'aux activités créées dans ces zones jusqu'au 31\ndécembre 2018.\n \nPour bénéficier de l'exonération, l'entreprise doit répondre cumulativement aux conditions suivantes :\n \na) Elle doit employer moins de cinquante salariés et soit avoir réalisé un chiffre d'affaires n'excédant pas 10\nmillions d'euros au cours de l'exercice, soit avoir un total de bilan n'excédant pas 10 millions d'euros ;\n \nb) Son capital ou ses droits de vote ne doivent pas être détenus, directement ou indirectement, à hauteur de\n25 % ou plus par une entreprise ou conjointement par plusieurs entreprises dont l'effectif salarié dépasse\ndeux cent cinquante salariés et dont le chiffre d'affaires annuel hors taxes excède 50 millions d'euros\nou dont le total du bilan annuel excède 43 millions d'euros. Pour la détermination de ce pourcentage,\nles participations des sociétés de capital-risque, des fonds communs de placement à risques, des\nfonds professionnels spécialisés relevant de l'article L. 214-37 du code monétaire et financier dans sa\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nrédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la\ngestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des\nsociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles\nd'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance\nau sens du 12 de l'article 39 entre la société en cause et ces dernières sociétés ou ces fonds ;\n \nc) Son activité principale, définie selon la nomenclature d'activités française de l'Institut national de la\nstatistique et des études économiques, ne doit pas relever des secteurs de la construction automobile, de la\nconstruction navale, de la fabrication de fibres textiles artificielles ou synthétiques, de la sidérurgie ou des\ntransports routiers de marchandises ;\n \nd) Son activité doit être une activité industrielle, commerciale ou artisanale au sens de l'article 34 et du 5° du\nI de l'article 35 ou une activité professionnelle non commerciale au sens du 1 de l'article 92. Sont toutefois\nexclues les activités de crédit-bail mobilier et de location d'immeubles à usage d'habitation.\n \nPour l'application des a et b, le chiffre d'affaires doit être ramené ou porté le cas échéant à douze mois.\nL'effectif de l'entreprise est apprécié, au titre de chaque exercice, selon les modalités prévues au I de l'article\nL. 130-1 du code de la sécurité sociale. Lorsqu'une entreprise bénéficiant déjà de l'exonération mentionnée\nau premier alinéa du présent I constate un franchissement de seuil d'effectif déterminé selon les modalités\nprévues au II de l'article L. 130-1 du code de la sécurité sociale, cette circonstance lui fait perdre le bénéfice\nde cette exonération. Pour la société mère d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis\ndu présent code, le chiffre d'affaires est apprécié en faisant la somme des chiffres d'affaires de chacune des\nsociétés membres de ce groupe.\n \nSi l'exonération est consécutive au transfert, à la reprise, à la concentration ou la restructuration d'activités\npréexistantes et si celles-ci bénéficient des dispositions du présent article ou ont bénéficié de ces mêmes\ndispositions ou de celles de l'article 44 octies, dans sa rédaction antérieure à la loi n° 2021-1900 du 30\ndécembre 2021 de finances pour 2022, l'exonération prévue au présent article s'applique dans les conditions\nprévues au premier alinéa en déduisant de la durée qu'il fixe la durée d'exonération déjà écoulée au titre de\nces articles avant le transfert, la reprise, la concentration ou la restructuration. Si les activités sont créées par\nun contribuable ayant bénéficié au titre d'une ou plusieurs des cinq années précédant celle du transfert des\ndispositions des articles 44 sexies, 44 quindecies, 44 quindecies A, 44 sexdecies ou 44 septdecies, ou de la\nprime d'aménagement du territoire, l'exonération ne s'applique pas.\n \nLorsque l'activité non sédentaire d'un contribuable est implantée dans une zone franche urbaine-territoire\nentrepreneur mais est exercée en tout ou partie en dehors d'une telle zone, l'exonération s'applique si ce\ncontribuable emploie au moins un salarié sédentaire à temps plein ou équivalent, exerçant ses fonctions dans\nles locaux affectés à l'activité, ou si ce contribuable réalise au moins 25 % de son chiffre d'affaires auprès de\nclients situés dans les zones franches urbaines-territoires entrepreneurs.\n \nII. – L'exonération s'applique au bénéfice d'un exercice ou d'une année d'imposition, déclaré selon les\nmodalités prévues aux articles 50-0,53 A, 96 à 100,102 ter et 103, diminué des produits bruts ci-après qui\nrestent imposables dans les conditions de droit commun :\n \na) Produits des actions ou parts de sociétés, résultats de sociétés ou organismes soumis au régime prévu\nà l'article 8, lorsqu'ils ne proviennent pas d'une activité exercée dans l'une des zones franches urbaines-\nterritoires entrepreneurs, et résultats de cession des titres de ces sociétés ;\n \nb) Produits correspondant aux subventions, libéralités et abandons de créances ;\n \nc) Produits de créances et d'opérations financières pour le montant qui excède le montant des frais financiers\nengagés au cours du même exercice ou de la même année d'imposition, si le contribuable n'est pas un\nétablissement de crédit ou une société de financement visé à l'article L. 511-1 du code monétaire et\nfinancier ;\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nd) Produits tirés des droits de la propriété industrielle et commerciale, lorsque ces droits n'ont pas leur\norigine dans l'activité exercée dans l'une des zones franches urbaines-territoires entrepreneurs.\n \nLorsque le contribuable n'exerce pas l'ensemble de son activité dans les zones franches urbaines-territoires\nentrepreneurs, les bénéfices réalisés sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés, dans les\nconditions de droit commun, en proportion du montant hors taxes du chiffre d'affaires ou de recettes réalisé\nen dehors de ces zones.\n \nPar exception aux dispositions du sixième alinéa, le contribuable exerçant une activité de location\nd'immeubles n'est exonéré qu'à raison des bénéfices provenant des seuls immeubles situés dans une zone\nfranche urbaine-territoire entrepreneur. Cette disposition s'applique quel que soit le lieu d'établissement du\nbailleur.\n \nLe bénéfice exonéré ne peut excéder 50 000 € par contribuable et par période de douze mois, majoré de 5\n000 € par nouveau salarié embauché à compter du 1er janvier 2015 domicilié dans un quartier prioritaire\nde la politique de la ville ou dans une zone franche urbaine-territoire entrepreneur et employé à temps plein\npendant une période d'au moins six mois. Cette condition est appréciée à la clôture de l'exercice ou de la\npériode d'imposition au titre duquel ou de laquelle l'exonération s'applique.\n \nPour les contribuables qui créent ou implantent des activités dans une zone franche urbaine-territoire\nentrepreneur à compter du 1er janvier 2015, le bénéfice de l'exonération est subordonné à la condition que, à\nla date de clôture de l'exercice ou de la période d'imposition au titre desquels l'exonération s'applique :\n \n1° Le nombre de salariés dont le contrat de travail est à durée indéterminée ou a été conclu pour une durée\ndéterminée d'au moins douze mois et résidant dans l'une des zones franches urbaines-territoires entrepreneurs\nou dans l'un des quartiers prioritaires de la politique de la ville de l'unité urbaine dans laquelle est située la\nzone franche urbaine-territoire entrepreneur soit égal au moins à la moitié du total des salariés employés dans\nles mêmes conditions. Les salariés employés à temps partiel sont pris en compte au prorata de la durée du\ntravail prévue à leur contrat ;\n \n2° Ou le nombre de salariés embauchés à compter de la création ou de l'implantation de l'entreprise et\nremplissant les conditions décrites au 1° soit égal au moins à la moitié du total des salariés embauchés dans\nles mêmes conditions, au cours de la même période.\n \nPour les contribuables qui exercent des activités avant le 1er janvier 2006 dans les zones franches urbaines-\nterritoires entrepreneurs définies au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février\n1995 précitée, ainsi que pour ceux qui, à compter du 1er janvier 2012, créent des activités dans les zones\nfranches urbaines-territoires entrepreneurs définies au même B, le bénéfice de l'exonération est subordonné\nau respect du règlement (UE) 2023/2831 de la Commission du 13 décembre 2023 relatif à l'application des\narticles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.\n \nIII. – Lorsque le contribuable mentionné au I est une société membre d'un groupe fiscal mentionné à l'article\n223 A ou à l'article 223 A bis, le bénéfice exonéré est celui de cette société déterminé dans les conditions\nprévues au II du présent article et au 4 de l'article 223 I.\n \nPour l'ensemble des sociétés d'un même groupe, le montant de l'exonération accordée ne peut excéder le\nmontant total calculé conformément aux dispositions du huitième alinéa du II, dans la limite du résultat\nd'ensemble du groupe.\n \nLorsqu'il répond aux conditions requises pour bénéficier des dispositions de l'un des régimes prévus aux\narticles 44 sexies, 44 quindecies A, 44 sexdecies et 44 septdecies et du régime prévu au présent article, le\ncontribuable peut opter pour ce dernier régime dans les six mois qui suivent la publication du décret en\nConseil d'Etat procédant à la délimitation de la zone conformément à l'article 42 de la loi n° 95-115 du 4\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nfévrier 1995 précitée, s'il y exerce déjà son activité ou, dans le cas contraire, dans les six mois suivant celui\ndu début d'activité. L'option est irrévocable.\n \nIV. – Les obligations déclaratives des personnes et organismes auxquels s'applique l'exonération sont fixées\npar décret.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre premier : Impôt sur le revenu\nSection II : Revenus imposables\n1re Sous-section : Détermination des bénéfices ou revenus nets des\ndiverses catégories de revenus\nII : Bénéfices industriels et commerciaux\n2 quater : Entreprises de pêche maritime"
  ],
  "full_text": "Article 44 octies A\n \nI. – Les contribuables qui, entre le 1er janvier 2006 et le 31 décembre 2025, créent des activités dans les\nzones franches urbaines-territoires entrepreneurs définies au B du 3 de l'article 42 de la loi n° 95-115 du 4\nfévrier 1995 d'orientation pour l'aménagement et le développement du territoire sont exonérés d'impôt sur\nle revenu ou d'impôt sur les sociétés à raison des bénéfices provenant des activités implantées dans la zone\njusqu'au terme du cinquante-neuvième mois suivant celui du début de leur activité dans l'une de ces zones.\nCes bénéfices sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés à concurrence de 40 %, 60 %\nou 80 % de leur montant selon qu'ils sont réalisés respectivement au cours de la première, de la deuxième ou\nde la troisième période de douze mois suivant cette période d'exonération.\n \nDans les collectivités de Guadeloupe, de Guyane, de Martinique, de La Réunion et de Mayotte, les\ndispositions du premier alinéa du présent I ne s'appliquent qu'aux activités créées dans ces zones jusqu'au 31\ndécembre 2018.\n \nPour bénéficier de l'exonération, l'entreprise doit répondre cumulativement aux conditions suivantes :\n \na) Elle doit employer moins de cinquante salariés et soit avoir réalisé un chiffre d'affaires n'excédant pas 10\nmillions d'euros au cours de l'exercice, soit avoir un total de bilan n'excédant pas 10 millions d'euros ;\n \nb) Son capital ou ses droits de vote ne doivent pas être détenus, directement ou indirectement, à hauteur de\n25 % ou plus par une entreprise ou conjointement par plusieurs entreprises dont l'effectif salarié dépasse\ndeux cent cinquante salariés et dont le chiffre d'affaires annuel hors taxes excède 50 millions d'euros\nou dont le total du bilan annuel excède 43 millions d'euros. Pour la détermination de ce pourcentage,\nles participations des sociétés de capital-risque, des fonds communs de placement à risques, des\nfonds professionnels spécialisés relevant de l'article L. 214-37 du code monétaire et financier dans sa\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nrédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la\ngestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des\nsociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles\nd'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance\nau sens du 12 de l'article 39 entre la société en cause et ces dernières sociétés ou ces fonds ;\n \nc) Son activité principale, définie selon la nomenclature d'activités française de l'Institut national de la\nstatistique et des études économiques, ne doit pas relever des secteurs de la construction automobile, de la\nconstruction navale, de la fabrication de fibres textiles artificielles ou synthétiques, de la sidérurgie ou des\ntransports routiers de marchandises ;\n \nd) Son activité doit être une activité industrielle, commerciale ou artisanale au sens de l'article 34 et du 5° du\nI de l'article 35 ou une activité professionnelle non commerciale au sens du 1 de l'article 92. Sont toutefois\nexclues les activités de crédit-bail mobilier et de location d'immeubles à usage d'habitation.\n \nPour l'application des a et b, le chiffre d'affaires doit être ramené ou porté le cas échéant à douze mois.\nL'effectif de l'entreprise est apprécié, au titre de chaque exercice, selon les modalités prévues au I de l'article\nL. 130-1 du code de la sécurité sociale. Lorsqu'une entreprise bénéficiant déjà de l'exonération mentionnée\nau premier alinéa du présent I constate un franchissement de seuil d'effectif déterminé selon les modalités\nprévues au II de l'article L. 130-1 du code de la sécurité sociale, cette circonstance lui fait perdre le bénéfice\nde cette exonération. Pour la société mère d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis\ndu présent code, le chiffre d'affaires est apprécié en faisant la somme des chiffres d'affaires de chacune des\nsociétés membres de ce groupe.\n \nSi l'exonération est consécutive au transfert, à la reprise, à la concentration ou la restructuration d'activités\npréexistantes et si celles-ci bénéficient des dispositions du présent article ou ont bénéficié de ces mêmes\ndispositions ou de celles de l'article 44 octies, dans sa rédaction antérieure à la loi n° 2021-1900 du 30\ndécembre 2021 de finances pour 2022, l'exonération prévue au présent article s'applique dans les conditions\nprévues au premier alinéa en déduisant de la durée qu'il fixe la durée d'exonération déjà écoulée au titre de\nces articles avant le transfert, la reprise, la concentration ou la restructuration. Si les activités sont créées par\nun contribuable ayant bénéficié au titre d'une ou plusieurs des cinq années précédant celle du transfert des\ndispositions des articles 44 sexies, 44 quindecies, 44 quindecies A, 44 sexdecies ou 44 septdecies, ou de la\nprime d'aménagement du territoire, l'exonération ne s'applique pas.\n \nLorsque l'activité non sédentaire d'un contribuable est implantée dans une zone franche urbaine-territoire\nentrepreneur mais est exercée en tout ou partie en dehors d'une telle zone, l'exonération s'applique si ce\ncontribuable emploie au moins un salarié sédentaire à temps plein ou équivalent, exerçant ses fonctions dans\nles locaux affectés à l'activité, ou si ce contribuable réalise au moins 25 % de son chiffre d'affaires auprès de\nclients situés dans les zones franches urbaines-territoires entrepreneurs.\n \nII. – L'exonération s'applique au bénéfice d'un exercice ou d'une année d'imposition, déclaré selon les\nmodalités prévues aux articles 50-0,53 A, 96 à 100,102 ter et 103, diminué des produits bruts ci-après qui\nrestent imposables dans les conditions de droit commun :\n \na) Produits des actions ou parts de sociétés, résultats de sociétés ou organismes soumis au régime prévu\nà l'article 8, lorsqu'ils ne proviennent pas d'une activité exercée dans l'une des zones franches urbaines-\nterritoires entrepreneurs, et résultats de cession des titres de ces sociétés ;\n \nb) Produits correspondant aux subventions, libéralités et abandons de créances ;\n \nc) Produits de créances et d'opérations financières pour le montant qui excède le montant des frais financiers\nengagés au cours du même exercice ou de la même année d'imposition, si le contribuable n'est pas un\nétablissement de crédit ou une société de financement visé à l'article L. 511-1 du code monétaire et\nfinancier ;\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nd) Produits tirés des droits de la propriété industrielle et commerciale, lorsque ces droits n'ont pas leur\norigine dans l'activité exercée dans l'une des zones franches urbaines-territoires entrepreneurs.\n \nLorsque le contribuable n'exerce pas l'ensemble de son activité dans les zones franches urbaines-territoires\nentrepreneurs, les bénéfices réalisés sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés, dans les\nconditions de droit commun, en proportion du montant hors taxes du chiffre d'affaires ou de recettes réalisé\nen dehors de ces zones.\n \nPar exception aux dispositions du sixième alinéa, le contribuable exerçant une activité de location\nd'immeubles n'est exonéré qu'à raison des bénéfices provenant des seuls immeubles situés dans une zone\nfranche urbaine-territoire entrepreneur. Cette disposition s'applique quel que soit le lieu d'établissement du\nbailleur.\n \nLe bénéfice exonéré ne peut excéder 50 000 € par contribuable et par période de douze mois, majoré de 5\n000 € par nouveau salarié embauché à compter du 1er janvier 2015 domicilié dans un quartier prioritaire\nde la politique de la ville ou dans une zone franche urbaine-territoire entrepreneur et employé à temps plein\npendant une période d'au moins six mois. Cette condition est appréciée à la clôture de l'exercice ou de la\npériode d'imposition au titre duquel ou de laquelle l'exonération s'applique.\n \nPour les contribuables qui créent ou implantent des activités dans une zone franche urbaine-territoire\nentrepreneur à compter du 1er janvier 2015, le bénéfice de l'exonération est subordonné à la condition que, à\nla date de clôture de l'exercice ou de la période d'imposition au titre desquels l'exonération s'applique :\n \n1° Le nombre de salariés dont le contrat de travail est à durée indéterminée ou a été conclu pour une durée\ndéterminée d'au moins douze mois et résidant dans l'une des zones franches urbaines-territoires entrepreneurs\nou dans l'un des quartiers prioritaires de la politique de la ville de l'unité urbaine dans laquelle est située la\nzone franche urbaine-territoire entrepreneur soit égal au moins à la moitié du total des salariés employés dans\nles mêmes conditions. Les salariés employés à temps partiel sont pris en compte au prorata de la durée du\ntravail prévue à leur contrat ;\n \n2° Ou le nombre de salariés embauchés à compter de la création ou de l'implantation de l'entreprise et\nremplissant les conditions décrites au 1° soit égal au moins à la moitié du total des salariés embauchés dans\nles mêmes conditions, au cours de la même période.\n \nPour les contribuables qui exercent des activités avant le 1er janvier 2006 dans les zones franches urbaines-\nterritoires entrepreneurs définies au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février\n1995 précitée, ainsi que pour ceux qui, à compter du 1er janvier 2012, créent des activités dans les zones\nfranches urbaines-territoires entrepreneurs définies au même B, le bénéfice de l'exonération est subordonné\nau respect du règlement (UE) 2023/2831 de la Commission du 13 décembre 2023 relatif à l'application des\narticles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.\n \nIII. – Lorsque le contribuable mentionné au I est une société membre d'un groupe fiscal mentionné à l'article\n223 A ou à l'article 223 A bis, le bénéfice exonéré est celui de cette société déterminé dans les conditions\nprévues au II du présent article et au 4 de l'article 223 I.\n \nPour l'ensemble des sociétés d'un même groupe, le montant de l'exonération accordée ne peut excéder le\nmontant total calculé conformément aux dispositions du huitième alinéa du II, dans la limite du résultat\nd'ensemble du groupe.\n \nLorsqu'il répond aux conditions requises pour bénéficier des dispositions de l'un des régimes prévus aux\narticles 44 sexies, 44 quindecies A, 44 sexdecies et 44 septdecies et du régime prévu au présent article, le\ncontribuable peut opter pour ce dernier régime dans les six mois qui suivent la publication du décret en\nConseil d'Etat procédant à la délimitation de la zone conformément à l'article 42 de la loi n° 95-115 du 4\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nfévrier 1995 précitée, s'il y exerce déjà son activité ou, dans le cas contraire, dans les six mois suivant celui\ndu début d'activité. L'option est irrévocable.\n \nIV. – Les obligations déclaratives des personnes et organismes auxquels s'applique l'exonération sont fixées\npar décret.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre premier : Impôt sur le revenu\nSection II : Revenus imposables\n1re Sous-section : Détermination des bénéfices ou revenus nets des\ndiverses catégories de revenus\nII : Bénéfices industriels et commerciaux\n2 quater : Entreprises de pêche maritime"
}