{
  "code": "CGI_39",
  "article_number": "39",
  "chunks": [
    "Article 39\n \n1. Le bénéfice net est établi sous déduction de toutes charges, celles-ci comprenant, sous réserve des\ndispositions du 5, notamment :\n \n1° Les frais généraux de toute nature, les dépenses de personnel et de main-d'oeuvre, le loyer des immeubles\ndont l'entreprise est locataire.\n \nToutefois les rémunérations ne sont admises en déduction des résultats que dans la mesure où elles\ncorrespondent à un travail effectif et ne sont pas excessives eu égard à l'importance du service rendu. Cette\ndisposition s'applique à toutes les rémunérations directes ou indirectes, y compris les indemnités, allocations,\navantages en nature et remboursements de frais.\n \nUne entreprise mettant à disposition de manière temporaire un salarié dans les conditions prévues à l'article\nL. 8241-3 du code du travail peut déduire les salaires, charges sociales afférentes et frais professionnels\nremboursés au salarié mis à disposition, même lorsqu'elle ne refacture que partiellement ces coûts à\nl'entreprise bénéficiaire de la mise à disposition. Le bénéfice de la déduction, pour la part excédant la\nrefacturation, est subordonné au respect du règlement (UE) 2023/2831 de la Commission du 13 décembre\n2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux\naides de minimis.\n \n1° bis Pour les exercices clos à compter du 31 décembre 1987 et sous réserve des dispositions du 9,\nl'indemnité de congé payé calculée dans les conditions prévues aux articles L. 3141-24 à L. 3141-27 du code\ndu travail, y compris les charges sociales et fiscales afférentes à cette indemnité.\n \nPar exception aux dispositions du premier alinéa et sur option irrévocable de l'entreprise, cette indemnité\nainsi que les charges sociales et fiscales y afférentes revêtent du point de vue fiscal le caractère d'un salaire\nde substitution qui constitue une charge normale de l'exercice au cours duquel le salarié prend le congé\ncorrespondant. Cette option ne peut pas être exercée par les entreprises créées après le 31 décembre 1986.\nElle est exercée avant l'expiration du délai de dépôt de la déclaration des résultats du premier exercice clos à\ncompter du 31 décembre 1987.\n \nPour les exercices clos avant le 31 décembre 1987, l'indemnité de congé payé calculée dans les conditions\nprévues aux articles L. 3141-24 à L. 3141-27 du code du travail revêt du point de vue fiscal le caractère\nd'un salaire de substitution qui constitue une charge normale de l'exercice au cours duquel le salarié prend le\ncongé correspondant. Pour la détermination des résultats imposables des exercices clos du 1er janvier 1986\nau 30 décembre 1987, il en est de même des charges sociales et fiscales afférentes à cette indemnité.\n \nUn décret fixe les modalités d'application de ces dispositions.\n \n1° ter Pour les emprunts contractés à compter du 1er janvier 1993, la fraction, courue au cours de l'exercice,\nde la rémunération égale à la différence entre les sommes ou valeurs à verser, autres que les intérêts, et celles\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nreçues à l'émission, lorsque cette rémunération excède 10 % des sommes initialement mises à la disposition\nde l'emprunteur.\n \nCette fraction courue est déterminée de manière actuarielle, selon la méthode des intérêts composés.\n \nPour les emprunts dont le montant à rembourser est indexé, ces dispositions s'appliquent à la fraction de la\nrémunération qui est certaine dans son principe et son montant dès l'origine, si cette fraction excède 10 %\ndes sommes initialement mises à la disposition de l'emprunteur. Elles ne sont pas applicables aux emprunts\nconvertibles et à ceux dont le remboursement est à la seule initiative de l'emprunteur.\n \n1° quater Sur option irrévocable et globale de l'émetteur pour une période de deux ans, les frais d'émission\ndes emprunts répartis par fractions égales ou au prorata de la rémunération courue, sur la durée des emprunts\némis pendant cette période.\n \nEn cas de remboursement anticipé d'un emprunt, de conversion ou d'échange, les frais d'émission non encore\ndéduits sont admis en charge au prorata du capital remboursé, converti ou échangé.\n \nCes dispositions ne sont pas applicables aux emprunts dont le remboursement est à la seule initiative de\nl'emprunteur.\n \nUn décret fixe les conditions d'application de ces dispositions, notamment en ce qui concerne les modalités\nd'option et les obligations déclaratives.\n \n2° Sauf s'ils sont pratiqués par une copropriété de navires, une copropriété de cheval de course ou d'étalon,\nles amortissements réellement effectués par l'entreprise, dans la limite de ceux qui sont généralement\nadmis d'après les usages de chaque nature d'industrie, de commerce ou d'exploitation et compte tenu des\ndispositions de l'article 39 A, sous réserve des dispositions de l'article 39 B.\n \nToutefois, ne sont pas admis en déduction les amortissements des fonds commerciaux.\n \nPar dérogation au deuxième alinéa du présent 2°, sont admis en déduction les amortissements constatés\ndans la comptabilité des entreprises au titre des fonds commerciaux lorsqu'ils sont acquis à compter du 1er\njanvier 2022 et jusqu'au 31 décembre 2025. Le présent alinéa ne s'applique pas aux fonds acquis auprès\nd'une entreprise liée au sens du 12 du présent article ou auprès d'une entreprise, y compris une entreprise\nindividuelle, placée, dans les conditions définies au a du même 12, sous le contrôle de la même personne\nphysique que l'entreprise qui acquiert le fonds.\n \nLes décrets en Conseil d'Etat prévus à l'article 273 fixent les conséquences des déductions prévues à l'article\n271 sur la comptabilisation et l'amortissement des biens ;\n \n3° Les intérêts servis aux associés à raison des sommes qu'ils laissent ou mettent à la disposition de la\nsociété, en sus de leur part du capital, quelle que soit la forme de la société, dans la limite de ceux calculés à\nun taux égal à la moyenne annuelle des taux effectifs moyens pratiqués par les établissements de crédit et les\nsociétés de financement pour des prêts à taux variable aux entreprises, d'une durée initiale supérieure à deux\nans.\n \nCette déduction est subordonnée à la condition que le capital ait été entièrement libéré.\n \nA compter du 1er janvier 1983, les produits des clauses d'indexation afférentes aux sommes mises ou\nlaissées à la disposition d'une société par ses associés ou ses actionnaires sont assimilés à des intérêts.\n \nLa rémunération mentionnée au 1° ter est retenue pour l'appréciation de la limitation prévue au premier\nalinéa.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLa limite prévue au premier alinéa n'est pas applicable aux intérêts afférents aux avances consenties par une\nsociété à une autre société lorsque la première possède, au regard de la seconde, la qualité de société-mère au\nsens de l'article 145 et que ces avances proviennent de sommes empruntées par offre au public sur le marché\nobligataire, à l'exception des offres mentionnées au 1° ou au 2° de l'article L. 411-2 du code monétaire\net financier ou à l'article L. 411-2-1 du même code, ou par émission de titres de créances mentionnés au\npremier alinéa de l'article 124 B ; dans ce cas, les intérêts sont déductibles dans la limite des intérêts des\nressources ainsi collectées par la société-mère pour le compte de sa ou de ses filiales. Ces dispositions sont\napplicables aux intérêts afférents aux ressources empruntées à compter du 1er janvier 1986. Elles cessent\nde s'appliquer pour la détermination des résultats imposables des exercices ouverts à compter du 1er janvier\n1988.\n \nLes conditions d'application de l'alinéa précédent, notamment les obligations déclaratives des sociétés\nmentionnées, sont fixées par décret ;\n \n3° bis (Abrogé) ;\n \n4° Sous réserve des dispositions de l'article 153, les impôts à la charge de l'entreprise, mis en recouvrement\nau cours de l'exercice, à l'exception des impôts prélevés par un Etat ou territoire conformément aux\nstipulations d'une convention fiscale d'élimination des doubles impositions en matière d'impôt sur les revenus\nconclue par cet Etat ou territoire avec la France, de l'impôt complémentaire mentionné au deuxième alinéa\nde l'article 223 VJ, des taxes prévues aux articles 231 ter, 231 quater, 235 ter X, 235 ter XB , 235 ter ZE bis\net 990 G du présent code ainsi qu'au 1° de l'article L. 421-94 et à l'article L. 425-1 du code des impositions\nsur les biens et services et, pour les rappels de taxe sur la valeur ajoutée afférents à des opérations au titre\ndesquelles la taxe due peut être totalement ou partiellement déduite par le redevable lui-même, du montant\nde la taxe déductible.\n \nPar exception aux dispositions du premier alinéa, lorsque, en application du huitième alinéa de l'article 1679\nquinquies, un redevable réduit le montant du solde de cotisation foncière des entreprises du montant du\ndégrèvement attendu du plafonnement de la contribution économique territoriale due au titre de la même\nannée, le montant de la cotisation foncière des entreprises déductible du bénéfice net est réduit dans les\nmêmes proportions. Corrélativement, le montant du dégrèvement ainsi déduit ne constitue pas un produit\nimposable, lorsqu'il est accordé ultérieurement.\n \n4° bis-Le prélèvement opéré au titre de l'article 4 modifié de la loi n° 51-675 du 24 mai 1951, relative à la\nconstruction navale, et faisant l'objet d'un ordre de versement émis au cours de l'exercice ;\n \n4° ter (Abrogé) ;\n \n4° quater (Abrogé) ;\n \n5° Les provisions constituées en vue de faire face à des pertes ou charges nettement précisées et que des\névénements en cours rendent probables, à condition qu'elles aient été effectivement constatées dans les\nécritures de l'exercice. Toutefois, ne sont pas déductibles les provisions que constitue une entreprise en\nvue de faire face au versement d'allocations en raison du départ à la retraite ou préretraite des membres ou\nanciens membres de son personnel, ou de ses mandataires sociaux. Les provisions pour pertes afférentes\nà des opérations en cours à la clôture d'un exercice ne sont déductibles des résultats de cet exercice qu'à\nconcurrence de la perte qui est égale à l'excédent du coût de revient des travaux exécutés à la clôture du\nmême exercice sur le prix de vente de ces travaux compte tenu des révisions contractuelles certaines à cette\ndate. S'agissant des produits en stock à la clôture d'un exercice, les dépenses non engagées à cette date en vue\nde leur commercialisation ultérieure ne peuvent, à la date de cette clôture, être retenues pour l'évaluation de\nces produits en application des dispositions du 3 de l'article 38, ni faire l'objet d'une provision pour perte.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLa dépréciation des oeuvres d'art inscrites à l'actif d'une entreprise peut donner lieu à la constitution d'une\nprovision. Cette dépréciation doit être constatée par un expert agréé près les tribunaux lorsque le coût\nd'acquisition de l'oeuvre est supérieur à 7 600 €.\n \nUn décret fixe les règles d'après lesquelles des provisions pour fluctuation des cours peuvent être retranchées\ndes bénéfices des entreprises dont l'activité consiste essentiellement à transformer directement des matières\npremières acquises sur les marchés internationaux ou des matières premières acquises sur le territoire\nnational et dont les prix sont étroitement liés aux variations des cours internationaux.\n \nPour les entreprises dont l'objet principal est de faire subir en France la première transformation au pétrole\nbrut, le montant de la provision pour fluctuation des cours ne peut excéder 69 % de la limite maximale de\nla provision calculée conformément aux dispositions législatives et réglementaires en vigueur. L'excédent\néventuel de la provision antérieurement constituée, par rapport à la nouvelle limite maximale calculée à la\nclôture du premier exercice auquel elle s'applique, est rapporté au bénéfice imposable de cet exercice. Ces\ndispositions s'appliquent pour la détermination des résultats des exercices clos à compter du 24 septembre\n1975.\n \nLes dispositions des troisième et quatrième alinéas cessent de s'appliquer pour la détermination des résultats\ndes exercices clos à compter du 31 décembre 1997. Les provisions pour fluctuation des cours inscrites au\nbilan à l'ouverture du premier exercice clos à compter de cette même date sont rapportées, par fractions\négales, aux résultats imposables de ce même exercice et des deux exercices suivants.\n \nToutefois, les dispositions de la dernière phrase de l'alinéa qui précède ne sont pas applicables au montant\ndes provisions visées à la même phrase qui sont portées, à la clôture du premier exercice clos à compter du\n31 décembre 1997, à un compte de réserve spéciale. Les sommes inscrites à cette réserve ne peuvent excéder\n9 146 941 €.\n \nLes sommes prélevées sur la réserve mentionnée à l'alinéa précédent sont rapportées aux résultats de\nl'exercice en cours lors de ce prélèvement. Cette disposition n'est toutefois pas applicable :\n \na) Si l'entreprise est dissoute ;\n \nb) Si la réserve est incorporée au capital ; en cas de réduction de capital avant la fin de la cinquième année\nsuivant celle au cours de laquelle est intervenue l'incorporation au capital de la réserve, les sommes qui\nont été incorporées au capital sont rapportées aux résultats de l'exercice au cours duquel intervient cette\nréduction. Le montant de la reprise est, s'il y a lieu, limité au montant de cette réduction ;\n \nc) En cas d'imputation de pertes sur la réserve spéciale, les pertes ainsi annulées cessent d'être reportables.\n \nSous réserve des dispositions prévues au quatorzième alinéa, les entreprises peuvent, d'autre part, en ce qui\nconcerne les variations de prix postérieures au 30 juin 1959, pratiquer en franchise d'impôt une provision\npour hausse des prix lorsque, pour une matière ou un produit donné, il est constaté, au cours d'une période ne\npouvant excéder deux exercices successifs clos postérieurement à cette date, une hausse de prix supérieure à\n10 %. Le montant de la dotation à cette provision ne peut excéder 15 millions d'euros par période de douze\nmois, au titre de chaque exercice, majoré le cas échéant d'une fraction égale à 10 % de la dotation à cette\nprovision déterminée dans les conditions prévues à la phrase précédente. Toutefois, pour les entreprises dont\nla durée moyenne de rotation des stocks, pondérée par matières et produits, est supérieure à un an, le plafond\nfixé à la phrase précédente est multiplié par cette durée moyenne, exprimée en mois, divisée par douze.\n \nLa provision pratiquée à la clôture d'un exercice en application de l'alinéa précédent est rapportée de plein\ndroit aux bénéfices imposables de l'exercice en cours à l'expiration de la sixième année suivant la date de\ncette clôture. Toutefois, la réintégration dans les bénéfices pourra être effectuée après la sixième année dans\nles secteurs professionnels où la durée normale de rotation des stocks est supérieure à trois ans. Dans ce\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndernier cas, les entreprises effectueront la réintégration dans un délai double de celui de la rotation normale\ndes stocks.\n \nUn décret fixe les modalités d'application des deux alinéas qui précèdent.\n \nLes matières, produits ou approvisionnements existant en stock à la clôture de chaque exercice et qui peuvent\ndonner lieu à la constitution de la provision pour fluctuation des cours prévue au troisième alinéa n'ouvrent\npas droit à la provision pour hausse des prix.\n \nLes provisions qui, en tout ou en partie, reçoivent un emploi non conforme à leur destination ou deviennent\nsans objet au cours d'un exercice ultérieur sont rapportées aux résultats dudit exercice. Lorsque le rapport n'a\npas été effectué par l'entreprise elle-même, l'administration peut procéder aux rectifications nécessaires dès\nqu'elle constate que les provisions sont devenues sans objet. Par dérogation, la provision constituée à raison\nd'un fonds commercial dont l'amortissement est admis en déduction en application du troisième alinéa du 2°\ndu 1 du présent article est rapportée aux résultats imposables de chacun des exercices suivant celui au titre\nduquel elle a été déduite, pour un montant égal à la différence entre l'amortissement qui aurait été pratiqué\nsi la provision n'avait pas été comptabilisée et l'amortissement effectivement comptabilisé à la clôture de\nl'exercice.\n \nPar dérogation aux dispositions des premier et quinzième alinéas, la provision pour dépréciation qui résulte\néventuellement de l'estimation du portefeuille est soumise au régime fiscal des moins-values à long terme\ndéfini au 2 du I de l'article 39 quindecies ; si elle devient ultérieurement sans objet, elle est comprise dans\nles plus-values à long terme de l'exercice, visées au 1 du I de l'article 39 quindecies. La provision pour\ndépréciation constituée antérieurement, le cas échéant, sur des titres financiers prêtés n'est pas réintégrée ;\nelle doit figurer sur une ligne distincte au bilan et demeurer inchangée jusqu'à la restitution de ces titres.\n \nToutefois, pour les exercices ouverts à partir du 1er janvier 1974, les titres de participation ne peuvent\nfaire l'objet d'une provision que s'il est justifié d'une dépréciation réelle par rapport au prix de revient. Pour\nl'application de la phrase précédente, constituent des titres de participation les parts ou actions de sociétés\nrevêtant ce caractère sur le plan comptable. Il en va de même des actions acquises en exécution d'une offre\npublique d'achat ou d'échange par l'entreprise qui en est l'initiatrice ainsi que des titres ouvrant droit au\nrégime des sociétés mères à condition de détenir au moins 5 % des droits de vote de la société émettrice, si\nces actions ou titres sont inscrits en comptabilité au compte de titres de participation ou à une subdivision\nspéciale d'un autre compte du bilan correspondant à leur qualification comptable.\n \nLes provisions pour dépréciation, en ce qui concerne les titres et actions susvisés, précédemment\ncomptabilisées seront rapportées aux résultats des exercices ultérieurs à concurrence du montant des\nprovisions de même nature constituées à la clôture de chacun de ces exercices ou, le cas échéant, aux\nrésultats de l'exercice de cession.\n \nToutefois, les dotations aux provisions pour dépréciation comptabilisées au titre de l'exercice sur l'ensemble\ndes titres de participation définis au dix-septième alinéa ne sont pas déductibles à hauteur du montant des\nplus-values latentes existant à la clôture du même exercice sur les titres appartenant à cet ensemble. Pour\nl'application des dispositions de la phrase précédente, les plus-values latentes, qui s'entendent de la différence\nexistant entre la valeur réelle de ces titres à la clôture de l'exercice et leur prix de revient corrigé des plus\nou moins-values en sursis d'imposition sur ces mêmes titres, sont minorées du montant des provisions non\nadmises en déduction au titre des exercices précédents en application de la même phrase et non encore\nrapportées au résultat à la clôture de l'exercice. Le montant des dotations ainsi non admis en déduction est\naffecté à chaque titre de participation provisionné à proportion des dotations de l'exercice comptabilisées sur\nce titre. Le présent alinéa s'applique aux seuls titres de sociétés à prépondérance immobilière définies au a\nsexies-0 bis du I de l'article 219 pour la détermination des résultats des exercices ouverts à compter du 1er\njanvier 2007.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes dotations aux provisions non admises en déduction au titre d'un exercice et affectées à un titre\nde participation en application de l'alinéa précédent viennent minorer le montant des provisions pour\ndépréciation sur ce titre rapporté au résultat des exercices ultérieurs.\n \nLa dépréciation de titres prêtés dans les conditions prévues à l'article L. 211-22 du code monétaire et\nfinancier ne peut donner lieu, de la part du prêteur ou de l'emprunteur, à la constitution d'une provision. De\nmême le prêteur ne peut constituer de provision pour dépréciation de la créance représentative de ces titres ;\n \nLa dépréciation des titres financiers qui sont l'objet d'une pension dans les conditions prévues par les articles\nL. 211-27 à L. 211-34 du code monétaire et financier, ne peut donner lieu, de la part du cessionnaire, à la\nconstitution d'une provision déductible sur le plan fiscal.\n \nLa dépréciation des titres qui font l'objet d'une remise en garantie dans les conditions prévues à l'article 38\nbis-0 A bis ne peut donner lieu à la constitution d'une provision déductible sur le plan fiscal. De même, le\nconstituant ne peut déduire de provision pour dépréciation de la créance représentative de ces titres.\n \nPar exception aux dispositions du seizième alinéa, la provision éventuellement constituée par une entreprise\nen vue de faire face à la dépréciation d'une participation dans une filiale implantée à l'étranger n'est admise\nsur le plan fiscal que pour la fraction de son montant qui excède les sommes déduites en application des\ndispositions de l'article 39 octies A et non rapportées au résultat de l'entreprise. Cette disposition s'applique\npour la détermination des résultats des exercices ouverts à compter du 1er janvier 1988.\n \nLes dispositions de l'alinéa précédent sont également applicables à la fraction du montant de la provision\npour dépréciation mentionnée à cet alinéa, qui excède les sommes déduites en application de l'article 39\nocties D ; cette disposition s'applique pour la détermination des résultats des exercices ouverts à compter du\n1er janvier 1992.\n \nLa provision éventuellement constituée en vue de faire face à la dépréciation d'éléments d'actif non\namortissables reçus lors d'une opération placée sous l'un des régimes prévus aux articles mentionnés au\nII de l'article 54 septies ou réévalués dans les conditions prévues à l'article 238 bis JB, est déterminée par\nréférence à la valeur fiscale des actifs auxquels les éléments reçus se sont substitués ou à celle des actifs\nréévalués.\n \nLa provision constituée par l'entreprise en vue de faire face à l'obligation de renouveler un bien amortissable\ndont elle assure l'exploitation est déductible, à la clôture de l'exercice, dans la limite de la différence entre le\ncoût estimé de remplacement de ce bien à la clôture du même exercice et son prix de revient initial affectée\nd'un coefficient progressif. Ce coefficient est égal au quotient du nombre d'années d'utilisation du bien\ndepuis sa mise en service sur sa durée totale d'utilisation.\n \nLes dotations à la provision visée au vingt-septième alinéa ne sont pas déductibles si elles sont passées après\nl'expiration du plan de renouvellement en vigueur au 15 septembre 1997 ou, pour les biens mis en service\naprès cette date, après l'expiration du plan initial de renouvellement.\n \nLa fraction de la provision pour renouvellement régulièrement constituée, figurant au bilan du dernier\nexercice clos avant le 31 décembre 1997 et qui, à la clôture des exercices suivants, est supérieure au montant\ndéterminé en application des vingt-septième et vingt-huitième alinéas et n'a pas été utilisée, n'est pas\nrapportée au résultat de ces exercices, sous réserve des dispositions du quinzième alinéa.\n \nLorsque le bien à renouveler ne fait pas l'objet de dotations aux amortissements déductibles pour la\ndétermination du résultat imposable de l'entreprise, le prix de revient initial du bien est retenu pour une\nvaleur nulle.\n \nDans l'hypothèse où cette obligation de renouvellement est mise à la charge d'un tiers, les dispositions des\nvingt-septième à trentième alinéas sont applicables à celui-ci.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nLes provisions pour indemnités de licenciement constituées en vue de faire face aux charges liées aux\nlicenciements pour motif économique ne sont pas déductibles des résultats des exercices clos à compter du\n15 octobre 1997. Les provisions pour indemnités de licenciement constituées à cet effet et inscrites au bilan\nà l'ouverture du premier exercice clos à compter du 15 octobre 1997 sont rapportées aux résultats imposables\nde cet exercice.\n \nLes provisions constituées en vue de faire face au risque de change afférent aux prêts soumis, sur option, aux\ndispositions prévues au quatrième alinéa du 4 de l'article 38 ne sont pas déductibles du résultat imposable.\n \nLes dotations aux provisions pour dépréciation comptabilisées au titre de l'exercice sur l'ensemble des\nimmeubles de placement ne sont pas déductibles à hauteur du montant des plus-values latentes sur\nces mêmes immeubles existant à la clôture du même exercice. Pour l'application de cette disposition,\nconstituent des immeubles de placement les biens immobiliers inscrits à l'actif immobilisé et non affectés\npar l'entreprise à sa propre exploitation industrielle, commerciale ou agricole ou à l'exercice d'une profession\nnon commerciale, à l'exclusion des biens mis à la disposition ou donnés en location à titre principal à des\nentreprises liées au sens du 12 de l'article 39 affectant ce bien à leur propre exploitation. Pour l'application\ndes dispositions de la première phrase, les plus-values latentes, qui s'entendent de la différence existant entre\nla valeur réelle de ces immeubles à la clôture de l'exercice et leur prix de revient corrigé des plus ou moins-\nvalues en sursis d'imposition sur les immeubles appartenant à cet ensemble, sont minorées du montant des\nprovisions non admises en déduction au titre des exercices précédents en application de la même phrase et\nnon encore rapportées au résultat à la clôture de l'exercice.\n \nLe montant total des dotations aux provisions non admises en déduction au titre de l'exercice en application\nde l'alinéa précédent vient minorer le montant total des provisions pour dépréciation des immeubles de\nplacement rapporté au résultat des exercices ultérieurs.\n \n6° La contribution sociale de solidarité mentionnée à l'article L. 137-30 du code de la sécurité sociale et\nla taxe d'aide au commerce et à l'artisanat issue de l'article 3 modifié de la loi n° 72-657 du 13 juillet 1972\ninstituant des mesures en faveur de certaines catégories de commerçants et artisans âgés ;\n \n6° bis La taxe sur les vidéogrammes mentionnée à l'article L. 452-28 du code des impositions sur les biens\net services, la taxe sur les services d'accès à des contenus audiovisuels à la demande mentionnée à l'article L.\n453-25 du même code et la taxe sur la publicité diffusée au moyen de services de contenus audiovisuels à la\ndemande mentionnée à l'article L. 454-16 du même code ;\n \n7° Les dépenses engagées dans le cadre de manifestations de caractère philanthropique, éducatif,\nscientifique, social, humanitaire, sportif, familial, culturel ou concourant à la mise en valeur du patrimoine\nartistique, à la défense de l'environnement naturel ou à la diffusion de la culture, de la langue et des\nconnaissances scientifiques françaises, lorsqu'elles sont exposées dans l'intérêt direct de l'exploitation ;\n \n8° Les abandons de créances à caractère commercial consentis ou supportés dans le cadre d'un plan de\nsauvegarde ou de redressement ainsi que ceux consentis en application d'un accord constaté ou homologué\ndans les conditions prévues à l'article L. 611-8 du code de commerce ;\n \n9° (Abrogé).\n \n2. Les sanctions pécuniaires et pénalités de toute nature mises à la charge des contrevenants à des obligations\nlégales ne sont pas admises en déduction des bénéfices soumis à l'impôt.\n \nIl en est de même du versement libératoire prévu à l'article L. 221-4 du code de l'énergie.\n \n2 bis. A compter de l'entrée en vigueur sur le territoire de la République de la convention sur la lutte contre\nla corruption d'agents publics étrangers dans les transactions commerciales internationales, les sommes\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nversées ou les avantages octroyés, directement ou par des intermédiaires, au profit d'un agent public au\nsens du 4 de l'article 1er de ladite convention ou d'un tiers pour que cet agent agisse ou s'abstienne d'agir\ndans l'exécution de fonctions officielles, en vue d'obtenir ou conserver un marché ou un autre avantage indu\ndans des transactions commerciales internationales, ne sont pas admis en déduction des bénéfices soumis à\nl'impôt.\n \n3. Les allocations forfaitaires qu'une société attribue à ses dirigeants ou aux cadres de son entreprise pour\nfrais de représentation et de déplacement sont exclues de ses charges déductibles pour l'assiette de l'impôt\nlorsque parmi ces charges figurent déjà les frais habituels de cette nature remboursés aux intéressés.\n \nPour l'application de cette disposition, les dirigeants s'entendent, dans les sociétés de personnes et les\nsociétés en participation qui n'ont pas opté pour le régime fiscal des sociétés de capitaux, des associés en\nnom et des membres de ces sociétés.\n \n4. Qu'elles soient supportées directement par l'entreprise ou sous forme d'allocations forfaitaires ou de\nremboursements de frais, sont exclues des charges déductibles pour l'établissement de l'impôt, d'une part, les\ndépenses et charges de toute nature ayant trait à l'exercice de la chasse ainsi qu'à l'exercice non professionnel\nde la pêche et, d'autre part, les charges, à l'exception de celles ayant un caractère social, résultant de l'achat,\nde la location ou de toute autre opération faite en vue d'obtenir la disposition de résidences de plaisance ou\nd'agrément, ainsi que de l'entretien de ces résidences ; les dépenses et charges ainsi définies comprennent\nnotamment les amortissements.\n \nSauf justifications, les dispositions du premier alinéa sont applicables :\n \n1° A l'amortissement des véhicules de tourisme au sens de l'article L. 421-2 du code des impositions sur les\nbiens et services pour la fraction de leur prix d'acquisition qui dépasse 18 300 € :\n \na) Pour les véhicules immatriculés en recourant à la méthode de détermination des émissions de dioxyde de\ncarbone dite WLTP au sens de l'article L. 421-6 du code des impositions sur les biens et services, la somme\nmentionnée au premier alinéa du présent 1° est de :\n \n-30 000 € si leurs émissions de dioxyde de carbone sont inférieures à 20 grammes par kilomètre ;\n \n-20 300 € si leurs émissions de dioxyde de carbone sont supérieures ou égales à 20 grammes et inférieures à\n50 grammes par kilomètre ;\n \n-9 900 € si leurs émissions de dioxyde de carbone sont supérieures à 165 grammes pour ceux acquis avant le\n1er janvier 2021 et à 160 grammes pour ceux acquis à compter de cette date.\n \nb) Pour les autres véhicules, la somme mentionnée au premier alinéa du présent 1° est de 30 000 € si les\némissions sont inférieures à 20 grammes par kilomètre et de 20 300 € si les émissions de dioxyde de carbone\nsont supérieures ou égales à 20 grammes et inférieures à 60 grammes par kilomètre.\n \nElle est ramenée à 9 900 € lorsque les émissions de dioxyde de carbone sont supérieures à :\n \n-155 grammes par kilomètre, pour ceux acquis entre le 1er janvier 2017 et le 31 décembre 2017 ;\n \n-150 grammes par kilomètre, pour ceux acquis entre le 1er janvier 2018 et le 31 décembre 2018 ;\n \n-140 grammes par kilomètre, pour ceux acquis entre le 1er janvier 2019 et le 31 décembre 2019 ;\n \n-135 grammes par kilomètre, pour ceux acquis entre le 1er janvier 2020 et le 31 décembre 2020 ;\n \n-130 grammes par kilomètre, pour ceux acquis à compter du 1er janvier 2021.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° En cas d'opérations de crédit bail ou de location, à l'exception des locations de courte durée n'excédant\npas trois mois non renouvelables, portant sur des véhicules de tourisme au sens de l'article L. 421-2 du\ncode des impositions sur les biens et services, à la part du loyer supportée par le locataire et correspondant\nà l'amortissement pratiqué par le bailleur pour la fraction du prix d'acquisition du véhicule qui excède les\nlimites déterminées conformément au a.\n \n3° Aux dépenses de toute nature résultant de l'achat, de la location ou de toute autre opération faite en vue\nd'obtenir la disposition de yachts ou de bateaux de plaisance à voile ou à moteur ainsi que de leur entretien ;\nles amortissements sont regardés comme faisant partie de ces dépenses.\n \nLa fraction de l'amortissement des véhicules de tourisme au sens de l'article L. 421-2 du code des\nimpositions sur les biens et services exclue des charges déductibles par les limitations ci-dessus est\nnéanmoins retenue pour la détermination des plus-values ou moins-values résultant de la vente ultérieure des\nvéhicules ainsi amortis.\n \nLes dispositions du premier alinéa ne sont pas applicables aux charges exposées pour les besoins de\nl'exploitation et résultant de l'achat, de la location ou de l'entretien des demeures historiques classées ou\ninscrites au titre des monuments historiques, des résidences servant d'adresse ou de siège de l'entreprise\nen application des articles L. 123-10 et L. 123-11-1 du code de commerce, ou des résidences faisant partie\nintégrante d'un établissement de production et servant à l'accueil de la clientèle.\n \n5. Sont également déductibles les dépenses suivantes :\n \na. Les rémunérations directes et indirectes, y compris les remboursements de frais versés aux personnes les\nmieux rémunérées ;\n \nb. Les frais de voyage et de déplacements exposés par ces personnes ;\n \nc. Les dépenses et charges afférentes aux véhicules et autres biens dont elles peuvent disposer en dehors des\nlocaux professionnels ;\n \nd. Les dépenses et charges de toute nature afférentes aux immeubles qui ne sont pas affectés à l'exploitation ;\n \ne. Les cadeaux de toute nature, à l'exception des objets de faible valeur conçus spécialement pour la\npublicité ;\n \nf. Les frais de réception, y compris les frais de restaurant et de spectacles.\n \nPour l'application de ces dispositions, les personnes les mieux rémunérées s'entendent, suivant que l'effectif\ndu personnel excède ou non 200 salariés, des dix ou des cinq personnes dont les rémunérations directes ou\nindirectes ont été les plus importantes au cours de l'exercice.\n \nLes dépenses ci-dessus énumérées peuvent également être réintégrées dans les bénéfices imposables dans la\nmesure où elles sont excessives et où la preuve n'a pas été apportée qu'elles ont été engagées dans l'intérêt\ndirect de l'entreprise.\n \nLorsqu'elles augmentent dans une proportion supérieure à celle des bénéfices imposables ou que leur\nmontant excède celui de ces bénéfices, l'administration peut demander à l'entreprise de justifier qu'elles sont\nnécessitées par sa gestion.\n \n5 bis. Les rémunérations différées visées au 4° du I de l'article L. 22-10-9 du code de commerce sont\nadmises en déduction du bénéfice net dans la limite de trois fois le plafond annuel de la sécurité sociale par\nbénéficiaire.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n6. (périmé).\n \n7. (Abrogé).\n \n8. Si un fonds de commerce, un fonds artisanal ou l'un de leurs éléments incorporels non amortissables ou\ndes parts sociales ou des actions de sociétés commerciales non négociables sur un marché réglementé sont\nloués dans les conditions prévues au 3 ou au 4 de l'article L. 313-7 du code monétaire et financier, la quote-\npart de loyers prise en compte pour la fixation du prix de vente convenu pour l'acceptation de la promesse\nunilatérale de vente n'est pas déductible pour l'assiette de l'impôt sur les bénéfices dû par le locataire. Elle\ndoit être indiquée distinctement dans le contrat de crédit-bail.\n \nUn décret fixe les modalités d'application de ces dispositions, notamment les obligations déclaratives.\n \n9. L'indemnité de congé payé correspondant aux droits acquis durant la période neutralisée définie ci-\naprès, calculée dans les conditions prévues aux articles L. 3141-24 à L. 3141-27 du code du travail, n'est\npas déductible. Cette période neutralisée est celle qui est retenue pour le calcul de l'indemnité afférente aux\ndroits acquis et non utilisés à l'ouverture du premier exercice clos à compter du 31 décembre 1987 ; sa durée\nne peut être inférieure à celle de la période d'acquisition des droits à congé payé non utilisés à la clôture de\ncet exercice. L'indemnité correspondant à ces derniers droits est considérée comme déduite du point de vue\nfiscal.\n \nCes dispositions s'appliquent aux charges sociales et fiscales attachées à ces indemnités.\n \nUn décret fixe les modalités d'application du présent 9.\n \n10. Si un immeuble est loué dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et\nfinancier, la quote-part de loyers prise en compte pour la détermination du prix de cession de l'immeuble à\nl'issue du contrat et se rapportant à des éléments non amortissables n'est pas déductible du résultat imposable\ndu crédit-preneur.\n \nToutefois, pour les opérations concernant les immeubles achevés après le 31 décembre 1995 et affectés à\ntitre principal à usage de bureaux entrant dans le champ d'application de la taxe prévue à l'article 231 ter,\nautres que ceux situés dans les zones d'aide à finalité régionale et dans les zones de redynamisation urbaine,\ndéfinis au A du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le\ndéveloppement du territoire, la quote-part de loyer prise en compte pour la détermination du prix de cession\nde l'immeuble à l'issue du contrat n'est déductible du résultat imposable du crédit-preneur que dans la limite\ndes frais d'acquisition de l'immeuble et de l'amortissement que le crédit-preneur aurait pu pratiquer s'il avait\nété propriétaire du bien objet du contrat.\n \nPour l'application du premier alinéa, le loyer est réputé affecté au financement des différents éléments dans\nl'ordre suivant :\n \na. D'abord aux frais supportés par le crédit-bailleur lors de l'acquisition de l'immeuble ;\n \nb. Ensuite aux éléments amortissables ;\n \nc. Enfin aux éléments non amortissables.\n \nPour l'application des premier et deuxième alinéas, le prix convenu pour la cession de l'immeuble à l'issue du\ncontrat est réputé affecté en priorité au prix de vente des éléments non amortissables.\n \nLorsque le bien n'est pas acquis à l'issue du contrat ou lorsque le contrat de crédit-bail est résilié, les quotes-\nparts de loyers non déductibles prévues aux premier et deuxième alinéas sont admises en déduction du\nrésultat imposable.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nLorsque le contrat de crédit-bail est cédé, les quotes-parts de loyers non déductibles sont considérées comme\nun élément du prix de revient du contrat pour le calcul de la plus-value dans les conditions de l'article 39\nduodecies A.\n \n11. (Périmé)\n \n12. Des liens de dépendance sont réputés exister entre deux entreprises :\n \na-lorsque l'une détient directement ou par personne interposée la majorité du capital social de l'autre ou y\nexerce en fait le pouvoir de décision ;\n \nb-lorsqu'elles sont placées l'une et l'autre, dans les conditions définies au a, sous le contrôle d'une même\ntierce entreprise.\n \n(Alinéa disjoint).\n \n12 bis. (Abrogé)\n \n12 ter. Les redevances de concession de licences d'exploitation de droits de la propriété intellectuelle\nversées à une entreprise liée au sens du 12 qui n'est pas, au titre de l'exercice en cours, soumise à raison\nde ces mêmes redevances à un impôt sur le revenu ou sur les bénéfices dont le taux effectif est au moins\négal à 25 % sont exclues des charges déductibles pour l'établissement de l'impôt à hauteur d'une fraction\nde leur montant. Cette fraction est égale au produit du montant des redevances par le rapport entre, au\nnumérateur, la différence entre 25 % et le taux effectif d'imposition auquel ont été soumises les redevances\net, au dénominateur, 25 %.\n \nLorsque les redevances mentionnées au premier alinéa du présent 12 ter sont versées à une entreprise\nqui a pris en concession, directement ou par l'intermédiaire d'entreprises liées au sens du 12, les droits\nmentionnés au premier alinéa du présent 12 ter auprès d'une entreprise à laquelle elle est liée au sens du 12,\nles conditions de déductibilité de ces redevances sont appréciées au regard de leur taux effectif d'imposition\nconstaté au niveau de cette dernière entreprise.\n \nLes deux premiers alinéas du présent 12 ter s'appliquent lorsque l'entreprise au niveau de laquelle est\napprécié le taux d'imposition effectif des redevances :\n \n1° Est établie dans un Etat qui n'est ni membre de l'Union européenne, ni partie à l'accord sur l'Espace\néconomique européen ;\n \n2° Et bénéficie, au titre des redevances mentionnées au premier alinéa, d'un régime fiscal considéré comme\ndommageable par l'Organisation de coopération et de développement économiques.\n \n13. Sont exclues des charges déductibles pour l'établissement de l'impôt les aides de toute nature consenties à\nune autre entreprise, à l'exception des aides à caractère commercial.\n \nLe premier alinéa ne s'applique pas aux aides consenties en application d'un accord constaté ou homologué\ndans les conditions prévues à l'article L. 611-8 du code de commerce ni aux aides consenties aux entreprises\npour lesquelles une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire est\nouverte.\n \nLes aides mentionnées au deuxième alinéa qui ne revêtent pas un caractère commercial sont déductibles\nà hauteur de la situation nette négative de l'entreprise qui en bénéficie et, pour le montant excédant cette\nsituation nette négative, à proportion des participations détenues par d'autres personnes que l'entreprise qui\nconsent les aides.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025"
  ],
  "full_text": "Article 39\n \n1. Le bénéfice net est établi sous déduction de toutes charges, celles-ci comprenant, sous réserve des\ndispositions du 5, notamment :\n \n1° Les frais généraux de toute nature, les dépenses de personnel et de main-d'oeuvre, le loyer des immeubles\ndont l'entreprise est locataire.\n \nToutefois les rémunérations ne sont admises en déduction des résultats que dans la mesure où elles\ncorrespondent à un travail effectif et ne sont pas excessives eu égard à l'importance du service rendu. Cette\ndisposition s'applique à toutes les rémunérations directes ou indirectes, y compris les indemnités, allocations,\navantages en nature et remboursements de frais.\n \nUne entreprise mettant à disposition de manière temporaire un salarié dans les conditions prévues à l'article\nL. 8241-3 du code du travail peut déduire les salaires, charges sociales afférentes et frais professionnels\nremboursés au salarié mis à disposition, même lorsqu'elle ne refacture que partiellement ces coûts à\nl'entreprise bénéficiaire de la mise à disposition. Le bénéfice de la déduction, pour la part excédant la\nrefacturation, est subordonné au respect du règlement (UE) 2023/2831 de la Commission du 13 décembre\n2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux\naides de minimis.\n \n1° bis Pour les exercices clos à compter du 31 décembre 1987 et sous réserve des dispositions du 9,\nl'indemnité de congé payé calculée dans les conditions prévues aux articles L. 3141-24 à L. 3141-27 du code\ndu travail, y compris les charges sociales et fiscales afférentes à cette indemnité.\n \nPar exception aux dispositions du premier alinéa et sur option irrévocable de l'entreprise, cette indemnité\nainsi que les charges sociales et fiscales y afférentes revêtent du point de vue fiscal le caractère d'un salaire\nde substitution qui constitue une charge normale de l'exercice au cours duquel le salarié prend le congé\ncorrespondant. Cette option ne peut pas être exercée par les entreprises créées après le 31 décembre 1986.\nElle est exercée avant l'expiration du délai de dépôt de la déclaration des résultats du premier exercice clos à\ncompter du 31 décembre 1987.\n \nPour les exercices clos avant le 31 décembre 1987, l'indemnité de congé payé calculée dans les conditions\nprévues aux articles L. 3141-24 à L. 3141-27 du code du travail revêt du point de vue fiscal le caractère\nd'un salaire de substitution qui constitue une charge normale de l'exercice au cours duquel le salarié prend le\ncongé correspondant. Pour la détermination des résultats imposables des exercices clos du 1er janvier 1986\nau 30 décembre 1987, il en est de même des charges sociales et fiscales afférentes à cette indemnité.\n \nUn décret fixe les modalités d'application de ces dispositions.\n \n1° ter Pour les emprunts contractés à compter du 1er janvier 1993, la fraction, courue au cours de l'exercice,\nde la rémunération égale à la différence entre les sommes ou valeurs à verser, autres que les intérêts, et celles\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nreçues à l'émission, lorsque cette rémunération excède 10 % des sommes initialement mises à la disposition\nde l'emprunteur.\n \nCette fraction courue est déterminée de manière actuarielle, selon la méthode des intérêts composés.\n \nPour les emprunts dont le montant à rembourser est indexé, ces dispositions s'appliquent à la fraction de la\nrémunération qui est certaine dans son principe et son montant dès l'origine, si cette fraction excède 10 %\ndes sommes initialement mises à la disposition de l'emprunteur. Elles ne sont pas applicables aux emprunts\nconvertibles et à ceux dont le remboursement est à la seule initiative de l'emprunteur.\n \n1° quater Sur option irrévocable et globale de l'émetteur pour une période de deux ans, les frais d'émission\ndes emprunts répartis par fractions égales ou au prorata de la rémunération courue, sur la durée des emprunts\némis pendant cette période.\n \nEn cas de remboursement anticipé d'un emprunt, de conversion ou d'échange, les frais d'émission non encore\ndéduits sont admis en charge au prorata du capital remboursé, converti ou échangé.\n \nCes dispositions ne sont pas applicables aux emprunts dont le remboursement est à la seule initiative de\nl'emprunteur.\n \nUn décret fixe les conditions d'application de ces dispositions, notamment en ce qui concerne les modalités\nd'option et les obligations déclaratives.\n \n2° Sauf s'ils sont pratiqués par une copropriété de navires, une copropriété de cheval de course ou d'étalon,\nles amortissements réellement effectués par l'entreprise, dans la limite de ceux qui sont généralement\nadmis d'après les usages de chaque nature d'industrie, de commerce ou d'exploitation et compte tenu des\ndispositions de l'article 39 A, sous réserve des dispositions de l'article 39 B.\n \nToutefois, ne sont pas admis en déduction les amortissements des fonds commerciaux.\n \nPar dérogation au deuxième alinéa du présent 2°, sont admis en déduction les amortissements constatés\ndans la comptabilité des entreprises au titre des fonds commerciaux lorsqu'ils sont acquis à compter du 1er\njanvier 2022 et jusqu'au 31 décembre 2025. Le présent alinéa ne s'applique pas aux fonds acquis auprès\nd'une entreprise liée au sens du 12 du présent article ou auprès d'une entreprise, y compris une entreprise\nindividuelle, placée, dans les conditions définies au a du même 12, sous le contrôle de la même personne\nphysique que l'entreprise qui acquiert le fonds.\n \nLes décrets en Conseil d'Etat prévus à l'article 273 fixent les conséquences des déductions prévues à l'article\n271 sur la comptabilisation et l'amortissement des biens ;\n \n3° Les intérêts servis aux associés à raison des sommes qu'ils laissent ou mettent à la disposition de la\nsociété, en sus de leur part du capital, quelle que soit la forme de la société, dans la limite de ceux calculés à\nun taux égal à la moyenne annuelle des taux effectifs moyens pratiqués par les établissements de crédit et les\nsociétés de financement pour des prêts à taux variable aux entreprises, d'une durée initiale supérieure à deux\nans.\n \nCette déduction est subordonnée à la condition que le capital ait été entièrement libéré.\n \nA compter du 1er janvier 1983, les produits des clauses d'indexation afférentes aux sommes mises ou\nlaissées à la disposition d'une société par ses associés ou ses actionnaires sont assimilés à des intérêts.\n \nLa rémunération mentionnée au 1° ter est retenue pour l'appréciation de la limitation prévue au premier\nalinéa.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLa limite prévue au premier alinéa n'est pas applicable aux intérêts afférents aux avances consenties par une\nsociété à une autre société lorsque la première possède, au regard de la seconde, la qualité de société-mère au\nsens de l'article 145 et que ces avances proviennent de sommes empruntées par offre au public sur le marché\nobligataire, à l'exception des offres mentionnées au 1° ou au 2° de l'article L. 411-2 du code monétaire\net financier ou à l'article L. 411-2-1 du même code, ou par émission de titres de créances mentionnés au\npremier alinéa de l'article 124 B ; dans ce cas, les intérêts sont déductibles dans la limite des intérêts des\nressources ainsi collectées par la société-mère pour le compte de sa ou de ses filiales. Ces dispositions sont\napplicables aux intérêts afférents aux ressources empruntées à compter du 1er janvier 1986. Elles cessent\nde s'appliquer pour la détermination des résultats imposables des exercices ouverts à compter du 1er janvier\n1988.\n \nLes conditions d'application de l'alinéa précédent, notamment les obligations déclaratives des sociétés\nmentionnées, sont fixées par décret ;\n \n3° bis (Abrogé) ;\n \n4° Sous réserve des dispositions de l'article 153, les impôts à la charge de l'entreprise, mis en recouvrement\nau cours de l'exercice, à l'exception des impôts prélevés par un Etat ou territoire conformément aux\nstipulations d'une convention fiscale d'élimination des doubles impositions en matière d'impôt sur les revenus\nconclue par cet Etat ou territoire avec la France, de l'impôt complémentaire mentionné au deuxième alinéa\nde l'article 223 VJ, des taxes prévues aux articles 231 ter, 231 quater, 235 ter X, 235 ter XB , 235 ter ZE bis\net 990 G du présent code ainsi qu'au 1° de l'article L. 421-94 et à l'article L. 425-1 du code des impositions\nsur les biens et services et, pour les rappels de taxe sur la valeur ajoutée afférents à des opérations au titre\ndesquelles la taxe due peut être totalement ou partiellement déduite par le redevable lui-même, du montant\nde la taxe déductible.\n \nPar exception aux dispositions du premier alinéa, lorsque, en application du huitième alinéa de l'article 1679\nquinquies, un redevable réduit le montant du solde de cotisation foncière des entreprises du montant du\ndégrèvement attendu du plafonnement de la contribution économique territoriale due au titre de la même\nannée, le montant de la cotisation foncière des entreprises déductible du bénéfice net est réduit dans les\nmêmes proportions. Corrélativement, le montant du dégrèvement ainsi déduit ne constitue pas un produit\nimposable, lorsqu'il est accordé ultérieurement.\n \n4° bis-Le prélèvement opéré au titre de l'article 4 modifié de la loi n° 51-675 du 24 mai 1951, relative à la\nconstruction navale, et faisant l'objet d'un ordre de versement émis au cours de l'exercice ;\n \n4° ter (Abrogé) ;\n \n4° quater (Abrogé) ;\n \n5° Les provisions constituées en vue de faire face à des pertes ou charges nettement précisées et que des\névénements en cours rendent probables, à condition qu'elles aient été effectivement constatées dans les\nécritures de l'exercice. Toutefois, ne sont pas déductibles les provisions que constitue une entreprise en\nvue de faire face au versement d'allocations en raison du départ à la retraite ou préretraite des membres ou\nanciens membres de son personnel, ou de ses mandataires sociaux. Les provisions pour pertes afférentes\nà des opérations en cours à la clôture d'un exercice ne sont déductibles des résultats de cet exercice qu'à\nconcurrence de la perte qui est égale à l'excédent du coût de revient des travaux exécutés à la clôture du\nmême exercice sur le prix de vente de ces travaux compte tenu des révisions contractuelles certaines à cette\ndate. S'agissant des produits en stock à la clôture d'un exercice, les dépenses non engagées à cette date en vue\nde leur commercialisation ultérieure ne peuvent, à la date de cette clôture, être retenues pour l'évaluation de\nces produits en application des dispositions du 3 de l'article 38, ni faire l'objet d'une provision pour perte.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLa dépréciation des oeuvres d'art inscrites à l'actif d'une entreprise peut donner lieu à la constitution d'une\nprovision. Cette dépréciation doit être constatée par un expert agréé près les tribunaux lorsque le coût\nd'acquisition de l'oeuvre est supérieur à 7 600 €.\n \nUn décret fixe les règles d'après lesquelles des provisions pour fluctuation des cours peuvent être retranchées\ndes bénéfices des entreprises dont l'activité consiste essentiellement à transformer directement des matières\npremières acquises sur les marchés internationaux ou des matières premières acquises sur le territoire\nnational et dont les prix sont étroitement liés aux variations des cours internationaux.\n \nPour les entreprises dont l'objet principal est de faire subir en France la première transformation au pétrole\nbrut, le montant de la provision pour fluctuation des cours ne peut excéder 69 % de la limite maximale de\nla provision calculée conformément aux dispositions législatives et réglementaires en vigueur. L'excédent\néventuel de la provision antérieurement constituée, par rapport à la nouvelle limite maximale calculée à la\nclôture du premier exercice auquel elle s'applique, est rapporté au bénéfice imposable de cet exercice. Ces\ndispositions s'appliquent pour la détermination des résultats des exercices clos à compter du 24 septembre\n1975.\n \nLes dispositions des troisième et quatrième alinéas cessent de s'appliquer pour la détermination des résultats\ndes exercices clos à compter du 31 décembre 1997. Les provisions pour fluctuation des cours inscrites au\nbilan à l'ouverture du premier exercice clos à compter de cette même date sont rapportées, par fractions\négales, aux résultats imposables de ce même exercice et des deux exercices suivants.\n \nToutefois, les dispositions de la dernière phrase de l'alinéa qui précède ne sont pas applicables au montant\ndes provisions visées à la même phrase qui sont portées, à la clôture du premier exercice clos à compter du\n31 décembre 1997, à un compte de réserve spéciale. Les sommes inscrites à cette réserve ne peuvent excéder\n9 146 941 €.\n \nLes sommes prélevées sur la réserve mentionnée à l'alinéa précédent sont rapportées aux résultats de\nl'exercice en cours lors de ce prélèvement. Cette disposition n'est toutefois pas applicable :\n \na) Si l'entreprise est dissoute ;\n \nb) Si la réserve est incorporée au capital ; en cas de réduction de capital avant la fin de la cinquième année\nsuivant celle au cours de laquelle est intervenue l'incorporation au capital de la réserve, les sommes qui\nont été incorporées au capital sont rapportées aux résultats de l'exercice au cours duquel intervient cette\nréduction. Le montant de la reprise est, s'il y a lieu, limité au montant de cette réduction ;\n \nc) En cas d'imputation de pertes sur la réserve spéciale, les pertes ainsi annulées cessent d'être reportables.\n \nSous réserve des dispositions prévues au quatorzième alinéa, les entreprises peuvent, d'autre part, en ce qui\nconcerne les variations de prix postérieures au 30 juin 1959, pratiquer en franchise d'impôt une provision\npour hausse des prix lorsque, pour une matière ou un produit donné, il est constaté, au cours d'une période ne\npouvant excéder deux exercices successifs clos postérieurement à cette date, une hausse de prix supérieure à\n10 %. Le montant de la dotation à cette provision ne peut excéder 15 millions d'euros par période de douze\nmois, au titre de chaque exercice, majoré le cas échéant d'une fraction égale à 10 % de la dotation à cette\nprovision déterminée dans les conditions prévues à la phrase précédente. Toutefois, pour les entreprises dont\nla durée moyenne de rotation des stocks, pondérée par matières et produits, est supérieure à un an, le plafond\nfixé à la phrase précédente est multiplié par cette durée moyenne, exprimée en mois, divisée par douze.\n \nLa provision pratiquée à la clôture d'un exercice en application de l'alinéa précédent est rapportée de plein\ndroit aux bénéfices imposables de l'exercice en cours à l'expiration de la sixième année suivant la date de\ncette clôture. Toutefois, la réintégration dans les bénéfices pourra être effectuée après la sixième année dans\nles secteurs professionnels où la durée normale de rotation des stocks est supérieure à trois ans. Dans ce\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndernier cas, les entreprises effectueront la réintégration dans un délai double de celui de la rotation normale\ndes stocks.\n \nUn décret fixe les modalités d'application des deux alinéas qui précèdent.\n \nLes matières, produits ou approvisionnements existant en stock à la clôture de chaque exercice et qui peuvent\ndonner lieu à la constitution de la provision pour fluctuation des cours prévue au troisième alinéa n'ouvrent\npas droit à la provision pour hausse des prix.\n \nLes provisions qui, en tout ou en partie, reçoivent un emploi non conforme à leur destination ou deviennent\nsans objet au cours d'un exercice ultérieur sont rapportées aux résultats dudit exercice. Lorsque le rapport n'a\npas été effectué par l'entreprise elle-même, l'administration peut procéder aux rectifications nécessaires dès\nqu'elle constate que les provisions sont devenues sans objet. Par dérogation, la provision constituée à raison\nd'un fonds commercial dont l'amortissement est admis en déduction en application du troisième alinéa du 2°\ndu 1 du présent article est rapportée aux résultats imposables de chacun des exercices suivant celui au titre\nduquel elle a été déduite, pour un montant égal à la différence entre l'amortissement qui aurait été pratiqué\nsi la provision n'avait pas été comptabilisée et l'amortissement effectivement comptabilisé à la clôture de\nl'exercice.\n \nPar dérogation aux dispositions des premier et quinzième alinéas, la provision pour dépréciation qui résulte\néventuellement de l'estimation du portefeuille est soumise au régime fiscal des moins-values à long terme\ndéfini au 2 du I de l'article 39 quindecies ; si elle devient ultérieurement sans objet, elle est comprise dans\nles plus-values à long terme de l'exercice, visées au 1 du I de l'article 39 quindecies. La provision pour\ndépréciation constituée antérieurement, le cas échéant, sur des titres financiers prêtés n'est pas réintégrée ;\nelle doit figurer sur une ligne distincte au bilan et demeurer inchangée jusqu'à la restitution de ces titres.\n \nToutefois, pour les exercices ouverts à partir du 1er janvier 1974, les titres de participation ne peuvent\nfaire l'objet d'une provision que s'il est justifié d'une dépréciation réelle par rapport au prix de revient. Pour\nl'application de la phrase précédente, constituent des titres de participation les parts ou actions de sociétés\nrevêtant ce caractère sur le plan comptable. Il en va de même des actions acquises en exécution d'une offre\npublique d'achat ou d'échange par l'entreprise qui en est l'initiatrice ainsi que des titres ouvrant droit au\nrégime des sociétés mères à condition de détenir au moins 5 % des droits de vote de la société émettrice, si\nces actions ou titres sont inscrits en comptabilité au compte de titres de participation ou à une subdivision\nspéciale d'un autre compte du bilan correspondant à leur qualification comptable.\n \nLes provisions pour dépréciation, en ce qui concerne les titres et actions susvisés, précédemment\ncomptabilisées seront rapportées aux résultats des exercices ultérieurs à concurrence du montant des\nprovisions de même nature constituées à la clôture de chacun de ces exercices ou, le cas échéant, aux\nrésultats de l'exercice de cession.\n \nToutefois, les dotations aux provisions pour dépréciation comptabilisées au titre de l'exercice sur l'ensemble\ndes titres de participation définis au dix-septième alinéa ne sont pas déductibles à hauteur du montant des\nplus-values latentes existant à la clôture du même exercice sur les titres appartenant à cet ensemble. Pour\nl'application des dispositions de la phrase précédente, les plus-values latentes, qui s'entendent de la différence\nexistant entre la valeur réelle de ces titres à la clôture de l'exercice et leur prix de revient corrigé des plus\nou moins-values en sursis d'imposition sur ces mêmes titres, sont minorées du montant des provisions non\nadmises en déduction au titre des exercices précédents en application de la même phrase et non encore\nrapportées au résultat à la clôture de l'exercice. Le montant des dotations ainsi non admis en déduction est\naffecté à chaque titre de participation provisionné à proportion des dotations de l'exercice comptabilisées sur\nce titre. Le présent alinéa s'applique aux seuls titres de sociétés à prépondérance immobilière définies au a\nsexies-0 bis du I de l'article 219 pour la détermination des résultats des exercices ouverts à compter du 1er\njanvier 2007.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes dotations aux provisions non admises en déduction au titre d'un exercice et affectées à un titre\nde participation en application de l'alinéa précédent viennent minorer le montant des provisions pour\ndépréciation sur ce titre rapporté au résultat des exercices ultérieurs.\n \nLa dépréciation de titres prêtés dans les conditions prévues à l'article L. 211-22 du code monétaire et\nfinancier ne peut donner lieu, de la part du prêteur ou de l'emprunteur, à la constitution d'une provision. De\nmême le prêteur ne peut constituer de provision pour dépréciation de la créance représentative de ces titres ;\n \nLa dépréciation des titres financiers qui sont l'objet d'une pension dans les conditions prévues par les articles\nL. 211-27 à L. 211-34 du code monétaire et financier, ne peut donner lieu, de la part du cessionnaire, à la\nconstitution d'une provision déductible sur le plan fiscal.\n \nLa dépréciation des titres qui font l'objet d'une remise en garantie dans les conditions prévues à l'article 38\nbis-0 A bis ne peut donner lieu à la constitution d'une provision déductible sur le plan fiscal. De même, le\nconstituant ne peut déduire de provision pour dépréciation de la créance représentative de ces titres.\n \nPar exception aux dispositions du seizième alinéa, la provision éventuellement constituée par une entreprise\nen vue de faire face à la dépréciation d'une participation dans une filiale implantée à l'étranger n'est admise\nsur le plan fiscal que pour la fraction de son montant qui excède les sommes déduites en application des\ndispositions de l'article 39 octies A et non rapportées au résultat de l'entreprise. Cette disposition s'applique\npour la détermination des résultats des exercices ouverts à compter du 1er janvier 1988.\n \nLes dispositions de l'alinéa précédent sont également applicables à la fraction du montant de la provision\npour dépréciation mentionnée à cet alinéa, qui excède les sommes déduites en application de l'article 39\nocties D ; cette disposition s'applique pour la détermination des résultats des exercices ouverts à compter du\n1er janvier 1992.\n \nLa provision éventuellement constituée en vue de faire face à la dépréciation d'éléments d'actif non\namortissables reçus lors d'une opération placée sous l'un des régimes prévus aux articles mentionnés au\nII de l'article 54 septies ou réévalués dans les conditions prévues à l'article 238 bis JB, est déterminée par\nréférence à la valeur fiscale des actifs auxquels les éléments reçus se sont substitués ou à celle des actifs\nréévalués.\n \nLa provision constituée par l'entreprise en vue de faire face à l'obligation de renouveler un bien amortissable\ndont elle assure l'exploitation est déductible, à la clôture de l'exercice, dans la limite de la différence entre le\ncoût estimé de remplacement de ce bien à la clôture du même exercice et son prix de revient initial affectée\nd'un coefficient progressif. Ce coefficient est égal au quotient du nombre d'années d'utilisation du bien\ndepuis sa mise en service sur sa durée totale d'utilisation.\n \nLes dotations à la provision visée au vingt-septième alinéa ne sont pas déductibles si elles sont passées après\nl'expiration du plan de renouvellement en vigueur au 15 septembre 1997 ou, pour les biens mis en service\naprès cette date, après l'expiration du plan initial de renouvellement.\n \nLa fraction de la provision pour renouvellement régulièrement constituée, figurant au bilan du dernier\nexercice clos avant le 31 décembre 1997 et qui, à la clôture des exercices suivants, est supérieure au montant\ndéterminé en application des vingt-septième et vingt-huitième alinéas et n'a pas été utilisée, n'est pas\nrapportée au résultat de ces exercices, sous réserve des dispositions du quinzième alinéa.\n \nLorsque le bien à renouveler ne fait pas l'objet de dotations aux amortissements déductibles pour la\ndétermination du résultat imposable de l'entreprise, le prix de revient initial du bien est retenu pour une\nvaleur nulle.\n \nDans l'hypothèse où cette obligation de renouvellement est mise à la charge d'un tiers, les dispositions des\nvingt-septième à trentième alinéas sont applicables à celui-ci.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nLes provisions pour indemnités de licenciement constituées en vue de faire face aux charges liées aux\nlicenciements pour motif économique ne sont pas déductibles des résultats des exercices clos à compter du\n15 octobre 1997. Les provisions pour indemnités de licenciement constituées à cet effet et inscrites au bilan\nà l'ouverture du premier exercice clos à compter du 15 octobre 1997 sont rapportées aux résultats imposables\nde cet exercice.\n \nLes provisions constituées en vue de faire face au risque de change afférent aux prêts soumis, sur option, aux\ndispositions prévues au quatrième alinéa du 4 de l'article 38 ne sont pas déductibles du résultat imposable.\n \nLes dotations aux provisions pour dépréciation comptabilisées au titre de l'exercice sur l'ensemble des\nimmeubles de placement ne sont pas déductibles à hauteur du montant des plus-values latentes sur\nces mêmes immeubles existant à la clôture du même exercice. Pour l'application de cette disposition,\nconstituent des immeubles de placement les biens immobiliers inscrits à l'actif immobilisé et non affectés\npar l'entreprise à sa propre exploitation industrielle, commerciale ou agricole ou à l'exercice d'une profession\nnon commerciale, à l'exclusion des biens mis à la disposition ou donnés en location à titre principal à des\nentreprises liées au sens du 12 de l'article 39 affectant ce bien à leur propre exploitation. Pour l'application\ndes dispositions de la première phrase, les plus-values latentes, qui s'entendent de la différence existant entre\nla valeur réelle de ces immeubles à la clôture de l'exercice et leur prix de revient corrigé des plus ou moins-\nvalues en sursis d'imposition sur les immeubles appartenant à cet ensemble, sont minorées du montant des\nprovisions non admises en déduction au titre des exercices précédents en application de la même phrase et\nnon encore rapportées au résultat à la clôture de l'exercice.\n \nLe montant total des dotations aux provisions non admises en déduction au titre de l'exercice en application\nde l'alinéa précédent vient minorer le montant total des provisions pour dépréciation des immeubles de\nplacement rapporté au résultat des exercices ultérieurs.\n \n6° La contribution sociale de solidarité mentionnée à l'article L. 137-30 du code de la sécurité sociale et\nla taxe d'aide au commerce et à l'artisanat issue de l'article 3 modifié de la loi n° 72-657 du 13 juillet 1972\ninstituant des mesures en faveur de certaines catégories de commerçants et artisans âgés ;\n \n6° bis La taxe sur les vidéogrammes mentionnée à l'article L. 452-28 du code des impositions sur les biens\net services, la taxe sur les services d'accès à des contenus audiovisuels à la demande mentionnée à l'article L.\n453-25 du même code et la taxe sur la publicité diffusée au moyen de services de contenus audiovisuels à la\ndemande mentionnée à l'article L. 454-16 du même code ;\n \n7° Les dépenses engagées dans le cadre de manifestations de caractère philanthropique, éducatif,\nscientifique, social, humanitaire, sportif, familial, culturel ou concourant à la mise en valeur du patrimoine\nartistique, à la défense de l'environnement naturel ou à la diffusion de la culture, de la langue et des\nconnaissances scientifiques françaises, lorsqu'elles sont exposées dans l'intérêt direct de l'exploitation ;\n \n8° Les abandons de créances à caractère commercial consentis ou supportés dans le cadre d'un plan de\nsauvegarde ou de redressement ainsi que ceux consentis en application d'un accord constaté ou homologué\ndans les conditions prévues à l'article L. 611-8 du code de commerce ;\n \n9° (Abrogé).\n \n2. Les sanctions pécuniaires et pénalités de toute nature mises à la charge des contrevenants à des obligations\nlégales ne sont pas admises en déduction des bénéfices soumis à l'impôt.\n \nIl en est de même du versement libératoire prévu à l'article L. 221-4 du code de l'énergie.\n \n2 bis. A compter de l'entrée en vigueur sur le territoire de la République de la convention sur la lutte contre\nla corruption d'agents publics étrangers dans les transactions commerciales internationales, les sommes\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nversées ou les avantages octroyés, directement ou par des intermédiaires, au profit d'un agent public au\nsens du 4 de l'article 1er de ladite convention ou d'un tiers pour que cet agent agisse ou s'abstienne d'agir\ndans l'exécution de fonctions officielles, en vue d'obtenir ou conserver un marché ou un autre avantage indu\ndans des transactions commerciales internationales, ne sont pas admis en déduction des bénéfices soumis à\nl'impôt.\n \n3. Les allocations forfaitaires qu'une société attribue à ses dirigeants ou aux cadres de son entreprise pour\nfrais de représentation et de déplacement sont exclues de ses charges déductibles pour l'assiette de l'impôt\nlorsque parmi ces charges figurent déjà les frais habituels de cette nature remboursés aux intéressés.\n \nPour l'application de cette disposition, les dirigeants s'entendent, dans les sociétés de personnes et les\nsociétés en participation qui n'ont pas opté pour le régime fiscal des sociétés de capitaux, des associés en\nnom et des membres de ces sociétés.\n \n4. Qu'elles soient supportées directement par l'entreprise ou sous forme d'allocations forfaitaires ou de\nremboursements de frais, sont exclues des charges déductibles pour l'établissement de l'impôt, d'une part, les\ndépenses et charges de toute nature ayant trait à l'exercice de la chasse ainsi qu'à l'exercice non professionnel\nde la pêche et, d'autre part, les charges, à l'exception de celles ayant un caractère social, résultant de l'achat,\nde la location ou de toute autre opération faite en vue d'obtenir la disposition de résidences de plaisance ou\nd'agrément, ainsi que de l'entretien de ces résidences ; les dépenses et charges ainsi définies comprennent\nnotamment les amortissements.\n \nSauf justifications, les dispositions du premier alinéa sont applicables :\n \n1° A l'amortissement des véhicules de tourisme au sens de l'article L. 421-2 du code des impositions sur les\nbiens et services pour la fraction de leur prix d'acquisition qui dépasse 18 300 € :\n \na) Pour les véhicules immatriculés en recourant à la méthode de détermination des émissions de dioxyde de\ncarbone dite WLTP au sens de l'article L. 421-6 du code des impositions sur les biens et services, la somme\nmentionnée au premier alinéa du présent 1° est de :\n \n-30 000 € si leurs émissions de dioxyde de carbone sont inférieures à 20 grammes par kilomètre ;\n \n-20 300 € si leurs émissions de dioxyde de carbone sont supérieures ou égales à 20 grammes et inférieures à\n50 grammes par kilomètre ;\n \n-9 900 € si leurs émissions de dioxyde de carbone sont supérieures à 165 grammes pour ceux acquis avant le\n1er janvier 2021 et à 160 grammes pour ceux acquis à compter de cette date.\n \nb) Pour les autres véhicules, la somme mentionnée au premier alinéa du présent 1° est de 30 000 € si les\némissions sont inférieures à 20 grammes par kilomètre et de 20 300 € si les émissions de dioxyde de carbone\nsont supérieures ou égales à 20 grammes et inférieures à 60 grammes par kilomètre.\n \nElle est ramenée à 9 900 € lorsque les émissions de dioxyde de carbone sont supérieures à :\n \n-155 grammes par kilomètre, pour ceux acquis entre le 1er janvier 2017 et le 31 décembre 2017 ;\n \n-150 grammes par kilomètre, pour ceux acquis entre le 1er janvier 2018 et le 31 décembre 2018 ;\n \n-140 grammes par kilomètre, pour ceux acquis entre le 1er janvier 2019 et le 31 décembre 2019 ;\n \n-135 grammes par kilomètre, pour ceux acquis entre le 1er janvier 2020 et le 31 décembre 2020 ;\n \n-130 grammes par kilomètre, pour ceux acquis à compter du 1er janvier 2021.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° En cas d'opérations de crédit bail ou de location, à l'exception des locations de courte durée n'excédant\npas trois mois non renouvelables, portant sur des véhicules de tourisme au sens de l'article L. 421-2 du\ncode des impositions sur les biens et services, à la part du loyer supportée par le locataire et correspondant\nà l'amortissement pratiqué par le bailleur pour la fraction du prix d'acquisition du véhicule qui excède les\nlimites déterminées conformément au a.\n \n3° Aux dépenses de toute nature résultant de l'achat, de la location ou de toute autre opération faite en vue\nd'obtenir la disposition de yachts ou de bateaux de plaisance à voile ou à moteur ainsi que de leur entretien ;\nles amortissements sont regardés comme faisant partie de ces dépenses.\n \nLa fraction de l'amortissement des véhicules de tourisme au sens de l'article L. 421-2 du code des\nimpositions sur les biens et services exclue des charges déductibles par les limitations ci-dessus est\nnéanmoins retenue pour la détermination des plus-values ou moins-values résultant de la vente ultérieure des\nvéhicules ainsi amortis.\n \nLes dispositions du premier alinéa ne sont pas applicables aux charges exposées pour les besoins de\nl'exploitation et résultant de l'achat, de la location ou de l'entretien des demeures historiques classées ou\ninscrites au titre des monuments historiques, des résidences servant d'adresse ou de siège de l'entreprise\nen application des articles L. 123-10 et L. 123-11-1 du code de commerce, ou des résidences faisant partie\nintégrante d'un établissement de production et servant à l'accueil de la clientèle.\n \n5. Sont également déductibles les dépenses suivantes :\n \na. Les rémunérations directes et indirectes, y compris les remboursements de frais versés aux personnes les\nmieux rémunérées ;\n \nb. Les frais de voyage et de déplacements exposés par ces personnes ;\n \nc. Les dépenses et charges afférentes aux véhicules et autres biens dont elles peuvent disposer en dehors des\nlocaux professionnels ;\n \nd. Les dépenses et charges de toute nature afférentes aux immeubles qui ne sont pas affectés à l'exploitation ;\n \ne. Les cadeaux de toute nature, à l'exception des objets de faible valeur conçus spécialement pour la\npublicité ;\n \nf. Les frais de réception, y compris les frais de restaurant et de spectacles.\n \nPour l'application de ces dispositions, les personnes les mieux rémunérées s'entendent, suivant que l'effectif\ndu personnel excède ou non 200 salariés, des dix ou des cinq personnes dont les rémunérations directes ou\nindirectes ont été les plus importantes au cours de l'exercice.\n \nLes dépenses ci-dessus énumérées peuvent également être réintégrées dans les bénéfices imposables dans la\nmesure où elles sont excessives et où la preuve n'a pas été apportée qu'elles ont été engagées dans l'intérêt\ndirect de l'entreprise.\n \nLorsqu'elles augmentent dans une proportion supérieure à celle des bénéfices imposables ou que leur\nmontant excède celui de ces bénéfices, l'administration peut demander à l'entreprise de justifier qu'elles sont\nnécessitées par sa gestion.\n \n5 bis. Les rémunérations différées visées au 4° du I de l'article L. 22-10-9 du code de commerce sont\nadmises en déduction du bénéfice net dans la limite de trois fois le plafond annuel de la sécurité sociale par\nbénéficiaire.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n6. (périmé).\n \n7. (Abrogé).\n \n8. Si un fonds de commerce, un fonds artisanal ou l'un de leurs éléments incorporels non amortissables ou\ndes parts sociales ou des actions de sociétés commerciales non négociables sur un marché réglementé sont\nloués dans les conditions prévues au 3 ou au 4 de l'article L. 313-7 du code monétaire et financier, la quote-\npart de loyers prise en compte pour la fixation du prix de vente convenu pour l'acceptation de la promesse\nunilatérale de vente n'est pas déductible pour l'assiette de l'impôt sur les bénéfices dû par le locataire. Elle\ndoit être indiquée distinctement dans le contrat de crédit-bail.\n \nUn décret fixe les modalités d'application de ces dispositions, notamment les obligations déclaratives.\n \n9. L'indemnité de congé payé correspondant aux droits acquis durant la période neutralisée définie ci-\naprès, calculée dans les conditions prévues aux articles L. 3141-24 à L. 3141-27 du code du travail, n'est\npas déductible. Cette période neutralisée est celle qui est retenue pour le calcul de l'indemnité afférente aux\ndroits acquis et non utilisés à l'ouverture du premier exercice clos à compter du 31 décembre 1987 ; sa durée\nne peut être inférieure à celle de la période d'acquisition des droits à congé payé non utilisés à la clôture de\ncet exercice. L'indemnité correspondant à ces derniers droits est considérée comme déduite du point de vue\nfiscal.\n \nCes dispositions s'appliquent aux charges sociales et fiscales attachées à ces indemnités.\n \nUn décret fixe les modalités d'application du présent 9.\n \n10. Si un immeuble est loué dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et\nfinancier, la quote-part de loyers prise en compte pour la détermination du prix de cession de l'immeuble à\nl'issue du contrat et se rapportant à des éléments non amortissables n'est pas déductible du résultat imposable\ndu crédit-preneur.\n \nToutefois, pour les opérations concernant les immeubles achevés après le 31 décembre 1995 et affectés à\ntitre principal à usage de bureaux entrant dans le champ d'application de la taxe prévue à l'article 231 ter,\nautres que ceux situés dans les zones d'aide à finalité régionale et dans les zones de redynamisation urbaine,\ndéfinis au A du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le\ndéveloppement du territoire, la quote-part de loyer prise en compte pour la détermination du prix de cession\nde l'immeuble à l'issue du contrat n'est déductible du résultat imposable du crédit-preneur que dans la limite\ndes frais d'acquisition de l'immeuble et de l'amortissement que le crédit-preneur aurait pu pratiquer s'il avait\nété propriétaire du bien objet du contrat.\n \nPour l'application du premier alinéa, le loyer est réputé affecté au financement des différents éléments dans\nl'ordre suivant :\n \na. D'abord aux frais supportés par le crédit-bailleur lors de l'acquisition de l'immeuble ;\n \nb. Ensuite aux éléments amortissables ;\n \nc. Enfin aux éléments non amortissables.\n \nPour l'application des premier et deuxième alinéas, le prix convenu pour la cession de l'immeuble à l'issue du\ncontrat est réputé affecté en priorité au prix de vente des éléments non amortissables.\n \nLorsque le bien n'est pas acquis à l'issue du contrat ou lorsque le contrat de crédit-bail est résilié, les quotes-\nparts de loyers non déductibles prévues aux premier et deuxième alinéas sont admises en déduction du\nrésultat imposable.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nLorsque le contrat de crédit-bail est cédé, les quotes-parts de loyers non déductibles sont considérées comme\nun élément du prix de revient du contrat pour le calcul de la plus-value dans les conditions de l'article 39\nduodecies A.\n \n11. (Périmé)\n \n12. Des liens de dépendance sont réputés exister entre deux entreprises :\n \na-lorsque l'une détient directement ou par personne interposée la majorité du capital social de l'autre ou y\nexerce en fait le pouvoir de décision ;\n \nb-lorsqu'elles sont placées l'une et l'autre, dans les conditions définies au a, sous le contrôle d'une même\ntierce entreprise.\n \n(Alinéa disjoint).\n \n12 bis. (Abrogé)\n \n12 ter. Les redevances de concession de licences d'exploitation de droits de la propriété intellectuelle\nversées à une entreprise liée au sens du 12 qui n'est pas, au titre de l'exercice en cours, soumise à raison\nde ces mêmes redevances à un impôt sur le revenu ou sur les bénéfices dont le taux effectif est au moins\négal à 25 % sont exclues des charges déductibles pour l'établissement de l'impôt à hauteur d'une fraction\nde leur montant. Cette fraction est égale au produit du montant des redevances par le rapport entre, au\nnumérateur, la différence entre 25 % et le taux effectif d'imposition auquel ont été soumises les redevances\net, au dénominateur, 25 %.\n \nLorsque les redevances mentionnées au premier alinéa du présent 12 ter sont versées à une entreprise\nqui a pris en concession, directement ou par l'intermédiaire d'entreprises liées au sens du 12, les droits\nmentionnés au premier alinéa du présent 12 ter auprès d'une entreprise à laquelle elle est liée au sens du 12,\nles conditions de déductibilité de ces redevances sont appréciées au regard de leur taux effectif d'imposition\nconstaté au niveau de cette dernière entreprise.\n \nLes deux premiers alinéas du présent 12 ter s'appliquent lorsque l'entreprise au niveau de laquelle est\napprécié le taux d'imposition effectif des redevances :\n \n1° Est établie dans un Etat qui n'est ni membre de l'Union européenne, ni partie à l'accord sur l'Espace\néconomique européen ;\n \n2° Et bénéficie, au titre des redevances mentionnées au premier alinéa, d'un régime fiscal considéré comme\ndommageable par l'Organisation de coopération et de développement économiques.\n \n13. Sont exclues des charges déductibles pour l'établissement de l'impôt les aides de toute nature consenties à\nune autre entreprise, à l'exception des aides à caractère commercial.\n \nLe premier alinéa ne s'applique pas aux aides consenties en application d'un accord constaté ou homologué\ndans les conditions prévues à l'article L. 611-8 du code de commerce ni aux aides consenties aux entreprises\npour lesquelles une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire est\nouverte.\n \nLes aides mentionnées au deuxième alinéa qui ne revêtent pas un caractère commercial sont déductibles\nà hauteur de la situation nette négative de l'entreprise qui en bénéficie et, pour le montant excédant cette\nsituation nette négative, à proportion des participations détenues par d'autres personnes que l'entreprise qui\nconsent les aides.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025"
}