{
  "code": "CGI_244_bis_A",
  "article_number": "244 bis A",
  "chunks": [
    "Article 244 bis A\n \nI. – 1. Sous réserve des conventions internationales, les plus-values, telles que définies aux e bis et e ter du I\nde l'article 164 B, réalisées par les personnes et organismes mentionnés au 2 du I lors de la cession des biens\nou droits mentionnés au 3 sont soumises à un prélèvement selon les taux fixés au III bis.\n \nCette disposition n'est pas applicable aux cessions d'immeubles réalisées par des personnes physiques\nou morales ou des organismes mentionnés au premier alinéa, qui exploitent en France une entreprise\nindustrielle, commerciale ou agricole ou y exercent une profession non commerciale à laquelle ces\nimmeubles sont affectés. Les immeubles doivent être inscrits, selon le cas, au bilan ou au tableau des\nimmobilisations établis pour la détermination du résultat imposable de cette entreprise ou de cette profession.\n \nLes organisations internationales, les Etats étrangers, les banques centrales et les institutions financières\npubliques de ces Etats sont exonérés de ce prélèvement dans les conditions prévues à l'article 131 sexies.\n \nLe premier alinéa du présent 1 n'est pas applicable à la cession de l'immeuble qui constituait la résidence\nprincipale en France du cédant à la date du transfert de son domicile fiscal hors de France dans un Etat\nmembre de l'Union européenne ou dans un Etat ou territoire ayant conclu avec la France une convention\nd'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales ainsi qu'une convention\nd'assistance mutuelle en matière de recouvrement ayant une portée similaire à celle prévue par la directive\n2010/24/ UE du Conseil du 16 mars 2010 concernant l'assistance mutuelle en matière de recouvrement\ndes créances relatives aux taxes, impôts, droits et autres mesures et qui n'est pas un Etat ou territoire non\ncoopératif au sens de l'article 238-0 A. Cette exonération s'applique à la double condition que la cession soit\nréalisée au plus tard le 31 décembre de l'année suivant celle du transfert par le cédant de son domicile fiscal\nhors de France et que l'immeuble n'ait pas été mis à la disposition de tiers, à titre gratuit ou onéreux, entre\nce transfert et la cession. Cette exonération s'applique également à la cession des dépendances immédiates\net nécessaires de cet immeuble, à la condition que leur cession intervienne simultanément à celle de\nl'immeuble.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nUn contribuable ne peut bénéficier de l'exonération prévue à l'avant-dernier alinéa du présent 1 s'il a déjà\nbénéficié de l'exonération au titre de la cession d'un logement prévue au 2° du II de l'article 150 U.\n \n2. Sont soumis au prélèvement mentionné au 1 :\n \na) Les personnes physiques qui ne sont pas fiscalement domiciliées en France au sens de l'article 4 B ;\n \nb) Les personnes morales ou organismes, quelle qu'en soit la forme, dont le siège social est situé hors de\nFrance ;\n \nc) Les sociétés ou groupements qui relèvent des articles 8 à 8 ter dont le siège social est situé en France,\nau prorata des droits sociaux détenus par des associés qui ne sont pas domiciliés en France ou dont le siège\nsocial est situé hors de France ;\n \nd) Les fonds de placement immobilier mentionnés à l'article 239 nonies, au prorata des parts détenues par des\nporteurs qui ne sont pas domiciliés en France ou dont le siège social est situé hors de France.\n \n3. Le prélèvement mentionné au 1 s'applique aux plus-values résultant de la cession :\n \na) De biens immobiliers ou de droits portant sur ces biens ;\n \nb) De parts de fonds de placement immobilier mentionnés à l'article 239 nonies ;\n \nc) D'actions de sociétés d'investissements immobiliers cotées visées à l'article 208 C, lorsque le cédant\ndétient directement ou indirectement au moins 10 % du capital de la société dont les actions sont cédées ;\n \nd) D'actions de sociétés de placement à prépondérance immobilière à capital variable mentionnées au 3°\nnonies de l'article 208, lorsque le cédant détient directement ou indirectement au moins 10 % du capital de la\nsociété dont les actions sont cédées ;\n \ne) De parts ou droits dans des organismes de droit étranger qui ont un objet équivalent et sont de forme\nsimilaire aux fonds mentionnés au b ;\n \nf) De parts, d'actions ou d'autres droits dans des organismes, quelle qu'en soit la forme, présentant\ndes caractéristiques similaires, ou soumis à une réglementation équivalente, à celles des sociétés\nmentionnées aux c et d, dont le siège social est situé hors de France, lorsque le cédant détient directement ou\nindirectement au moins 10 % du capital de l'organisme dont les parts, actions ou autres droits sont cédés ;\n \ng) De parts ou d'actions de sociétés cotées sur un marché français ou étranger, autres que celles mentionnées\naux c et f, dont l'actif est, à la clôture des trois exercices qui précèdent la cession, principalement constitué\ndirectement ou indirectement de biens et droits mentionnés au 3, lorsque le cédant détient directement ou\nindirectement au moins 10 % du capital de la société dont les parts ou actions sont cédées. Si la société\ndont les parts ou actions sont cédées n'a pas encore clos son troisième exercice, la composition de l'actif est\nappréciée à la clôture du ou des seuls exercices clos ou, à défaut, à la date de la cession ;\n \nh) De parts, d'actions ou d'autres droits dans des organismes, autres que ceux mentionnés aux b à f, quelle\nqu'en soit la forme, non cotés sur un marché français ou étranger, dont l'actif est, à la clôture des trois\nexercices qui précèdent la cession, principalement constitué directement ou indirectement de biens ou droits\nmentionnés au 3. Si l'organisme dont les parts, actions ou droits sont cédés n'a pas encore clos son troisième\nexercice, la composition de l'actif est appréciée à la clôture du ou des seuls exercices clos ou, à défaut, à la\ndate de la cession.\n \nII. – Lorsque le prélèvement mentionné au I est dû par des contribuables assujettis à l'impôt sur le revenu, les\nplus-values sont déterminées selon les modalités définies :\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \n1° Au I et aux 2° à 9° du II de l'article 150 U, aux II et III de l'article 150 UB et aux articles 150 V à 150 VE.\n \nUn contribuable ne peut toutefois bénéficier de l'exonération prévue au 2° du II de l'article 150 U s'il a déjà\nbénéficié de l'exonération prévue à l'avant-dernier alinéa du 1 du I du présent article ;\n \n2° Au III de l'article 150 U lorsqu'elles s'appliquent à des ressortissants d'un Etat membre de l'Union\neuropéenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la\nFrance une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales.\n \nLorsque la plus-value est exonérée en application de l'avant-dernier alinéa du 1 du I du présent article ou\ndu 6° du II de l'article 150 U ou par l'application de l'abattement prévu au I de l'article 150 VC, aucune\ndéclaration ne doit être déposée, sauf dans le cas où le prélèvement afférent à la plus-value en report est\ndû. L'acte de cession soumis à la formalité fusionnée ou présenté à l'enregistrement précise, sous peine de\nrefus du dépôt ou de la formalité d'enregistrement, la nature et le fondement de cette exonération ou de cette\nabsence de taxation ;\n \n3° A l'article 150 UC, au 6 ter de l'article 39 duodecies ou au f du 1° du II de l'article 239 nonies lorsque les\nplus-values sont réalisées, directement ou indirectement, par un fonds de placement immobilier ou par ses\nporteurs de parts assujettis à l'impôt sur le revenu.\n \nIII. – Lorsque le prélèvement mentionné au I est dû par une personne morale assujettie à l'impôt sur les\nsociétés, les plus-values sont déterminées par différence entre, d'une part, le prix de cession du bien et,\nd'autre part, son prix d'acquisition, diminué pour les immeubles bâtis d'une somme égale à 2 % de son\nmontant par année entière de détention.\n \nPar dérogation au III bis et au premier alinéa du présent III, le prélèvement dû par des personnes morales\nrésidentes d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace\néconomique européen ayant conclu avec la France une convention d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales et n'étant pas non coopératif au sens de l'article 238-0 A est\ndéterminé selon les règles d'assiette et de taux prévues en matière d'impôt sur les sociétés dans les mêmes\nconditions que celles applicables à la date de la cession aux personnes morales résidentes de France.\n \nIII bis. – 1. Les plus-values réalisées par les personnes et organismes mentionnés au 2 du I lors de la\ncession des biens ou droits mentionnés au 3 du même I sont soumises au prélèvement selon le taux prévu au\ndeuxième alinéa du I de l'article 219.\n \nToutefois, les personnes physiques, les associés personnes physiques de sociétés, groupements ou\norganismes dont les bénéfices sont imposés au nom des associés et les porteurs de parts, personnes\nphysiques, de fonds de placement immobilier mentionnés à l'article 239 nonies sont soumis au prélèvement\nau taux de 19 %.\n \n2. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n°\n2014-708 DC du 29 décembre 2014].\n \nIV. – L'impôt dû en application du présent article est acquitté lors de l'enregistrement de l'acte ou, à défaut\nd'enregistrement, dans le mois suivant la cession, sous la responsabilité d'un représentant établi en France,\naccrédité par l'administration fiscale.\n \nSeule peut être accréditée la personne qui remplit les conditions suivantes :  \n1° Ni elle, ni aucun de ses dirigeants, lorsqu'il s'agit d'une personne morale, n'a commis d'infractions graves\nou répétées aux dispositions fiscales, n'a fait l'objet des sanctions prévues aux articles L. 651-2, L. 653-2\net L. 653-8 du code de commerce au cours des trois années qui précèdent, ni ne fait l'objet d'une mesure\nd'interdiction en cours d'exécution prévue au même article L. 653-8 ; \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \n2° Elle respecte les obligations fiscales déclaratives et de paiement qui lui incombent pour le compte des\npersonnes qu'elle représente ou pour son propre compte ;  \n3° Elle dispose de garanties permettant d'assurer le respect des obligations résultant de sa qualité de\nreprésentant.  \nLe non-respect de l'une de ces conditions entraîne le retrait de l'accréditation.  \nUn décret en Conseil d'Etat précise les conditions d'accréditation et fixe les modalités d'octroi et de retrait de\ncelle-ci.\n \nIV bis.-Par dérogation au IV :\n \n1° L'impôt dû au titre des cessions que réalise un fonds de placement immobilier est acquitté pour le\ncompte des porteurs au service des impôts des entreprises du lieu du siège social du dépositaire du fonds de\nplacement immobilier et par celui-ci, dans un délai de dix jours à compter de la date de mise en paiement\nmentionnée à l'article L. 214-82 du code monétaire et financier des plus-values distribuées aux porteurs\nafférentes à ces cessions ;\n \n2° L'impôt dû au titre des cessions de parts que réalise un porteur de parts de fonds de placement immobilier\nest acquitté pour le compte de ce porteur au service des impôts des entreprises du lieu du siège social de\nl'établissement payeur et par celui-ci, dans un délai d'un mois à compter de la cession.\n \nL'obligation de désigner un représentant fiscal ne s'applique pas lorsque le cédant est domicilié, établi ou\nconstitué dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace\néconomique européen ayant conclu avec la France une convention d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales ainsi qu'une convention d'assistance mutuelle en matière de\nrecouvrement de l'impôt. Lorsque le cédant est une société ou un groupement mentionnés au c du 2 du I, ou\nune société ou un groupement dont le régime fiscal est équivalent et dont le siège social est situé dans un\ndes Etats mentionnés à la première phrase du présent alinéa, l'obligation de désigner un représentant fiscal\ns'apprécie au regard de la situation de chacun des associés.\n \nV. – Le prélèvement mentionné au I est libératoire de l'impôt sur le revenu dû en raison des sommes qui ont\nsupporté celui-ci.\n \nIl s'impute, le cas échéant, sur le montant de l'impôt sur les sociétés dû par le contribuable à raison de\ncette plus-value au titre de l'année de sa réalisation. S'il excède l'impôt dû, l'excédent est restitué aux\npersonnes morales résidentes d'un Etat de l'Union européenne ou d'un Etat ou territoire ayant conclu avec\nla France une convention fiscale qui contient une clause d'assistance administrative en matière d'échange\nde renseignements et de lutte contre la fraude et l'évasion fiscales et n'étant pas non coopératif au sens de\nl'article 238-0 A."
  ],
  "full_text": "Article 244 bis A\n \nI. – 1. Sous réserve des conventions internationales, les plus-values, telles que définies aux e bis et e ter du I\nde l'article 164 B, réalisées par les personnes et organismes mentionnés au 2 du I lors de la cession des biens\nou droits mentionnés au 3 sont soumises à un prélèvement selon les taux fixés au III bis.\n \nCette disposition n'est pas applicable aux cessions d'immeubles réalisées par des personnes physiques\nou morales ou des organismes mentionnés au premier alinéa, qui exploitent en France une entreprise\nindustrielle, commerciale ou agricole ou y exercent une profession non commerciale à laquelle ces\nimmeubles sont affectés. Les immeubles doivent être inscrits, selon le cas, au bilan ou au tableau des\nimmobilisations établis pour la détermination du résultat imposable de cette entreprise ou de cette profession.\n \nLes organisations internationales, les Etats étrangers, les banques centrales et les institutions financières\npubliques de ces Etats sont exonérés de ce prélèvement dans les conditions prévues à l'article 131 sexies.\n \nLe premier alinéa du présent 1 n'est pas applicable à la cession de l'immeuble qui constituait la résidence\nprincipale en France du cédant à la date du transfert de son domicile fiscal hors de France dans un Etat\nmembre de l'Union européenne ou dans un Etat ou territoire ayant conclu avec la France une convention\nd'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales ainsi qu'une convention\nd'assistance mutuelle en matière de recouvrement ayant une portée similaire à celle prévue par la directive\n2010/24/ UE du Conseil du 16 mars 2010 concernant l'assistance mutuelle en matière de recouvrement\ndes créances relatives aux taxes, impôts, droits et autres mesures et qui n'est pas un Etat ou territoire non\ncoopératif au sens de l'article 238-0 A. Cette exonération s'applique à la double condition que la cession soit\nréalisée au plus tard le 31 décembre de l'année suivant celle du transfert par le cédant de son domicile fiscal\nhors de France et que l'immeuble n'ait pas été mis à la disposition de tiers, à titre gratuit ou onéreux, entre\nce transfert et la cession. Cette exonération s'applique également à la cession des dépendances immédiates\net nécessaires de cet immeuble, à la condition que leur cession intervienne simultanément à celle de\nl'immeuble.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nUn contribuable ne peut bénéficier de l'exonération prévue à l'avant-dernier alinéa du présent 1 s'il a déjà\nbénéficié de l'exonération au titre de la cession d'un logement prévue au 2° du II de l'article 150 U.\n \n2. Sont soumis au prélèvement mentionné au 1 :\n \na) Les personnes physiques qui ne sont pas fiscalement domiciliées en France au sens de l'article 4 B ;\n \nb) Les personnes morales ou organismes, quelle qu'en soit la forme, dont le siège social est situé hors de\nFrance ;\n \nc) Les sociétés ou groupements qui relèvent des articles 8 à 8 ter dont le siège social est situé en France,\nau prorata des droits sociaux détenus par des associés qui ne sont pas domiciliés en France ou dont le siège\nsocial est situé hors de France ;\n \nd) Les fonds de placement immobilier mentionnés à l'article 239 nonies, au prorata des parts détenues par des\nporteurs qui ne sont pas domiciliés en France ou dont le siège social est situé hors de France.\n \n3. Le prélèvement mentionné au 1 s'applique aux plus-values résultant de la cession :\n \na) De biens immobiliers ou de droits portant sur ces biens ;\n \nb) De parts de fonds de placement immobilier mentionnés à l'article 239 nonies ;\n \nc) D'actions de sociétés d'investissements immobiliers cotées visées à l'article 208 C, lorsque le cédant\ndétient directement ou indirectement au moins 10 % du capital de la société dont les actions sont cédées ;\n \nd) D'actions de sociétés de placement à prépondérance immobilière à capital variable mentionnées au 3°\nnonies de l'article 208, lorsque le cédant détient directement ou indirectement au moins 10 % du capital de la\nsociété dont les actions sont cédées ;\n \ne) De parts ou droits dans des organismes de droit étranger qui ont un objet équivalent et sont de forme\nsimilaire aux fonds mentionnés au b ;\n \nf) De parts, d'actions ou d'autres droits dans des organismes, quelle qu'en soit la forme, présentant\ndes caractéristiques similaires, ou soumis à une réglementation équivalente, à celles des sociétés\nmentionnées aux c et d, dont le siège social est situé hors de France, lorsque le cédant détient directement ou\nindirectement au moins 10 % du capital de l'organisme dont les parts, actions ou autres droits sont cédés ;\n \ng) De parts ou d'actions de sociétés cotées sur un marché français ou étranger, autres que celles mentionnées\naux c et f, dont l'actif est, à la clôture des trois exercices qui précèdent la cession, principalement constitué\ndirectement ou indirectement de biens et droits mentionnés au 3, lorsque le cédant détient directement ou\nindirectement au moins 10 % du capital de la société dont les parts ou actions sont cédées. Si la société\ndont les parts ou actions sont cédées n'a pas encore clos son troisième exercice, la composition de l'actif est\nappréciée à la clôture du ou des seuls exercices clos ou, à défaut, à la date de la cession ;\n \nh) De parts, d'actions ou d'autres droits dans des organismes, autres que ceux mentionnés aux b à f, quelle\nqu'en soit la forme, non cotés sur un marché français ou étranger, dont l'actif est, à la clôture des trois\nexercices qui précèdent la cession, principalement constitué directement ou indirectement de biens ou droits\nmentionnés au 3. Si l'organisme dont les parts, actions ou droits sont cédés n'a pas encore clos son troisième\nexercice, la composition de l'actif est appréciée à la clôture du ou des seuls exercices clos ou, à défaut, à la\ndate de la cession.\n \nII. – Lorsque le prélèvement mentionné au I est dû par des contribuables assujettis à l'impôt sur le revenu, les\nplus-values sont déterminées selon les modalités définies :\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \n1° Au I et aux 2° à 9° du II de l'article 150 U, aux II et III de l'article 150 UB et aux articles 150 V à 150 VE.\n \nUn contribuable ne peut toutefois bénéficier de l'exonération prévue au 2° du II de l'article 150 U s'il a déjà\nbénéficié de l'exonération prévue à l'avant-dernier alinéa du 1 du I du présent article ;\n \n2° Au III de l'article 150 U lorsqu'elles s'appliquent à des ressortissants d'un Etat membre de l'Union\neuropéenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la\nFrance une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales.\n \nLorsque la plus-value est exonérée en application de l'avant-dernier alinéa du 1 du I du présent article ou\ndu 6° du II de l'article 150 U ou par l'application de l'abattement prévu au I de l'article 150 VC, aucune\ndéclaration ne doit être déposée, sauf dans le cas où le prélèvement afférent à la plus-value en report est\ndû. L'acte de cession soumis à la formalité fusionnée ou présenté à l'enregistrement précise, sous peine de\nrefus du dépôt ou de la formalité d'enregistrement, la nature et le fondement de cette exonération ou de cette\nabsence de taxation ;\n \n3° A l'article 150 UC, au 6 ter de l'article 39 duodecies ou au f du 1° du II de l'article 239 nonies lorsque les\nplus-values sont réalisées, directement ou indirectement, par un fonds de placement immobilier ou par ses\nporteurs de parts assujettis à l'impôt sur le revenu.\n \nIII. – Lorsque le prélèvement mentionné au I est dû par une personne morale assujettie à l'impôt sur les\nsociétés, les plus-values sont déterminées par différence entre, d'une part, le prix de cession du bien et,\nd'autre part, son prix d'acquisition, diminué pour les immeubles bâtis d'une somme égale à 2 % de son\nmontant par année entière de détention.\n \nPar dérogation au III bis et au premier alinéa du présent III, le prélèvement dû par des personnes morales\nrésidentes d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace\néconomique européen ayant conclu avec la France une convention d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales et n'étant pas non coopératif au sens de l'article 238-0 A est\ndéterminé selon les règles d'assiette et de taux prévues en matière d'impôt sur les sociétés dans les mêmes\nconditions que celles applicables à la date de la cession aux personnes morales résidentes de France.\n \nIII bis. – 1. Les plus-values réalisées par les personnes et organismes mentionnés au 2 du I lors de la\ncession des biens ou droits mentionnés au 3 du même I sont soumises au prélèvement selon le taux prévu au\ndeuxième alinéa du I de l'article 219.\n \nToutefois, les personnes physiques, les associés personnes physiques de sociétés, groupements ou\norganismes dont les bénéfices sont imposés au nom des associés et les porteurs de parts, personnes\nphysiques, de fonds de placement immobilier mentionnés à l'article 239 nonies sont soumis au prélèvement\nau taux de 19 %.\n \n2. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n°\n2014-708 DC du 29 décembre 2014].\n \nIV. – L'impôt dû en application du présent article est acquitté lors de l'enregistrement de l'acte ou, à défaut\nd'enregistrement, dans le mois suivant la cession, sous la responsabilité d'un représentant établi en France,\naccrédité par l'administration fiscale.\n \nSeule peut être accréditée la personne qui remplit les conditions suivantes :  \n1° Ni elle, ni aucun de ses dirigeants, lorsqu'il s'agit d'une personne morale, n'a commis d'infractions graves\nou répétées aux dispositions fiscales, n'a fait l'objet des sanctions prévues aux articles L. 651-2, L. 653-2\net L. 653-8 du code de commerce au cours des trois années qui précèdent, ni ne fait l'objet d'une mesure\nd'interdiction en cours d'exécution prévue au même article L. 653-8 ; \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \n2° Elle respecte les obligations fiscales déclaratives et de paiement qui lui incombent pour le compte des\npersonnes qu'elle représente ou pour son propre compte ;  \n3° Elle dispose de garanties permettant d'assurer le respect des obligations résultant de sa qualité de\nreprésentant.  \nLe non-respect de l'une de ces conditions entraîne le retrait de l'accréditation.  \nUn décret en Conseil d'Etat précise les conditions d'accréditation et fixe les modalités d'octroi et de retrait de\ncelle-ci.\n \nIV bis.-Par dérogation au IV :\n \n1° L'impôt dû au titre des cessions que réalise un fonds de placement immobilier est acquitté pour le\ncompte des porteurs au service des impôts des entreprises du lieu du siège social du dépositaire du fonds de\nplacement immobilier et par celui-ci, dans un délai de dix jours à compter de la date de mise en paiement\nmentionnée à l'article L. 214-82 du code monétaire et financier des plus-values distribuées aux porteurs\nafférentes à ces cessions ;\n \n2° L'impôt dû au titre des cessions de parts que réalise un porteur de parts de fonds de placement immobilier\nest acquitté pour le compte de ce porteur au service des impôts des entreprises du lieu du siège social de\nl'établissement payeur et par celui-ci, dans un délai d'un mois à compter de la cession.\n \nL'obligation de désigner un représentant fiscal ne s'applique pas lorsque le cédant est domicilié, établi ou\nconstitué dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace\néconomique européen ayant conclu avec la France une convention d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales ainsi qu'une convention d'assistance mutuelle en matière de\nrecouvrement de l'impôt. Lorsque le cédant est une société ou un groupement mentionnés au c du 2 du I, ou\nune société ou un groupement dont le régime fiscal est équivalent et dont le siège social est situé dans un\ndes Etats mentionnés à la première phrase du présent alinéa, l'obligation de désigner un représentant fiscal\ns'apprécie au regard de la situation de chacun des associés.\n \nV. – Le prélèvement mentionné au I est libératoire de l'impôt sur le revenu dû en raison des sommes qui ont\nsupporté celui-ci.\n \nIl s'impute, le cas échéant, sur le montant de l'impôt sur les sociétés dû par le contribuable à raison de\ncette plus-value au titre de l'année de sa réalisation. S'il excède l'impôt dû, l'excédent est restitué aux\npersonnes morales résidentes d'un Etat de l'Union européenne ou d'un Etat ou territoire ayant conclu avec\nla France une convention fiscale qui contient une clause d'assistance administrative en matière d'échange\nde renseignements et de lutte contre la fraude et l'évasion fiscales et n'étant pas non coopératif au sens de\nl'article 238-0 A."
}