{
  "code": "CGI_199_novovicies",
  "article_number": "199 novovicies",
  "chunks": [
    "Article 199 novovicies\n \nI. – A. – Les contribuables qui acquièrent, entre le 1er janvier 2013 et le 31 décembre 2024, alors qu'ils\nsont domiciliés en France au sens de l'article 4 B, un logement neuf ou en l'état futur d'achèvement dans un\nbâtiment d'habitation collectif bénéficient d'une réduction d'impôt sur le revenu à condition qu'ils s'engagent\nà le louer nu à usage d'habitation principale pendant une durée minimale fixée, sur option du contribuable,\nà six ans ou à neuf ans. Cette option, qui est exercée lors du dépôt de la déclaration des revenus de l'année\nd'achèvement de l'immeuble ou de son acquisition si elle est postérieure, est irrévocable pour le logement\nconsidéré.\n \nLa réduction d'impôt s'applique, dans les mêmes conditions, à l'associé d'une société non soumise à l'impôt\nsur les sociétés, autre qu'une société civile de placement immobilier, lorsque l'acquisition du logement est\nréalisée, alors que l'associé est domicilié en France au sens du même article 4 B, par l'intermédiaire d'une\ntelle société et à la condition que le porteur de parts s'engage à conserver la totalité de ses titres jusqu'à\nl'expiration de l'engagement de location mentionné au premier alinéa.\n \nB. – La réduction d'impôt s'applique également dans les mêmes conditions :\n \n1° Au logement situé dans un bâtiment d'habitation collectif que le contribuable fait construire et qui fait\nl'objet d'un dépôt de demande de permis de construire entre le 1er janvier 2013 et le 31 décembre 2024 ;\n \n2° Au logement que le contribuable acquiert entre le 1er janvier 2013 et le 31 décembre 2024 et qui fait ou\nqui a fait l'objet de travaux concourant à la production ou à la livraison d'un immeuble neuf au sens du 2° du\n2 du I de l'article 257 ;\n \n3° Au logement qui ne satisfait pas aux caractéristiques de décence, prévues à l'article 6 de la loi n° 89-462\ndu 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du\n23 décembre 1986, que le contribuable acquiert entre le 1er janvier 2013 et le 31 décembre 2024 et qui fait\nou qui a fait l'objet de travaux de réhabilitation, définis par décret, permettant au logement d'acquérir des\nperformances techniques voisines de celles d'un logement neuf ;\n \n4° Au local affecté à un usage autre que l'habitation que le contribuable acquiert entre le 1er janvier 2013 et\nle 31 décembre 2024 et qui fait ou qui a fait l'objet de travaux de transformation en logement.\n \n5° Au logement que le contribuable acquiert entre le 1er janvier 2019 et le 31 décembre 2027 et qui fait ou\nqui a fait l'objet de travaux d'amélioration définis par décret, ainsi qu'au local affecté à un usage autre que\nl'habitation que le contribuable acquiert entre le 1er janvier 2019 et le 31 décembre 2027 et qui fait ou qui\na fait l'objet de travaux de transformation en logement. Le montant des travaux, facturés par une entreprise,\ndoit représenter au moins 25 % du coût total de l'opération.\n \nC. – L'achèvement du logement doit intervenir dans les trente mois qui suivent la date de la signature de\nl'acte authentique d'acquisition, dans le cas d'un logement acquis en l'état futur d'achèvement, ou la date de\nl'obtention du permis de construire, dans le cas d'un logement que le contribuable fait construire.\n \nPour les logements qui font l'objet des travaux mentionnés aux 2° à 5° du B après l'acquisition par le\ncontribuable, l'achèvement de ces travaux doit intervenir au plus tard le 31 décembre de la deuxième année\nqui suit celle de l'acquisition du local ou du logement concerné.\n \nPour les logements qui ont fait l'objet des travaux mentionnés aux mêmes 2° à 5° avant l'acquisition par le\ncontribuable, la réduction d'impôt s'applique aux logements qui n'ont pas été utilisés ou occupés à quelque\ntitre que ce soit depuis l'achèvement des travaux.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nD. – La location ne peut pas être conclue avec un membre du foyer fiscal du contribuable ou, lorsque le\nlogement est la propriété d'une société non soumise à l'impôt sur les sociétés, autre qu'une société civile de\nplacement immobilier, avec l'un des associés ou un membre du foyer fiscal de l'un des associés.\n \nLa location du logement consentie à un organisme public ou privé qui le donne en sous-location nue à usage\nd'habitation principale à une personne autre que l'une de celles mentionnées au premier alinéa ne fait pas\nobstacle au bénéfice de la réduction d'impôt à la condition que cet organisme ne fournisse aucune prestation\nhôtelière ou para-hôtelière.\n \nLa réduction d'impôt n'est pas applicable aux logements dont le droit de propriété est démembré ou aux\nlogements appartenant à une société non soumise à l'impôt sur les sociétés, autre qu'une société civile de\nplacement immobilier, dont le droit de propriété des parts est démembré.\n \nElle n'est pas non plus applicable aux immeubles classés ou inscrits au titre des monuments historiques\nou ayant reçu le label délivré par la \" Fondation du patrimoine \", mentionnés au premier alinéa du 3° du I\nde l'article 156, et aux logements financés au moyen d'un prêt mentionné à l'article D. 331-1 du code de la\nconstruction et de l'habitation.\n \nE. – Un contribuable ne peut, pour un même logement, bénéficier à la fois du m du 1° du I de l'article 31,\nde l'une des réductions d'impôt prévues aux articles 199 undecies A, 199 undecies C et 199 tervicies et de la\nréduction d'impôt prévue au présent article.\n \nF. – Les dépenses de travaux retenues pour le calcul de la réduction d'impôt prévue au présent article ne\npeuvent faire l'objet d'une déduction pour la détermination des revenus fonciers.\n \nII. – La réduction d'impôt s'applique aux logements pour lesquels le contribuable justifie du respect d'un\nniveau de performance énergétique globale fixé par décret en fonction du type de logement concerné.\n \nIII. – L'engagement de location mentionné au I doit prendre effet dans les douze mois qui suivent la date\nd'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cet engagement prévoit que le loyer\net les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds\nfixés par décret en fonction de la localisation du logement et de son type.\n \nLes plafonds de loyer mentionnés au premier alinéa peuvent être réduits, dans des conditions définies\npar décret, par le représentant de l'Etat dans la région après avis du comité régional de l'habitat et de\nl'hébergement mentionné à l'article L. 364-1 du code de la construction et de l'habitation, afin d'être adaptés\naux particularités des marchés locatifs locaux.\n \nIV. – Sous réserve des dispositions du IV bis, la réduction d'impôt s'applique exclusivement aux logements\nsitués dans des communes classées, par arrêté des ministres chargés du budget et du logement, dans des\nzones géographiques se caractérisant par un déséquilibre important entre l'offre et la demande de logements\nentraînant des difficultés d'accès au logement sur le parc locatif existant et aux logements situés dans des\ncommunes dont le territoire est couvert par un contrat de redynamisation de site de défense ou l'a été dans un\ndélai de huit ans précédant l'investissement.\n \nIV bis.-La réduction d'impôt mentionnée au 5° du B du I s'applique aux logements situés dans les communes\ndont le besoin de réhabilitation de l'habitat en centre-ville est particulièrement marqué ou qui ont conclu une\nconvention d'opération de revitalisation de territoire prévue à l'article L. 303-2 du code de la construction et\nde l'habitation. Les modalités d'application du présent IV bis, notamment la liste des communes répondant\nà la condition liée au besoin de réhabilitation de l'habitat en centre-ville, sont fixées par arrêté des ministres\nchargés du logement et du budget. Ladite réduction d'impôt s'applique également aux logements situés dans\ndes copropriétés en difficulté faisant l'objet des procédures prévues à l'article 29-1 de la loi n° 65-557 du 10\njuillet 1965 fixant le statut de la copropriété des immeubles bâtis ou dans des copropriétés incluses dans le\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\npérimètre d'une opération de requalification des copropriétés dégradées régie par les articles L. 741-1 et L.\n741-2 du code de la construction et de l'habitation.\n \nV. – A. – La réduction d'impôt est calculée sur le prix de revient d'au plus deux logements, retenu dans la\nlimite d'un plafond par mètre carré de surface habitable fixé par décret et sans pouvoir dépasser la limite de\n300 000 € par contribuable et pour une même année d'imposition.\n \nLorsque la réduction d'impôt est acquise au titre des 2° à 5° du B du I, le prix de revient mentionné au\npremier alinéa du présent A s'entend du prix d'acquisition du local ou du logement augmenté du prix des\ntravaux.\n \nB. – Lorsque le logement est détenu en indivision, chaque indivisaire bénéficie de la réduction d'impôt dans\nla limite de la quote-part du prix de revient correspondant à ses droits dans l'indivision.\n \nLorsque les logements sont la propriété d'une société non soumise à l'impôt sur les sociétés, autre qu'une\nsociété civile de placement immobilier, le contribuable bénéficie de la réduction d'impôt dans la limite de la\nquote-part du prix de revient correspondant à ses droits sur les logements concernés.\n \nVI. – Le taux de la réduction d'impôt est fixé à :\n \n1° 12 % lorsque l'engagement de location mentionné au I est pris pour une durée de six ans. Par dérogation,\nce taux est fixé à 10,5 % pour les acquisitions, autres que celles mentionnées au 5° du B du I, réalisées en\n2023 et pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette\nmême année ; il est fixé à 9 % pour les acquisitions, autres que celles mentionnées au 5° dudit B, réalisées en\n2024 et pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette\nmême année ;\n \n2° 18 % lorsque l'engagement de location mentionné au I est pris pour une durée de neuf ans. Par dérogation,\nce taux est fixé à 15 % pour les acquisitions, autres que celles mentionnées au 5° du B du I, réalisées en 2023\net pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette même\nannée ; il est fixé à 12 % pour les acquisitions, autres que celles mentionnées au 5° dudit B, réalisées en 2024\net pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette même\nannée.\n \nVII. – La réduction d'impôt est répartie, selon la durée de l'engagement de location, sur six ou neuf années.\nElle est accordée au titre de l'année d'achèvement du logement, ou de son acquisition si elle est postérieure,\net imputée sur l'impôt dû au titre de cette même année, puis sur l'impôt dû au titre de chacune des cinq ou\nhuit années suivantes à raison d'un sixième ou d'un neuvième de son montant total au titre de chacune de ces\nannées.\n \nEn cas de transfert du domicile fiscal du contribuable hors de France durant cette période, la réduction\nd'impôt s'impute, dans les conditions prévues au premier alinéa du présent VII, sur l'impôt établi dans les\nconditions prévues à l'article 197 A, avant imputation des prélèvements ou retenues non libératoires. Elle ne\npeut pas donner lieu à remboursement.\n \nVII bis. – A. – A l'issue de la période couverte par l'engagement de location mentionnée au I, lorsque le\nlogement reste loué par période triennale dans les conditions prévues au III, le contribuable peut continuer à\nbénéficier de la réduction d'impôt prévue au présent article, à la condition de proroger son engagement initial\npour au plus :\n \n1° Trois années supplémentaires, renouvelables une fois, si l'engagement de location mentionné au I était\nd'une durée de six ans. Dans ce cas, la réduction d'impôt est égale à 6 % du prix de revient du logement,\nmentionné au A du V, pour la première période triennale et à 3 % pour la seconde période triennale. Par\ndérogation, la réduction d'impôt est égale à 4,5 % pour la première période et 2,5 % pour la seconde pour\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nles acquisitions, autres que celles mentionnées au 5° du B du I, réalisées en 2023 et pour les constructions\nmentionnées au 1° du même B dont le permis de construire a été déposé cette même année ; elle est égale\nà 3 % pour la première période et 2 % pour la seconde, pour les acquisitions, autres que celles mentionnées\nau 5° dudit B, réalisées en 2024 et pour les constructions mentionnées au 1° du même B dont le permis de\nconstruire a été déposé cette même année ;\n \n2° Trois années supplémentaires, si l'engagement de location mentionné au I était d'une durée de neuf ans.\nDans ce cas, la réduction d'impôt est égale à 3 % du prix de revient du logement, mentionné au A du V,\npour cette période triennale. Par dérogation, la réduction d'impôt est égale à 2,5 %, pour les acquisitions,\nautres que celles mentionnées au 5° du B du I, réalisées en 2023 et pour les constructions mentionnées\nau 1° du même B dont le permis de construire a été déposé cette même année ; elle est égale à 2 % pour\nles acquisitions, autres que celles mentionnées au 5° dudit B, réalisées en 2024 et pour les constructions\nmentionnées au 1° du même B dont le permis de construire a été déposé cette même année.\n \nB. – Pour l'application du A du présent VII bis, la réduction d'impôt est imputée, par période triennale,\nà raison d'un tiers de son montant sur l'impôt dû au titre de l'année au cours de laquelle l'engagement de\nlocation a été prorogé et des deux années suivantes.\n \nEn cas de transfert du domicile fiscal du contribuable hors de France durant cette période, la réduction\nd'impôt s'impute, dans les conditions prévues au premier alinéa du présent B, sur l'impôt établi dans les\nconditions prévues à l'article 197 A, avant imputation des prélèvements ou retenues non libératoires. Elle ne\npeut pas donner lieu à remboursement.\n \nVIII. – A. – La réduction d'impôt est applicable, dans les mêmes conditions, au titre de la souscription par\nles contribuables, alors qu'ils sont domiciliés en France au sens de l'article 4 B, de parts de sociétés civiles de\nplacement immobilier régies par le paragraphe 4 de la sous-section 2 de la section 2 du chapitre IV du titre\nIer du livre II du code monétaire et financier dont la quote-part de revenu est, en application de l'article 8 du\nprésent code, soumise en leur nom à l'impôt sur le revenu dans la catégorie des revenus fonciers.\n \nB. – La réduction d'impôt, qui n'est pas applicable aux titres dont le droit de propriété est démembré, est\nsubordonnée à la condition que 95 % de la souscription servent exclusivement à financer un investissement\npour lequel les conditions d'application du présent article sont réunies. Le produit de la souscription annuelle\ndoit être intégralement investi dans les dix-huit mois qui suivent la clôture de celle-ci.\n \nC. – La société doit prendre l'engagement de louer le logement dans les conditions prévues au présent article.\nL'associé doit s'engager à conserver la totalité de ses titres jusqu'au terme de l'engagement de location\nsouscrit par la société.\n \nD. – La réduction d'impôt est calculée sur 100 % du montant de la souscription retenu dans la limite de 300\n000 € par contribuable et pour une même année d'imposition.\n \nE. – Le taux de la réduction d'impôt est fixé à :\n \n1° 12 % pour les souscriptions qui servent à financer des logements faisant l'objet d'un engagement de\nlocation pris pour une durée de six ans. Par dérogation, le taux de la réduction est fixé à 10,5 % pour les\nsouscriptions réalisées en 2023 et à 9 % pour celles réalisées en 2024 qui ne servent pas au financement des\nlogements mentionnés au 5° du B du I ;\n \n2° 18 % pour les souscriptions qui servent à financer des logements faisant l'objet d'un engagement de\nlocation pris pour une durée de neuf ans. Par dérogation, le taux de la réduction est fixé à 15 % pour les\nsouscriptions réalisées en 2023 et à 12 % pour celles réalisées en 2024 qui ne servent pas au financement des\nlogements mentionnés au 5° du B du I.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nF. – La réduction d'impôt est répartie, selon la durée de l'engagement de location, sur six ou neuf années. Elle\nest accordée au titre de l'année de la souscription et imputée sur l'impôt dû au titre de cette même année, puis\nsur l'impôt dû au titre de chacune des cinq ou huit années suivantes à raison d'un sixième ou d'un neuvième\nde son montant total au titre de chacune de ces années.\n \nEn cas de transfert du domicile fiscal du contribuable hors de France durant cette période, la réduction\nd'impôt s'impute, dans les conditions prévues au premier alinéa du présent F, sur l'impôt établi dans les\nconditions prévues à l'article 197 A, avant imputation des prélèvements ou retenues non libératoires. Elle ne\npeut pas donner lieu à remboursement.\n \nIX. – (Abrogé).\n \nX. – Le montant total des dépenses retenu pour l'application du présent article au titre, d'une part, de\nl'acquisition ou de la construction de logements et, d'autre part, de souscriptions de titres ne peut excéder\nglobalement 300 000 € par contribuable et pour une même année d'imposition.\n \nX bis.-Le montant des frais et commissions directs et indirects imputés au titre d'une même acquisition\nde logement ouvrant droit à la réduction d'impôt prévue au présent article par les personnes physiques\nou morales exerçant, au titre de l'acquisition, une activité de conseil ou de gestion au sens de l'article L.\n321-1 du code monétaire et financier, un acte de démarchage au sens de l'article L. 341-1 du même code\nou une activité d'intermédiation en biens divers au sens de l'article L. 551-1 dudit code ou qui se livrent ou\nprêtent leur concours à l'opération au sens de l'article 1er de la loi n° 70-9 du 2 janvier 1970 réglementant les\nconditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de\ncommerce ne peut excéder un plafond exprimé en pourcentage du prix de revient et fixé par décret.\n \nPour l'application du présent X bis, les frais et commissions directs et indirects s'entendent des frais et\ncommissions versés par le promoteur ou le vendeur aux intermédiaires mentionnés au premier alinéa.\n \nCes dispositions s'appliquent à toutes les acquisitions de logements mentionnées au A du I, pour lesquelles\nl'acquéreur demande le bénéfice de la réduction d'impôt prévue au présent article.\n \nUne estimation du montant des frais et commissions directs et indirects effectivement imputés ainsi que leur\npart dans le prix de revient sont communiquées à l'acquéreur lors de la signature du contrat prévu à l'article\nL. 261-15 du code de la construction et de l'habitation. Le montant définitif de ces frais et commissions\nfigure dans l'acte authentique d'acquisition du logement.\n \nTout dépassement du plafond prévu au premier alinéa du présent X bis est passible d'une amende\nadministrative due par le vendeur cosignataire de l'acte authentique. Son montant ne peut excéder dix fois les\nfrais excédant le plafond.\n \nXI. – A. – La réduction d'impôt obtenue fait l'objet d'une reprise au titre de l'année au cours de laquelle\nintervient :\n \n1° La rupture de l'un des engagements mentionnés au I, au VII bis ou au VIII ;\n \n2° Le démembrement du droit de propriété de l'immeuble concerné ou des parts. Toutefois, aucune remise en\ncause n'est effectuée lorsque le démembrement de ce droit ou le transfert de la propriété du bien résulte du\ndécès de l'un des membres du couple soumis à imposition commune et que le conjoint survivant attributaire\ndu bien ou titulaire de son usufruit s'engage à respecter les engagements prévus au I, au VII bis et, le cas\néchéant, au VIII, dans les mêmes conditions et selon les mêmes modalités, pour la période restant à courir à\nla date du décès.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nB. – Aucune reprise n'est effectuée en cas d'invalidité correspondant au classement dans la deuxième ou la\ntroisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de\ndécès du contribuable ou de l'un des membres du couple soumis à imposition commune.\n \nXII. – Les investissements mentionnés aux I et VIII et afférents à des logements situés en Guadeloupe,\nen Guyane, en Martinique, à La Réunion, à Mayotte, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-\net-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ou à des\nsouscriptions employées dans les conditions définies aux B et C du VIII pour le financement de tels\nlogements ouvrent droit à la réduction d'impôt prévue au présent article dans les mêmes conditions, sous\nréserve des adaptations suivantes :\n \n1° Le II n'est pas applicable à Mayotte. Il est applicable à Saint-Barthélemy, Saint-Martin, Saint-Pierre-\net-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna dans des\nconditions fixées par décret et à compter de l'entrée en vigueur de ce décret ;\n \n2° Les plafonds de loyer et de ressources du locataire mentionnés au III peuvent être adaptés par décret ;\n \n3° Par dérogation au VI et au E du VIII, le taux de la réduction d'impôt est fixé à :\n \na) 23 % lorsque l'engagement de location mentionné au I est pris pour une durée de six ans et pour les\nsouscriptions qui servent à financer des logements faisant l'objet d'un engagement de location pris pour\nune durée de six ans. Par dérogation, ce taux est fixé à 21,5 % pour les acquisitions, autres que celles\nmentionnées au 5° du B du même I, réalisées en 2023, pour les constructions mentionnées au 1° du même B\ndont le permis de construire a été déposé cette même année et pour les souscriptions mentionnées au VIII,\nautres que celles employées pour le financement des logements mentionnés au 5° du B du I, réalisées cette\nmême année ; il est fixé à 20 % pour les acquisitions, autres que celles mentionnées au 5° du B du I, réalisées\nen 2024, pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette\nmême année et pour les souscriptions mentionnées au VIII, autres que celles employées pour le financement\ndes logements mentionnés au 5° du B du I, réalisées cette même année ;\n \nb) 29 % lorsque l'engagement de location mentionné au même I est pris pour une durée de neuf ans et\npour les souscriptions qui servent à financer des logements faisant l'objet d'un engagement de location pris\npour une durée de neuf ans. Par dérogation, ce taux est fixé à 26 % pour les acquisitions, autres que celles\nmentionnées au 5° du B du I, réalisées en 2023, pour les constructions mentionnées au 1° du même B dont\nle permis de construire a été déposé cette même année et pour les souscriptions mentionnées au VIII, autres\nque celles employées pour le financement des logements mentionnés au 5° du B du I, réalisées cette même\nannée ; il est fixé à 23 % pour les acquisitions, autres que celles mentionnées au 5° du B du I, réalisées en\n2024, pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette\nmême année et pour les souscriptions mentionnées au VIII, autres que celles employées pour le financement\ndes logements mentionnés au 5° du B du I, réalisées cette même année."
  ],
  "full_text": "Article 199 novovicies\n \nI. – A. – Les contribuables qui acquièrent, entre le 1er janvier 2013 et le 31 décembre 2024, alors qu'ils\nsont domiciliés en France au sens de l'article 4 B, un logement neuf ou en l'état futur d'achèvement dans un\nbâtiment d'habitation collectif bénéficient d'une réduction d'impôt sur le revenu à condition qu'ils s'engagent\nà le louer nu à usage d'habitation principale pendant une durée minimale fixée, sur option du contribuable,\nà six ans ou à neuf ans. Cette option, qui est exercée lors du dépôt de la déclaration des revenus de l'année\nd'achèvement de l'immeuble ou de son acquisition si elle est postérieure, est irrévocable pour le logement\nconsidéré.\n \nLa réduction d'impôt s'applique, dans les mêmes conditions, à l'associé d'une société non soumise à l'impôt\nsur les sociétés, autre qu'une société civile de placement immobilier, lorsque l'acquisition du logement est\nréalisée, alors que l'associé est domicilié en France au sens du même article 4 B, par l'intermédiaire d'une\ntelle société et à la condition que le porteur de parts s'engage à conserver la totalité de ses titres jusqu'à\nl'expiration de l'engagement de location mentionné au premier alinéa.\n \nB. – La réduction d'impôt s'applique également dans les mêmes conditions :\n \n1° Au logement situé dans un bâtiment d'habitation collectif que le contribuable fait construire et qui fait\nl'objet d'un dépôt de demande de permis de construire entre le 1er janvier 2013 et le 31 décembre 2024 ;\n \n2° Au logement que le contribuable acquiert entre le 1er janvier 2013 et le 31 décembre 2024 et qui fait ou\nqui a fait l'objet de travaux concourant à la production ou à la livraison d'un immeuble neuf au sens du 2° du\n2 du I de l'article 257 ;\n \n3° Au logement qui ne satisfait pas aux caractéristiques de décence, prévues à l'article 6 de la loi n° 89-462\ndu 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du\n23 décembre 1986, que le contribuable acquiert entre le 1er janvier 2013 et le 31 décembre 2024 et qui fait\nou qui a fait l'objet de travaux de réhabilitation, définis par décret, permettant au logement d'acquérir des\nperformances techniques voisines de celles d'un logement neuf ;\n \n4° Au local affecté à un usage autre que l'habitation que le contribuable acquiert entre le 1er janvier 2013 et\nle 31 décembre 2024 et qui fait ou qui a fait l'objet de travaux de transformation en logement.\n \n5° Au logement que le contribuable acquiert entre le 1er janvier 2019 et le 31 décembre 2027 et qui fait ou\nqui a fait l'objet de travaux d'amélioration définis par décret, ainsi qu'au local affecté à un usage autre que\nl'habitation que le contribuable acquiert entre le 1er janvier 2019 et le 31 décembre 2027 et qui fait ou qui\na fait l'objet de travaux de transformation en logement. Le montant des travaux, facturés par une entreprise,\ndoit représenter au moins 25 % du coût total de l'opération.\n \nC. – L'achèvement du logement doit intervenir dans les trente mois qui suivent la date de la signature de\nl'acte authentique d'acquisition, dans le cas d'un logement acquis en l'état futur d'achèvement, ou la date de\nl'obtention du permis de construire, dans le cas d'un logement que le contribuable fait construire.\n \nPour les logements qui font l'objet des travaux mentionnés aux 2° à 5° du B après l'acquisition par le\ncontribuable, l'achèvement de ces travaux doit intervenir au plus tard le 31 décembre de la deuxième année\nqui suit celle de l'acquisition du local ou du logement concerné.\n \nPour les logements qui ont fait l'objet des travaux mentionnés aux mêmes 2° à 5° avant l'acquisition par le\ncontribuable, la réduction d'impôt s'applique aux logements qui n'ont pas été utilisés ou occupés à quelque\ntitre que ce soit depuis l'achèvement des travaux.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nD. – La location ne peut pas être conclue avec un membre du foyer fiscal du contribuable ou, lorsque le\nlogement est la propriété d'une société non soumise à l'impôt sur les sociétés, autre qu'une société civile de\nplacement immobilier, avec l'un des associés ou un membre du foyer fiscal de l'un des associés.\n \nLa location du logement consentie à un organisme public ou privé qui le donne en sous-location nue à usage\nd'habitation principale à une personne autre que l'une de celles mentionnées au premier alinéa ne fait pas\nobstacle au bénéfice de la réduction d'impôt à la condition que cet organisme ne fournisse aucune prestation\nhôtelière ou para-hôtelière.\n \nLa réduction d'impôt n'est pas applicable aux logements dont le droit de propriété est démembré ou aux\nlogements appartenant à une société non soumise à l'impôt sur les sociétés, autre qu'une société civile de\nplacement immobilier, dont le droit de propriété des parts est démembré.\n \nElle n'est pas non plus applicable aux immeubles classés ou inscrits au titre des monuments historiques\nou ayant reçu le label délivré par la \" Fondation du patrimoine \", mentionnés au premier alinéa du 3° du I\nde l'article 156, et aux logements financés au moyen d'un prêt mentionné à l'article D. 331-1 du code de la\nconstruction et de l'habitation.\n \nE. – Un contribuable ne peut, pour un même logement, bénéficier à la fois du m du 1° du I de l'article 31,\nde l'une des réductions d'impôt prévues aux articles 199 undecies A, 199 undecies C et 199 tervicies et de la\nréduction d'impôt prévue au présent article.\n \nF. – Les dépenses de travaux retenues pour le calcul de la réduction d'impôt prévue au présent article ne\npeuvent faire l'objet d'une déduction pour la détermination des revenus fonciers.\n \nII. – La réduction d'impôt s'applique aux logements pour lesquels le contribuable justifie du respect d'un\nniveau de performance énergétique globale fixé par décret en fonction du type de logement concerné.\n \nIII. – L'engagement de location mentionné au I doit prendre effet dans les douze mois qui suivent la date\nd'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cet engagement prévoit que le loyer\net les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds\nfixés par décret en fonction de la localisation du logement et de son type.\n \nLes plafonds de loyer mentionnés au premier alinéa peuvent être réduits, dans des conditions définies\npar décret, par le représentant de l'Etat dans la région après avis du comité régional de l'habitat et de\nl'hébergement mentionné à l'article L. 364-1 du code de la construction et de l'habitation, afin d'être adaptés\naux particularités des marchés locatifs locaux.\n \nIV. – Sous réserve des dispositions du IV bis, la réduction d'impôt s'applique exclusivement aux logements\nsitués dans des communes classées, par arrêté des ministres chargés du budget et du logement, dans des\nzones géographiques se caractérisant par un déséquilibre important entre l'offre et la demande de logements\nentraînant des difficultés d'accès au logement sur le parc locatif existant et aux logements situés dans des\ncommunes dont le territoire est couvert par un contrat de redynamisation de site de défense ou l'a été dans un\ndélai de huit ans précédant l'investissement.\n \nIV bis.-La réduction d'impôt mentionnée au 5° du B du I s'applique aux logements situés dans les communes\ndont le besoin de réhabilitation de l'habitat en centre-ville est particulièrement marqué ou qui ont conclu une\nconvention d'opération de revitalisation de territoire prévue à l'article L. 303-2 du code de la construction et\nde l'habitation. Les modalités d'application du présent IV bis, notamment la liste des communes répondant\nà la condition liée au besoin de réhabilitation de l'habitat en centre-ville, sont fixées par arrêté des ministres\nchargés du logement et du budget. Ladite réduction d'impôt s'applique également aux logements situés dans\ndes copropriétés en difficulté faisant l'objet des procédures prévues à l'article 29-1 de la loi n° 65-557 du 10\njuillet 1965 fixant le statut de la copropriété des immeubles bâtis ou dans des copropriétés incluses dans le\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\npérimètre d'une opération de requalification des copropriétés dégradées régie par les articles L. 741-1 et L.\n741-2 du code de la construction et de l'habitation.\n \nV. – A. – La réduction d'impôt est calculée sur le prix de revient d'au plus deux logements, retenu dans la\nlimite d'un plafond par mètre carré de surface habitable fixé par décret et sans pouvoir dépasser la limite de\n300 000 € par contribuable et pour une même année d'imposition.\n \nLorsque la réduction d'impôt est acquise au titre des 2° à 5° du B du I, le prix de revient mentionné au\npremier alinéa du présent A s'entend du prix d'acquisition du local ou du logement augmenté du prix des\ntravaux.\n \nB. – Lorsque le logement est détenu en indivision, chaque indivisaire bénéficie de la réduction d'impôt dans\nla limite de la quote-part du prix de revient correspondant à ses droits dans l'indivision.\n \nLorsque les logements sont la propriété d'une société non soumise à l'impôt sur les sociétés, autre qu'une\nsociété civile de placement immobilier, le contribuable bénéficie de la réduction d'impôt dans la limite de la\nquote-part du prix de revient correspondant à ses droits sur les logements concernés.\n \nVI. – Le taux de la réduction d'impôt est fixé à :\n \n1° 12 % lorsque l'engagement de location mentionné au I est pris pour une durée de six ans. Par dérogation,\nce taux est fixé à 10,5 % pour les acquisitions, autres que celles mentionnées au 5° du B du I, réalisées en\n2023 et pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette\nmême année ; il est fixé à 9 % pour les acquisitions, autres que celles mentionnées au 5° dudit B, réalisées en\n2024 et pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette\nmême année ;\n \n2° 18 % lorsque l'engagement de location mentionné au I est pris pour une durée de neuf ans. Par dérogation,\nce taux est fixé à 15 % pour les acquisitions, autres que celles mentionnées au 5° du B du I, réalisées en 2023\net pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette même\nannée ; il est fixé à 12 % pour les acquisitions, autres que celles mentionnées au 5° dudit B, réalisées en 2024\net pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette même\nannée.\n \nVII. – La réduction d'impôt est répartie, selon la durée de l'engagement de location, sur six ou neuf années.\nElle est accordée au titre de l'année d'achèvement du logement, ou de son acquisition si elle est postérieure,\net imputée sur l'impôt dû au titre de cette même année, puis sur l'impôt dû au titre de chacune des cinq ou\nhuit années suivantes à raison d'un sixième ou d'un neuvième de son montant total au titre de chacune de ces\nannées.\n \nEn cas de transfert du domicile fiscal du contribuable hors de France durant cette période, la réduction\nd'impôt s'impute, dans les conditions prévues au premier alinéa du présent VII, sur l'impôt établi dans les\nconditions prévues à l'article 197 A, avant imputation des prélèvements ou retenues non libératoires. Elle ne\npeut pas donner lieu à remboursement.\n \nVII bis. – A. – A l'issue de la période couverte par l'engagement de location mentionnée au I, lorsque le\nlogement reste loué par période triennale dans les conditions prévues au III, le contribuable peut continuer à\nbénéficier de la réduction d'impôt prévue au présent article, à la condition de proroger son engagement initial\npour au plus :\n \n1° Trois années supplémentaires, renouvelables une fois, si l'engagement de location mentionné au I était\nd'une durée de six ans. Dans ce cas, la réduction d'impôt est égale à 6 % du prix de revient du logement,\nmentionné au A du V, pour la première période triennale et à 3 % pour la seconde période triennale. Par\ndérogation, la réduction d'impôt est égale à 4,5 % pour la première période et 2,5 % pour la seconde pour\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nles acquisitions, autres que celles mentionnées au 5° du B du I, réalisées en 2023 et pour les constructions\nmentionnées au 1° du même B dont le permis de construire a été déposé cette même année ; elle est égale\nà 3 % pour la première période et 2 % pour la seconde, pour les acquisitions, autres que celles mentionnées\nau 5° dudit B, réalisées en 2024 et pour les constructions mentionnées au 1° du même B dont le permis de\nconstruire a été déposé cette même année ;\n \n2° Trois années supplémentaires, si l'engagement de location mentionné au I était d'une durée de neuf ans.\nDans ce cas, la réduction d'impôt est égale à 3 % du prix de revient du logement, mentionné au A du V,\npour cette période triennale. Par dérogation, la réduction d'impôt est égale à 2,5 %, pour les acquisitions,\nautres que celles mentionnées au 5° du B du I, réalisées en 2023 et pour les constructions mentionnées\nau 1° du même B dont le permis de construire a été déposé cette même année ; elle est égale à 2 % pour\nles acquisitions, autres que celles mentionnées au 5° dudit B, réalisées en 2024 et pour les constructions\nmentionnées au 1° du même B dont le permis de construire a été déposé cette même année.\n \nB. – Pour l'application du A du présent VII bis, la réduction d'impôt est imputée, par période triennale,\nà raison d'un tiers de son montant sur l'impôt dû au titre de l'année au cours de laquelle l'engagement de\nlocation a été prorogé et des deux années suivantes.\n \nEn cas de transfert du domicile fiscal du contribuable hors de France durant cette période, la réduction\nd'impôt s'impute, dans les conditions prévues au premier alinéa du présent B, sur l'impôt établi dans les\nconditions prévues à l'article 197 A, avant imputation des prélèvements ou retenues non libératoires. Elle ne\npeut pas donner lieu à remboursement.\n \nVIII. – A. – La réduction d'impôt est applicable, dans les mêmes conditions, au titre de la souscription par\nles contribuables, alors qu'ils sont domiciliés en France au sens de l'article 4 B, de parts de sociétés civiles de\nplacement immobilier régies par le paragraphe 4 de la sous-section 2 de la section 2 du chapitre IV du titre\nIer du livre II du code monétaire et financier dont la quote-part de revenu est, en application de l'article 8 du\nprésent code, soumise en leur nom à l'impôt sur le revenu dans la catégorie des revenus fonciers.\n \nB. – La réduction d'impôt, qui n'est pas applicable aux titres dont le droit de propriété est démembré, est\nsubordonnée à la condition que 95 % de la souscription servent exclusivement à financer un investissement\npour lequel les conditions d'application du présent article sont réunies. Le produit de la souscription annuelle\ndoit être intégralement investi dans les dix-huit mois qui suivent la clôture de celle-ci.\n \nC. – La société doit prendre l'engagement de louer le logement dans les conditions prévues au présent article.\nL'associé doit s'engager à conserver la totalité de ses titres jusqu'au terme de l'engagement de location\nsouscrit par la société.\n \nD. – La réduction d'impôt est calculée sur 100 % du montant de la souscription retenu dans la limite de 300\n000 € par contribuable et pour une même année d'imposition.\n \nE. – Le taux de la réduction d'impôt est fixé à :\n \n1° 12 % pour les souscriptions qui servent à financer des logements faisant l'objet d'un engagement de\nlocation pris pour une durée de six ans. Par dérogation, le taux de la réduction est fixé à 10,5 % pour les\nsouscriptions réalisées en 2023 et à 9 % pour celles réalisées en 2024 qui ne servent pas au financement des\nlogements mentionnés au 5° du B du I ;\n \n2° 18 % pour les souscriptions qui servent à financer des logements faisant l'objet d'un engagement de\nlocation pris pour une durée de neuf ans. Par dérogation, le taux de la réduction est fixé à 15 % pour les\nsouscriptions réalisées en 2023 et à 12 % pour celles réalisées en 2024 qui ne servent pas au financement des\nlogements mentionnés au 5° du B du I.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nF. – La réduction d'impôt est répartie, selon la durée de l'engagement de location, sur six ou neuf années. Elle\nest accordée au titre de l'année de la souscription et imputée sur l'impôt dû au titre de cette même année, puis\nsur l'impôt dû au titre de chacune des cinq ou huit années suivantes à raison d'un sixième ou d'un neuvième\nde son montant total au titre de chacune de ces années.\n \nEn cas de transfert du domicile fiscal du contribuable hors de France durant cette période, la réduction\nd'impôt s'impute, dans les conditions prévues au premier alinéa du présent F, sur l'impôt établi dans les\nconditions prévues à l'article 197 A, avant imputation des prélèvements ou retenues non libératoires. Elle ne\npeut pas donner lieu à remboursement.\n \nIX. – (Abrogé).\n \nX. – Le montant total des dépenses retenu pour l'application du présent article au titre, d'une part, de\nl'acquisition ou de la construction de logements et, d'autre part, de souscriptions de titres ne peut excéder\nglobalement 300 000 € par contribuable et pour une même année d'imposition.\n \nX bis.-Le montant des frais et commissions directs et indirects imputés au titre d'une même acquisition\nde logement ouvrant droit à la réduction d'impôt prévue au présent article par les personnes physiques\nou morales exerçant, au titre de l'acquisition, une activité de conseil ou de gestion au sens de l'article L.\n321-1 du code monétaire et financier, un acte de démarchage au sens de l'article L. 341-1 du même code\nou une activité d'intermédiation en biens divers au sens de l'article L. 551-1 dudit code ou qui se livrent ou\nprêtent leur concours à l'opération au sens de l'article 1er de la loi n° 70-9 du 2 janvier 1970 réglementant les\nconditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de\ncommerce ne peut excéder un plafond exprimé en pourcentage du prix de revient et fixé par décret.\n \nPour l'application du présent X bis, les frais et commissions directs et indirects s'entendent des frais et\ncommissions versés par le promoteur ou le vendeur aux intermédiaires mentionnés au premier alinéa.\n \nCes dispositions s'appliquent à toutes les acquisitions de logements mentionnées au A du I, pour lesquelles\nl'acquéreur demande le bénéfice de la réduction d'impôt prévue au présent article.\n \nUne estimation du montant des frais et commissions directs et indirects effectivement imputés ainsi que leur\npart dans le prix de revient sont communiquées à l'acquéreur lors de la signature du contrat prévu à l'article\nL. 261-15 du code de la construction et de l'habitation. Le montant définitif de ces frais et commissions\nfigure dans l'acte authentique d'acquisition du logement.\n \nTout dépassement du plafond prévu au premier alinéa du présent X bis est passible d'une amende\nadministrative due par le vendeur cosignataire de l'acte authentique. Son montant ne peut excéder dix fois les\nfrais excédant le plafond.\n \nXI. – A. – La réduction d'impôt obtenue fait l'objet d'une reprise au titre de l'année au cours de laquelle\nintervient :\n \n1° La rupture de l'un des engagements mentionnés au I, au VII bis ou au VIII ;\n \n2° Le démembrement du droit de propriété de l'immeuble concerné ou des parts. Toutefois, aucune remise en\ncause n'est effectuée lorsque le démembrement de ce droit ou le transfert de la propriété du bien résulte du\ndécès de l'un des membres du couple soumis à imposition commune et que le conjoint survivant attributaire\ndu bien ou titulaire de son usufruit s'engage à respecter les engagements prévus au I, au VII bis et, le cas\néchéant, au VIII, dans les mêmes conditions et selon les mêmes modalités, pour la période restant à courir à\nla date du décès.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nB. – Aucune reprise n'est effectuée en cas d'invalidité correspondant au classement dans la deuxième ou la\ntroisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de\ndécès du contribuable ou de l'un des membres du couple soumis à imposition commune.\n \nXII. – Les investissements mentionnés aux I et VIII et afférents à des logements situés en Guadeloupe,\nen Guyane, en Martinique, à La Réunion, à Mayotte, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-\net-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ou à des\nsouscriptions employées dans les conditions définies aux B et C du VIII pour le financement de tels\nlogements ouvrent droit à la réduction d'impôt prévue au présent article dans les mêmes conditions, sous\nréserve des adaptations suivantes :\n \n1° Le II n'est pas applicable à Mayotte. Il est applicable à Saint-Barthélemy, Saint-Martin, Saint-Pierre-\net-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna dans des\nconditions fixées par décret et à compter de l'entrée en vigueur de ce décret ;\n \n2° Les plafonds de loyer et de ressources du locataire mentionnés au III peuvent être adaptés par décret ;\n \n3° Par dérogation au VI et au E du VIII, le taux de la réduction d'impôt est fixé à :\n \na) 23 % lorsque l'engagement de location mentionné au I est pris pour une durée de six ans et pour les\nsouscriptions qui servent à financer des logements faisant l'objet d'un engagement de location pris pour\nune durée de six ans. Par dérogation, ce taux est fixé à 21,5 % pour les acquisitions, autres que celles\nmentionnées au 5° du B du même I, réalisées en 2023, pour les constructions mentionnées au 1° du même B\ndont le permis de construire a été déposé cette même année et pour les souscriptions mentionnées au VIII,\nautres que celles employées pour le financement des logements mentionnés au 5° du B du I, réalisées cette\nmême année ; il est fixé à 20 % pour les acquisitions, autres que celles mentionnées au 5° du B du I, réalisées\nen 2024, pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette\nmême année et pour les souscriptions mentionnées au VIII, autres que celles employées pour le financement\ndes logements mentionnés au 5° du B du I, réalisées cette même année ;\n \nb) 29 % lorsque l'engagement de location mentionné au même I est pris pour une durée de neuf ans et\npour les souscriptions qui servent à financer des logements faisant l'objet d'un engagement de location pris\npour une durée de neuf ans. Par dérogation, ce taux est fixé à 26 % pour les acquisitions, autres que celles\nmentionnées au 5° du B du I, réalisées en 2023, pour les constructions mentionnées au 1° du même B dont\nle permis de construire a été déposé cette même année et pour les souscriptions mentionnées au VIII, autres\nque celles employées pour le financement des logements mentionnés au 5° du B du I, réalisées cette même\nannée ; il est fixé à 23 % pour les acquisitions, autres que celles mentionnées au 5° du B du I, réalisées en\n2024, pour les constructions mentionnées au 1° du même B dont le permis de construire a été déposé cette\nmême année et pour les souscriptions mentionnées au VIII, autres que celles employées pour le financement\ndes logements mentionnés au 5° du B du I, réalisées cette même année."
}