{
  "code": "CGI_200_quater",
  "article_number": "200 quater",
  "chunks": [
    "Article 200 quater\n \n1. Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'un crédit d'impôt sur\nle revenu au titre des dépenses effectivement supportées pour la contribution à la transition énergétique du\nlogement dont ils sont propriétaires et qu'ils affectent à leur habitation principale.\n \nA la condition que le logement soit achevé depuis plus de deux ans à la date de début d'exécution des\ntravaux, ce crédit d'impôt s'applique :\n \na) (Abrogé)\n \nb) Aux dépenses mentionnées au présent b, payées entre le 1er janvier 2005 et le 31 décembre 2020, au titre\nde :\n \n1° (Abrogé)\n \n2° l'acquisition et la pose de matériaux d'isolation thermique des parois vitrées, à la condition que ces mêmes\nmatériaux viennent en remplacement de parois en simple vitrage ;\n \n3° L'acquisition et la pose de matériaux d'isolation thermique des parois opaques ;\n \n4° (Abrogé)\n \nc) Aux dépenses, payées entre le 1er janvier 2005 et le 31 décembre 2020, au titre de l'acquisition et de la\npose :\n \n1° D'équipements de chauffage ou de fourniture d'eau chaude sanitaire fonctionnant au bois ou autres\nbiomasses, ou à l'énergie solaire thermique.  \nPour les dépenses d'acquisition et de pose d'équipements fonctionnant à l'énergie solaire thermique,\nl'équipement n'est éligible au crédit d'impôt qu'à la condition d'intégrer une surface minimale de capteurs\nsolaires, fixée par arrêté conjoint des ministres chargés de l'énergie, du logement et du budget ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° (Abrogé)\n \n3° De pompes à chaleur, autres que air/ air, dont la finalité essentielle est la production de chaleur ou d'eau\nchaude sanitaire, ainsi qu'au coût de la pose de l'échangeur de chaleur souterrain des pompes à chaleur\ngéothermiques ;\n \nd) Aux dépenses, payées entre le 1er janvier 2006 et le 31 décembre 2020, au titre de l'acquisition et de\nla pose d'équipements de raccordement ou, au titre des droits et frais de raccordement pour leur seule part\nreprésentative du coût de l'acquisition et de la pose de ces mêmes équipements, à un réseau de chaleur,\nalimenté majoritairement par des énergies renouvelables ou de récupération ou par une installation de\ncogénération, ainsi qu'aux dépenses, payées entre le 1er septembre 2014 et le 31 décembre 2020, au titre de\nl'acquisition et de la pose d'équipements de raccordement ou, au titre des droits et frais de raccordement pour\nleur seule part représentative du coût de l'acquisition et de la pose de ces mêmes équipements, à un réseau de\nfroid, alimenté majoritairement par du froid d'origine renouvelable ou de récupération ;\n \ne) (Abrogé)\n \nf) à h) (Abrogés)\n \ni) Aux dépenses payées entre le 1er septembre 2014 et le 31 décembre 2020, au titre de l'acquisition et de la\npose d'un système de charge pour véhicule électrique ;\n \nj) Aux dépenses afférentes à un immeuble situé à La Réunion, en Guyane, en Martinique, en Guadeloupe ou\nà Mayotte, payées entre le 1er septembre 2014 et le 31 décembre 2020, au titre de l'acquisition et de la pose\nd'équipements ou de matériaux de protection des parois vitrées ou opaques contre les rayonnements solaires ;\n \nk) (Abrogé)\n \nl) Aux dépenses payées entre le 1er janvier 2018 et le 31 décembre 2020, au titre de la réalisation, en dehors\ndes cas où la réglementation le rend obligatoire, d'un audit énergétique comprenant des propositions de\ntravaux dont au moins une permet d'atteindre un très haut niveau de performance énergétique défini par\narrêté conjoint des ministres chargés de l'énergie, du logement et du budget. Pour un même logement, un seul\naudit énergétique ouvre droit au crédit d'impôt ;\n \nm) Aux dépenses payées, entre le 1er janvier 2019 et le 31 décembre 2020, au titre de la dépose d'une cuve à\nfioul.\n \nn) Aux dépenses, payées entre le 1er janvier 2020 et le 31 décembre 2020, au titre de l'acquisition et de la\npose d'un équipement de ventilation mécanique contrôlée à double flux ;  \no) Aux dépenses, payées entre le 1er janvier 2020 et le 31 décembre 2020, pour une maison individuelle,\nau titre d'un bouquet de travaux permettant de limiter la consommation conventionnelle annuelle en énergie\nprimaire du logement, rapportée à la surface habitable du logement, pour le chauffage, l'eau chaude sanitaire\net le refroidissement, à 150 kilowattheures par mètre carré.  \nDans ce cas, le crédit d'impôt ne s'applique qu'aux logements dont la consommation conventionnelle\nannuelle en énergie primaire avant travaux, rapportée à la surface habitable du logement, pour le chauffage,\nl'eau chaude sanitaire et le refroidissement, est supérieure à 331 kilowattheures par mètre carré.  \nLe bénéfice du crédit d'impôt au titre de cette catégorie de dépenses pour les travaux permettant de satisfaire\naux conditions de consommation d'énergie primaire avant et après travaux est exclusif du bénéfice du crédit\nd'impôt au titre de toute autre catégorie de dépenses pour ces mêmes travaux.\n \n1 bis. (Sans objet).\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1 ter. Les dépenses d'acquisition d'équipements, de matériaux ou d'appareils mentionnés au 1 n'ouvrent droit\nau crédit d'impôt que si elles sont facturées par l'entreprise :\n \na) Qui procède à la fourniture et à l'installation des équipements, des matériaux ou des appareils ;\n \nb) Ou qui, pour l'installation des équipements, des matériaux ou des appareils qu'elle fournit ou pour la\nfourniture et l'installation de ces mêmes équipements, matériaux ou appareils, recourt à une autre entreprise,\ndans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-\ntraitance.\n \n2. Un arrêté conjoint des ministres chargés de l'énergie, du logement et du budget fixe la liste des\néquipements, matériaux et appareils qui ouvrent droit au crédit d'impôt. Il précise les caractéristiques\ntechniques et les critères de performances minimales, ainsi que les modalités de réalisation et le contenu de\nl'audit énergétique, requis pour l'application du crédit d'impôt.\n \nAfin de garantir la qualité de l'installation ou de la pose des équipements, matériaux et appareils, un décret\nprécise les travaux pour lesquels est exigé, pour l'application du crédit d'impôt, le respect de critères de\nqualification de l'entreprise mentionnée au a du 1 ter ou de l'entreprise sous-traitante lorsque les travaux sont\nréalisés dans les conditions du b du même 1 ter.\n \nLorsque les travaux sont soumis à des critères de qualification, l'application du crédit d'impôt est\nconditionnée à une visite du logement préalable à l'établissement du devis afférent à ces mêmes travaux,\nau cours de laquelle l'entreprise qui installe ou pose ces équipements, matériaux ou appareils valide leur\nadéquation au logement.\n \nAfin de garantir la qualité de l'audit énergétique mentionné au l du 1, un décret précise les conditions de\nqualification des auditeurs.\n \n3. Le crédit d'impôt s'applique pour le calcul de l'impôt dû au titre de l'année du paiement de la dépense par\nle contribuable.\n \n4. Pour un même logement dont un contribuable est propriétaire et qu'il affecte à son habitation principale,\nle montant de crédit d'impôt dont peut bénéficier ce contribuable, toutes dépenses éligibles confondues, ne\npeut excéder, au titre d'une période de cinq années consécutives comprises entre le 1er janvier 2016 et le 31\ndécembre 2020, la somme de 2 400 € pour une personne célibataire, veuve ou divorcée et de 4 800 € pour un\ncouple soumis à imposition commune. Cette somme est majorée de 120 € par personne à charge au sens des\narticles 196 à 196 B. La somme de 120 € est divisée par deux lorsqu'il s'agit d'un enfant réputé à charge égale\nde l'un et l'autre de ses parents.\n \n4 bis. a) Les dépenses mentionnées au 1, payées à compter du 1er janvier 2020, ouvrent droit au crédit\nd'impôt lorsque les revenus du ménage, appréciés dans les conditions prévues au IV des articles 1391 B ter et\n1417, sont, au titre de l'avant-dernière année précédant celle du paiement de la dépense :  \n1° Au moins égaux aux seuils suivants :\n \n(En euros)\n \nNombre de personnes  \ncomposant le ménage \nÎle-de-France \nAutres régions\n \n1 \n25 068 \n19 074\n \n2 \n36 792 \n27 896\n \n3 \n44 188 \n33 547\n   \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nNombre de personnes  \ncomposant le ménage \nÎle-de-France \nAutres régions\n4 51 597 39 192\n \n5 \n59 026 \n44 860\n \nPar personne supplémentaire \n+ 7 422 \n+ 5 651\n \nPar dérogation, lorsque les revenus du ménage au titre de l'avant-dernière année précédant celle du paiement\nde la dépense, appréciés dans les conditions prévues au IV des articles 1391 B ter et 1417, sont inférieurs à\nces seuils, il y a lieu de retenir ceux de l'année précédant celle du paiement de la dépense ;  \n2° Inférieurs à un montant de 27 706 € pour la première part de quotient familial, majoré de 8 209 € pour\nchacune des deux demi-parts suivantes et de 6 157 € pour chaque demi-part supplémentaire à compter de la\ntroisième. Les majorations sont divisées par deux pour les quarts de part.  \nPar dérogation, lorsque les revenus du ménage au titre de l'avant-dernière année précédant celle du paiement\nde la dépense, appréciés dans les conditions prévues au IV des articles 1391 B ter et 1417, sont supérieurs ou\négaux à ces seuils, il y a lieu de retenir ceux de l'année précédant celle du paiement de la dépense.  \nb) Les conditions de ressources prévues au a du présent 4 bis ne sont pas applicables pour les dépenses\nmentionnées au i du 1.  \nc) Les conditions de ressources prévues au 2° du a du présent 4 bis ne sont pas applicables pour les dépenses\nmentionnées au 3° du b du 1.\n \n5. Sous réserve des dispositions du 5 ter, pour les dépenses autres que celles mentionnées au 5 bis, le crédit\nd'impôt est égal, selon la nature de chaque dépense, aux montants suivants :\n \nMontant \nNature de la dépense\n \nMénages remplissant les conditions de revenus\nmentionnées aux a ou b du 4 bis \nMénages ne remplissant pas la condition de revenus\nmentionnée au 2° des a ou b du 4 bis\n \nMatériaux d'isolation thermique des parois vitrées à\nla condition que ces mêmes matériaux viennent en\nremplacement de parois en simple vitrage mentionnés au\n2° du b du 1 \n40 €/ équipement \n(Sans objet)\n \n15 € par mètre carré pour l'isolation des murs en façade\nou pignon par l'intérieur, des rampants de toiture et\nplafonds de combles aménagés ou aménageables \n10 € par mètre carré pour l'isolation des murs en façade\nou pignon par l'intérieur, des rampants de toiture et\nplafonds de combles aménagés ou aménageables \nMatériaux d'isolation thermique des parois opaques\nmentionnés au 3° du b du 1\n \n50 € par mètre carré pour l'isolation des murs en façade\nou pignon par l'extérieur, des toitures-terrasses \n25 € par mètre carré pour l'isolation des murs en façade\nou pignon par l'extérieur, des toitures-terrasses\n \n4 000 € pour les chaudières à alimentation automatique\nfonctionnant au bois ou autres biomasses\n \n3 000 € pour les systèmes solaires combinés\n \n3 000 € pour les chaudières à alimentation manuelle\nfonctionnant au bois ou autres biomasses\n \n2 000 € pour les chauffe-eaux solaires individuels\n \n1 500 € pour les poêles à granulés et cuisinières à\ngranulés\n \n1 000 € pour les poêles à bûches et cuisinières à bûches\n600 € pour les foyers fermés et inserts à bûches ou\ngranulés \nÉquipements de chauffage ou de fourniture d'eau chaude\nsanitaire fonctionnant au bois ou autres biomasses ou à\nl'énergie solaire thermique mentionnés au 1° du c du 1\n \n1 000 € pour les équipements de chauffage ou de\nproduction d'eau chaude fonctionnant avec des capteurs \n(Sans objet)\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nMontant \nNature de la dépense\n \nMénages remplissant les conditions de revenus\nmentionnées aux a ou b du 4 bis \nMénages ne remplissant pas la condition de revenus\nmentionnée au 2° des a ou b du 4 bis\nsolaires hybrides thermiques et électriques à circulation\nde liquide\n \n4 000 € pour les pompes à chaleur géothermiques\n \n2 000 € pour les pompes à chaleur air/ eau \nPompes à chaleur, autres que air/ air, mentionnées au 3°\ndu c du 1\n \n400 € pour les pompes à chaleur dédiées à la production\nd'eau chaude sanitaire \n(Sans objet)\n \nÉquipements de raccordement à un réseau de chaleur et/\nou de froid, et droits et frais de raccordement mentionnés\nau d du 1 \n400 € \n(Sans objet)\n \nSystème de charge pour véhicule électrique mentionné au\ni du 1 \n300 € \n300 €\n \nÉquipements ou matériaux de protection des parois\nvitrées ou opaques contre les rayonnements solaires\nmentionnés au j du 1 \n15 € par mètre carré \n(Sans objet)\n \nAudit énergétique mentionné au l du 1 \n300 € \n(Sans objet)\n \nDépose de cuve à fioul mentionnée au m du 1 \n400 € \n(Sans objet)\n \nÉquipements de ventilation mécanique contrôlée à double\nflux mentionnés au n du 1 \n2 000 € \n(Sans objet)\n \nBouquet de travaux pour une maison individuelle\nmentionné au o du 1 \n150 € par mètre carré de surface habitable \n(Sans objet)\n \n5 bis. Par exception au 5 et sous réserve du 5 ter, le crédit d'impôt est égal, selon la nature de chaque\ndépense, lorsque celle-ci porte sur les parties communes d'un immeuble collectif, aux montants suivants pour\nlesquels “ q ” représente la quote-part correspondant au logement considéré :\n \nMontant \nNature de la dépense\n \nMénages remplissant les conditions de revenus\nmentionnées au 4 bis \nMénages ne remplissant pas la condition de revenus\nmentionnée au 2° des a ou b du 4 bis\n \n15*q € par mètre carré pour l'isolation des murs en façade\nou pignon par l'intérieur, des rampants de toiture et\nplafonds de combles aménagés ou aménageables \n10*q € par mètre carré pour l'isolation des murs en façade\nou pignon par l'intérieur, des rampants de toiture et\nplafonds de combles aménagés ou aménageables \nMatériaux d'isolation thermique des parois opaques\nmentionnés au 3° du b du 1\n \n50*q € par mètre carré pour l'isolation des murs en façade\nou pignon par l'extérieur, des toitures-terrasses \n25*q € par mètre carré pour l'isolation des murs en façade\nou pignon par l'extérieur, des toitures-terrasses\n \n1 000 € par logement pour les chaudières fonctionnant au\nbois ou autres biomasses \nÉquipements de chauffage ou de fourniture d'eau chaude\nsanitaire fonctionnant au bois ou autres biomasses ou à\nl'énergie solaire thermique mentionnés au 1° du c du 1\n \n350 € par logement pour les équipements de fourniture\nd'eau chaude sanitaire seule fonctionnant à l'énergie\nsolaire thermique \n(Sans objet)\n \n1 000 € par logement pour les pompes à chaleur\ngéothermiques et les pompes à chaleur air/ eau \nPompes à chaleur, autres que air/ air, mentionnées au 3°\ndu c du 1\n \n150 € par logement pour les pompes à chaleur dédiées à\nla production d'eau chaude sanitaire \n(Sans objet)\n \nÉquipements de raccordement à un réseau de chaleur et/\nou de froid, et droits et frais de raccordement mentionnés\nau d du 1 \n150 € par logement \n(Sans objet)\n \nSystème de charge pour véhicule électrique mentionné au\ni du 1 \n300 € \n300 €\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nMontant \nNature de la dépense\n \nMénages remplissant les conditions de revenus\nmentionnées au 4 bis \nMénages ne remplissant pas la condition de revenus\nmentionnée au 2° des a ou b du 4 bis\n \nÉquipements ou matériaux de protection des parois\nvitrées ou opaques contre les rayonnements solaires\nmentionnés au j du 1 \n15*q € par mètre carré \n(Sans objet)\n \nAudit énergétique mentionné au l du 1 \n150 € par logement \n(Sans objet)\n \nDépose de cuve à fioul mentionnée au m du 1 \n150 € par logement \n(Sans objet)\n \nÉquipements de ventilation mécanique contrôlée à double\nflux mentionnés au n du 1 \n1 000 € par logement \n(Sans objet)\n \n5 ter. Pour chaque dépense, le montant du crédit d'impôt accordé en application des 5 ou 5 bis ne peut\ndépasser 75 % de la dépense éligible effectivement supportée par le contribuable.\n \n6. a) Les équipements, matériaux, appareils et travaux de pose mentionnés au 1 s'entendent de ceux figurant\nsur la facture de l'entreprise mentionnée au 1 ter. Les dépenses d'audit énergétique mentionnées au l du 1\ns'entendent de celles figurant sur la facture délivrée par un auditeur mentionné au dernier alinéa du 2. Cette\nfacture comporte la mention que l'audit énergétique a été réalisé en dehors des cas où la réglementation le\nrend obligatoire.\n \nb) Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt, sous réserve que le\ncontribuable soit en mesure de présenter, à la demande de l'administration fiscale, la facture, autre que des\nfactures d'acompte, de l'entreprise mentionnée au 1 ter ou de l'auditeur qui a réalisé l'audit énergétique.\n \nCette facture comporte, outre les mentions prévues à l'article 289 :\n \n1° Le lieu de réalisation des travaux ou de l'audit énergétique ;\n \n2° La nature de ces travaux ainsi que la désignation, le montant et, le cas échéant, les caractéristiques et\nles critères de performances, mentionnés à la deuxième phrase du premier alinéa du 2, des équipements,\nmatériaux et appareils ;\n \n3° Dans le cas de l'acquisition et de la pose de matériaux d'isolation thermique des parois opaques, la surface\nen mètres carrés des parois opaques isolées, en distinguant ce qui relève de l'isolation par l'extérieur de ce qui\nrelève de l'isolation par l'intérieur ;\n \n4° Dans le cas de l'acquisition et de la pose d'équipements de chauffage ou de fourniture d'eau chaude\nsanitaire mentionnée au 1° du c du 1, la surface en mètres carrés des équipements de chauffage ou de\nfourniture d'eau chaude sanitaire utilisant l'énergie solaire thermique ;\n \n5° Lorsque les travaux d'installation des équipements, matériaux et appareils y sont soumis, les critères de\nqualification de l'entreprise mentionnée au a du 1 ter ou de l'entreprise sous-traitante lorsque les travaux sont\nréalisés dans les conditions mentionnées au b du 1 ter ;\n \n6° Abrogé.\n \n7° Lorsque les travaux sont soumis à des critères de qualification, la date de la visite préalable prévue à\nl'avant-dernier alinéa du 2, au cours de laquelle l'entreprise qui a installé ou posé les équipements, matériaux\nou appareils a validé leur adéquation au logement ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n8° Dans le cas de l'acquisition et de la pose de matériaux d'isolation thermique des parois vitrées, dans les\nconditions prévues au 2° du b du 1, la mention par l'entreprise que ces mêmes matériaux ont été posés en\nremplacement de parois en simple vitrage ;  \n9° Dans le cas de dépenses payées au titre des droits et frais de raccordement à un réseau de chaleur ou de\nfroid, la mention du coût des équipements de raccordement et de la pose compris dans ces mêmes droits et\nfrais ;  \n10° Dans le cas de la réalisation d'un audit énergétique, la mention du respect des conditions de qualification\nde l'auditeur mentionnées au dernier alinéa du 2 et de la formulation de la proposition de travaux permettant\nd'atteindre un très haut niveau de performance énergétique mentionnée au l du 1 ;\n \n11° Dans le cas de l'acquisition et de la pose d'équipements ou de matériaux de protection des parois vitrées\nou opaques contre les rayonnements solaires mentionnées au j du 1, la surface en mètres carrés des parois\nprotégées ;  \n12° Dans le cas de dépenses liées à un bouquet de travaux, pour une maison individuelle, permettant de\nlimiter la consommation conventionnelle annuelle en énergie primaire du logement pour le chauffage, l'eau\nchaude sanitaire et le refroidissement, mentionnées au o du 1, la surface habitable du logement, ainsi que la\nconsommation conventionnelle annuelle en énergie primaire du logement pour le chauffage, l'eau chaude\nsanitaire et le refroidissement avant travaux et après travaux, telle que déterminée par une méthode fixée par\narrêté conjoint des ministres en charge de l'économie, du logement et de l'énergie.\n \nc) Lorsque le bénéficiaire du crédit d'impôt n'est pas en mesure de produire une facture comportant les\nmentions prévues au b selon la nature des travaux, équipements, matériaux appareils, diagnostics et audits\nconcernés, il fait l'objet, au titre de l'année d'imputation et dans la limite du crédit d'impôt obtenu, d'une\nreprise égale au montant de l'avantage fiscal accordé à raison de la dépense non justifiée.\n \n6 bis. Abrogé.\n \n6 ter. Un contribuable ne peut, pour une même dépense, bénéficier à la fois des dispositions du présent article\net :  \na) Du crédit d'impôt prévu à l'article 199 sexdecies ;  \nb) Ou d'une déduction de charges pour la détermination de ses revenus catégoriels ;  \nc) Ou de la prime prévue au II de l'article 15 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour\n2020.\n \n7. Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées\naux articles 199 quater F à 200 bis, des crédits d'impôt et des prélèvements ou retenues non libératoires. S'il\nexcède l'impôt dû, l'excédent est restitué.\n \nLorsque le bénéficiaire du crédit d'impôt est remboursé dans un délai de cinq ans de tout ou partie du\nmontant des dépenses qui ont ouvert droit à cet avantage, il fait le cas échéant l'objet, au titre de l'année de\nremboursement et dans la limite du crédit d'impôt obtenu, d'une reprise égale à la différence entre le montant\nde l'avantage fiscal initialement accordé et le montant de l'avantage fiscal déterminé en application des\ndispositions du 5 ter sur la base de la dépense finalement supportée par le contribuable. Toutefois, aucune\nreprise n'est pratiquée lorsque le remboursement fait suite à un sinistre survenu après que les dépenses ont\nété payées."
  ],
  "full_text": "Article 200 quater\n \n1. Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'un crédit d'impôt sur\nle revenu au titre des dépenses effectivement supportées pour la contribution à la transition énergétique du\nlogement dont ils sont propriétaires et qu'ils affectent à leur habitation principale.\n \nA la condition que le logement soit achevé depuis plus de deux ans à la date de début d'exécution des\ntravaux, ce crédit d'impôt s'applique :\n \na) (Abrogé)\n \nb) Aux dépenses mentionnées au présent b, payées entre le 1er janvier 2005 et le 31 décembre 2020, au titre\nde :\n \n1° (Abrogé)\n \n2° l'acquisition et la pose de matériaux d'isolation thermique des parois vitrées, à la condition que ces mêmes\nmatériaux viennent en remplacement de parois en simple vitrage ;\n \n3° L'acquisition et la pose de matériaux d'isolation thermique des parois opaques ;\n \n4° (Abrogé)\n \nc) Aux dépenses, payées entre le 1er janvier 2005 et le 31 décembre 2020, au titre de l'acquisition et de la\npose :\n \n1° D'équipements de chauffage ou de fourniture d'eau chaude sanitaire fonctionnant au bois ou autres\nbiomasses, ou à l'énergie solaire thermique.  \nPour les dépenses d'acquisition et de pose d'équipements fonctionnant à l'énergie solaire thermique,\nl'équipement n'est éligible au crédit d'impôt qu'à la condition d'intégrer une surface minimale de capteurs\nsolaires, fixée par arrêté conjoint des ministres chargés de l'énergie, du logement et du budget ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° (Abrogé)\n \n3° De pompes à chaleur, autres que air/ air, dont la finalité essentielle est la production de chaleur ou d'eau\nchaude sanitaire, ainsi qu'au coût de la pose de l'échangeur de chaleur souterrain des pompes à chaleur\ngéothermiques ;\n \nd) Aux dépenses, payées entre le 1er janvier 2006 et le 31 décembre 2020, au titre de l'acquisition et de\nla pose d'équipements de raccordement ou, au titre des droits et frais de raccordement pour leur seule part\nreprésentative du coût de l'acquisition et de la pose de ces mêmes équipements, à un réseau de chaleur,\nalimenté majoritairement par des énergies renouvelables ou de récupération ou par une installation de\ncogénération, ainsi qu'aux dépenses, payées entre le 1er septembre 2014 et le 31 décembre 2020, au titre de\nl'acquisition et de la pose d'équipements de raccordement ou, au titre des droits et frais de raccordement pour\nleur seule part représentative du coût de l'acquisition et de la pose de ces mêmes équipements, à un réseau de\nfroid, alimenté majoritairement par du froid d'origine renouvelable ou de récupération ;\n \ne) (Abrogé)\n \nf) à h) (Abrogés)\n \ni) Aux dépenses payées entre le 1er septembre 2014 et le 31 décembre 2020, au titre de l'acquisition et de la\npose d'un système de charge pour véhicule électrique ;\n \nj) Aux dépenses afférentes à un immeuble situé à La Réunion, en Guyane, en Martinique, en Guadeloupe ou\nà Mayotte, payées entre le 1er septembre 2014 et le 31 décembre 2020, au titre de l'acquisition et de la pose\nd'équipements ou de matériaux de protection des parois vitrées ou opaques contre les rayonnements solaires ;\n \nk) (Abrogé)\n \nl) Aux dépenses payées entre le 1er janvier 2018 et le 31 décembre 2020, au titre de la réalisation, en dehors\ndes cas où la réglementation le rend obligatoire, d'un audit énergétique comprenant des propositions de\ntravaux dont au moins une permet d'atteindre un très haut niveau de performance énergétique défini par\narrêté conjoint des ministres chargés de l'énergie, du logement et du budget. Pour un même logement, un seul\naudit énergétique ouvre droit au crédit d'impôt ;\n \nm) Aux dépenses payées, entre le 1er janvier 2019 et le 31 décembre 2020, au titre de la dépose d'une cuve à\nfioul.\n \nn) Aux dépenses, payées entre le 1er janvier 2020 et le 31 décembre 2020, au titre de l'acquisition et de la\npose d'un équipement de ventilation mécanique contrôlée à double flux ;  \no) Aux dépenses, payées entre le 1er janvier 2020 et le 31 décembre 2020, pour une maison individuelle,\nau titre d'un bouquet de travaux permettant de limiter la consommation conventionnelle annuelle en énergie\nprimaire du logement, rapportée à la surface habitable du logement, pour le chauffage, l'eau chaude sanitaire\net le refroidissement, à 150 kilowattheures par mètre carré.  \nDans ce cas, le crédit d'impôt ne s'applique qu'aux logements dont la consommation conventionnelle\nannuelle en énergie primaire avant travaux, rapportée à la surface habitable du logement, pour le chauffage,\nl'eau chaude sanitaire et le refroidissement, est supérieure à 331 kilowattheures par mètre carré.  \nLe bénéfice du crédit d'impôt au titre de cette catégorie de dépenses pour les travaux permettant de satisfaire\naux conditions de consommation d'énergie primaire avant et après travaux est exclusif du bénéfice du crédit\nd'impôt au titre de toute autre catégorie de dépenses pour ces mêmes travaux.\n \n1 bis. (Sans objet).\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1 ter. Les dépenses d'acquisition d'équipements, de matériaux ou d'appareils mentionnés au 1 n'ouvrent droit\nau crédit d'impôt que si elles sont facturées par l'entreprise :\n \na) Qui procède à la fourniture et à l'installation des équipements, des matériaux ou des appareils ;\n \nb) Ou qui, pour l'installation des équipements, des matériaux ou des appareils qu'elle fournit ou pour la\nfourniture et l'installation de ces mêmes équipements, matériaux ou appareils, recourt à une autre entreprise,\ndans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-\ntraitance.\n \n2. Un arrêté conjoint des ministres chargés de l'énergie, du logement et du budget fixe la liste des\néquipements, matériaux et appareils qui ouvrent droit au crédit d'impôt. Il précise les caractéristiques\ntechniques et les critères de performances minimales, ainsi que les modalités de réalisation et le contenu de\nl'audit énergétique, requis pour l'application du crédit d'impôt.\n \nAfin de garantir la qualité de l'installation ou de la pose des équipements, matériaux et appareils, un décret\nprécise les travaux pour lesquels est exigé, pour l'application du crédit d'impôt, le respect de critères de\nqualification de l'entreprise mentionnée au a du 1 ter ou de l'entreprise sous-traitante lorsque les travaux sont\nréalisés dans les conditions du b du même 1 ter.\n \nLorsque les travaux sont soumis à des critères de qualification, l'application du crédit d'impôt est\nconditionnée à une visite du logement préalable à l'établissement du devis afférent à ces mêmes travaux,\nau cours de laquelle l'entreprise qui installe ou pose ces équipements, matériaux ou appareils valide leur\nadéquation au logement.\n \nAfin de garantir la qualité de l'audit énergétique mentionné au l du 1, un décret précise les conditions de\nqualification des auditeurs.\n \n3. Le crédit d'impôt s'applique pour le calcul de l'impôt dû au titre de l'année du paiement de la dépense par\nle contribuable.\n \n4. Pour un même logement dont un contribuable est propriétaire et qu'il affecte à son habitation principale,\nle montant de crédit d'impôt dont peut bénéficier ce contribuable, toutes dépenses éligibles confondues, ne\npeut excéder, au titre d'une période de cinq années consécutives comprises entre le 1er janvier 2016 et le 31\ndécembre 2020, la somme de 2 400 € pour une personne célibataire, veuve ou divorcée et de 4 800 € pour un\ncouple soumis à imposition commune. Cette somme est majorée de 120 € par personne à charge au sens des\narticles 196 à 196 B. La somme de 120 € est divisée par deux lorsqu'il s'agit d'un enfant réputé à charge égale\nde l'un et l'autre de ses parents.\n \n4 bis. a) Les dépenses mentionnées au 1, payées à compter du 1er janvier 2020, ouvrent droit au crédit\nd'impôt lorsque les revenus du ménage, appréciés dans les conditions prévues au IV des articles 1391 B ter et\n1417, sont, au titre de l'avant-dernière année précédant celle du paiement de la dépense :  \n1° Au moins égaux aux seuils suivants :\n \n(En euros)\n \nNombre de personnes  \ncomposant le ménage \nÎle-de-France \nAutres régions\n \n1 \n25 068 \n19 074\n \n2 \n36 792 \n27 896\n \n3 \n44 188 \n33 547\n   \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nNombre de personnes  \ncomposant le ménage \nÎle-de-France \nAutres régions\n4 51 597 39 192\n \n5 \n59 026 \n44 860\n \nPar personne supplémentaire \n+ 7 422 \n+ 5 651\n \nPar dérogation, lorsque les revenus du ménage au titre de l'avant-dernière année précédant celle du paiement\nde la dépense, appréciés dans les conditions prévues au IV des articles 1391 B ter et 1417, sont inférieurs à\nces seuils, il y a lieu de retenir ceux de l'année précédant celle du paiement de la dépense ;  \n2° Inférieurs à un montant de 27 706 € pour la première part de quotient familial, majoré de 8 209 € pour\nchacune des deux demi-parts suivantes et de 6 157 € pour chaque demi-part supplémentaire à compter de la\ntroisième. Les majorations sont divisées par deux pour les quarts de part.  \nPar dérogation, lorsque les revenus du ménage au titre de l'avant-dernière année précédant celle du paiement\nde la dépense, appréciés dans les conditions prévues au IV des articles 1391 B ter et 1417, sont supérieurs ou\négaux à ces seuils, il y a lieu de retenir ceux de l'année précédant celle du paiement de la dépense.  \nb) Les conditions de ressources prévues au a du présent 4 bis ne sont pas applicables pour les dépenses\nmentionnées au i du 1.  \nc) Les conditions de ressources prévues au 2° du a du présent 4 bis ne sont pas applicables pour les dépenses\nmentionnées au 3° du b du 1.\n \n5. Sous réserve des dispositions du 5 ter, pour les dépenses autres que celles mentionnées au 5 bis, le crédit\nd'impôt est égal, selon la nature de chaque dépense, aux montants suivants :\n \nMontant \nNature de la dépense\n \nMénages remplissant les conditions de revenus\nmentionnées aux a ou b du 4 bis \nMénages ne remplissant pas la condition de revenus\nmentionnée au 2° des a ou b du 4 bis\n \nMatériaux d'isolation thermique des parois vitrées à\nla condition que ces mêmes matériaux viennent en\nremplacement de parois en simple vitrage mentionnés au\n2° du b du 1 \n40 €/ équipement \n(Sans objet)\n \n15 € par mètre carré pour l'isolation des murs en façade\nou pignon par l'intérieur, des rampants de toiture et\nplafonds de combles aménagés ou aménageables \n10 € par mètre carré pour l'isolation des murs en façade\nou pignon par l'intérieur, des rampants de toiture et\nplafonds de combles aménagés ou aménageables \nMatériaux d'isolation thermique des parois opaques\nmentionnés au 3° du b du 1\n \n50 € par mètre carré pour l'isolation des murs en façade\nou pignon par l'extérieur, des toitures-terrasses \n25 € par mètre carré pour l'isolation des murs en façade\nou pignon par l'extérieur, des toitures-terrasses\n \n4 000 € pour les chaudières à alimentation automatique\nfonctionnant au bois ou autres biomasses\n \n3 000 € pour les systèmes solaires combinés\n \n3 000 € pour les chaudières à alimentation manuelle\nfonctionnant au bois ou autres biomasses\n \n2 000 € pour les chauffe-eaux solaires individuels\n \n1 500 € pour les poêles à granulés et cuisinières à\ngranulés\n \n1 000 € pour les poêles à bûches et cuisinières à bûches\n600 € pour les foyers fermés et inserts à bûches ou\ngranulés \nÉquipements de chauffage ou de fourniture d'eau chaude\nsanitaire fonctionnant au bois ou autres biomasses ou à\nl'énergie solaire thermique mentionnés au 1° du c du 1\n \n1 000 € pour les équipements de chauffage ou de\nproduction d'eau chaude fonctionnant avec des capteurs \n(Sans objet)\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nMontant \nNature de la dépense\n \nMénages remplissant les conditions de revenus\nmentionnées aux a ou b du 4 bis \nMénages ne remplissant pas la condition de revenus\nmentionnée au 2° des a ou b du 4 bis\nsolaires hybrides thermiques et électriques à circulation\nde liquide\n \n4 000 € pour les pompes à chaleur géothermiques\n \n2 000 € pour les pompes à chaleur air/ eau \nPompes à chaleur, autres que air/ air, mentionnées au 3°\ndu c du 1\n \n400 € pour les pompes à chaleur dédiées à la production\nd'eau chaude sanitaire \n(Sans objet)\n \nÉquipements de raccordement à un réseau de chaleur et/\nou de froid, et droits et frais de raccordement mentionnés\nau d du 1 \n400 € \n(Sans objet)\n \nSystème de charge pour véhicule électrique mentionné au\ni du 1 \n300 € \n300 €\n \nÉquipements ou matériaux de protection des parois\nvitrées ou opaques contre les rayonnements solaires\nmentionnés au j du 1 \n15 € par mètre carré \n(Sans objet)\n \nAudit énergétique mentionné au l du 1 \n300 € \n(Sans objet)\n \nDépose de cuve à fioul mentionnée au m du 1 \n400 € \n(Sans objet)\n \nÉquipements de ventilation mécanique contrôlée à double\nflux mentionnés au n du 1 \n2 000 € \n(Sans objet)\n \nBouquet de travaux pour une maison individuelle\nmentionné au o du 1 \n150 € par mètre carré de surface habitable \n(Sans objet)\n \n5 bis. Par exception au 5 et sous réserve du 5 ter, le crédit d'impôt est égal, selon la nature de chaque\ndépense, lorsque celle-ci porte sur les parties communes d'un immeuble collectif, aux montants suivants pour\nlesquels “ q ” représente la quote-part correspondant au logement considéré :\n \nMontant \nNature de la dépense\n \nMénages remplissant les conditions de revenus\nmentionnées au 4 bis \nMénages ne remplissant pas la condition de revenus\nmentionnée au 2° des a ou b du 4 bis\n \n15*q € par mètre carré pour l'isolation des murs en façade\nou pignon par l'intérieur, des rampants de toiture et\nplafonds de combles aménagés ou aménageables \n10*q € par mètre carré pour l'isolation des murs en façade\nou pignon par l'intérieur, des rampants de toiture et\nplafonds de combles aménagés ou aménageables \nMatériaux d'isolation thermique des parois opaques\nmentionnés au 3° du b du 1\n \n50*q € par mètre carré pour l'isolation des murs en façade\nou pignon par l'extérieur, des toitures-terrasses \n25*q € par mètre carré pour l'isolation des murs en façade\nou pignon par l'extérieur, des toitures-terrasses\n \n1 000 € par logement pour les chaudières fonctionnant au\nbois ou autres biomasses \nÉquipements de chauffage ou de fourniture d'eau chaude\nsanitaire fonctionnant au bois ou autres biomasses ou à\nl'énergie solaire thermique mentionnés au 1° du c du 1\n \n350 € par logement pour les équipements de fourniture\nd'eau chaude sanitaire seule fonctionnant à l'énergie\nsolaire thermique \n(Sans objet)\n \n1 000 € par logement pour les pompes à chaleur\ngéothermiques et les pompes à chaleur air/ eau \nPompes à chaleur, autres que air/ air, mentionnées au 3°\ndu c du 1\n \n150 € par logement pour les pompes à chaleur dédiées à\nla production d'eau chaude sanitaire \n(Sans objet)\n \nÉquipements de raccordement à un réseau de chaleur et/\nou de froid, et droits et frais de raccordement mentionnés\nau d du 1 \n150 € par logement \n(Sans objet)\n \nSystème de charge pour véhicule électrique mentionné au\ni du 1 \n300 € \n300 €\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nMontant \nNature de la dépense\n \nMénages remplissant les conditions de revenus\nmentionnées au 4 bis \nMénages ne remplissant pas la condition de revenus\nmentionnée au 2° des a ou b du 4 bis\n \nÉquipements ou matériaux de protection des parois\nvitrées ou opaques contre les rayonnements solaires\nmentionnés au j du 1 \n15*q € par mètre carré \n(Sans objet)\n \nAudit énergétique mentionné au l du 1 \n150 € par logement \n(Sans objet)\n \nDépose de cuve à fioul mentionnée au m du 1 \n150 € par logement \n(Sans objet)\n \nÉquipements de ventilation mécanique contrôlée à double\nflux mentionnés au n du 1 \n1 000 € par logement \n(Sans objet)\n \n5 ter. Pour chaque dépense, le montant du crédit d'impôt accordé en application des 5 ou 5 bis ne peut\ndépasser 75 % de la dépense éligible effectivement supportée par le contribuable.\n \n6. a) Les équipements, matériaux, appareils et travaux de pose mentionnés au 1 s'entendent de ceux figurant\nsur la facture de l'entreprise mentionnée au 1 ter. Les dépenses d'audit énergétique mentionnées au l du 1\ns'entendent de celles figurant sur la facture délivrée par un auditeur mentionné au dernier alinéa du 2. Cette\nfacture comporte la mention que l'audit énergétique a été réalisé en dehors des cas où la réglementation le\nrend obligatoire.\n \nb) Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt, sous réserve que le\ncontribuable soit en mesure de présenter, à la demande de l'administration fiscale, la facture, autre que des\nfactures d'acompte, de l'entreprise mentionnée au 1 ter ou de l'auditeur qui a réalisé l'audit énergétique.\n \nCette facture comporte, outre les mentions prévues à l'article 289 :\n \n1° Le lieu de réalisation des travaux ou de l'audit énergétique ;\n \n2° La nature de ces travaux ainsi que la désignation, le montant et, le cas échéant, les caractéristiques et\nles critères de performances, mentionnés à la deuxième phrase du premier alinéa du 2, des équipements,\nmatériaux et appareils ;\n \n3° Dans le cas de l'acquisition et de la pose de matériaux d'isolation thermique des parois opaques, la surface\nen mètres carrés des parois opaques isolées, en distinguant ce qui relève de l'isolation par l'extérieur de ce qui\nrelève de l'isolation par l'intérieur ;\n \n4° Dans le cas de l'acquisition et de la pose d'équipements de chauffage ou de fourniture d'eau chaude\nsanitaire mentionnée au 1° du c du 1, la surface en mètres carrés des équipements de chauffage ou de\nfourniture d'eau chaude sanitaire utilisant l'énergie solaire thermique ;\n \n5° Lorsque les travaux d'installation des équipements, matériaux et appareils y sont soumis, les critères de\nqualification de l'entreprise mentionnée au a du 1 ter ou de l'entreprise sous-traitante lorsque les travaux sont\nréalisés dans les conditions mentionnées au b du 1 ter ;\n \n6° Abrogé.\n \n7° Lorsque les travaux sont soumis à des critères de qualification, la date de la visite préalable prévue à\nl'avant-dernier alinéa du 2, au cours de laquelle l'entreprise qui a installé ou posé les équipements, matériaux\nou appareils a validé leur adéquation au logement ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n8° Dans le cas de l'acquisition et de la pose de matériaux d'isolation thermique des parois vitrées, dans les\nconditions prévues au 2° du b du 1, la mention par l'entreprise que ces mêmes matériaux ont été posés en\nremplacement de parois en simple vitrage ;  \n9° Dans le cas de dépenses payées au titre des droits et frais de raccordement à un réseau de chaleur ou de\nfroid, la mention du coût des équipements de raccordement et de la pose compris dans ces mêmes droits et\nfrais ;  \n10° Dans le cas de la réalisation d'un audit énergétique, la mention du respect des conditions de qualification\nde l'auditeur mentionnées au dernier alinéa du 2 et de la formulation de la proposition de travaux permettant\nd'atteindre un très haut niveau de performance énergétique mentionnée au l du 1 ;\n \n11° Dans le cas de l'acquisition et de la pose d'équipements ou de matériaux de protection des parois vitrées\nou opaques contre les rayonnements solaires mentionnées au j du 1, la surface en mètres carrés des parois\nprotégées ;  \n12° Dans le cas de dépenses liées à un bouquet de travaux, pour une maison individuelle, permettant de\nlimiter la consommation conventionnelle annuelle en énergie primaire du logement pour le chauffage, l'eau\nchaude sanitaire et le refroidissement, mentionnées au o du 1, la surface habitable du logement, ainsi que la\nconsommation conventionnelle annuelle en énergie primaire du logement pour le chauffage, l'eau chaude\nsanitaire et le refroidissement avant travaux et après travaux, telle que déterminée par une méthode fixée par\narrêté conjoint des ministres en charge de l'économie, du logement et de l'énergie.\n \nc) Lorsque le bénéficiaire du crédit d'impôt n'est pas en mesure de produire une facture comportant les\nmentions prévues au b selon la nature des travaux, équipements, matériaux appareils, diagnostics et audits\nconcernés, il fait l'objet, au titre de l'année d'imputation et dans la limite du crédit d'impôt obtenu, d'une\nreprise égale au montant de l'avantage fiscal accordé à raison de la dépense non justifiée.\n \n6 bis. Abrogé.\n \n6 ter. Un contribuable ne peut, pour une même dépense, bénéficier à la fois des dispositions du présent article\net :  \na) Du crédit d'impôt prévu à l'article 199 sexdecies ;  \nb) Ou d'une déduction de charges pour la détermination de ses revenus catégoriels ;  \nc) Ou de la prime prévue au II de l'article 15 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour\n2020.\n \n7. Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées\naux articles 199 quater F à 200 bis, des crédits d'impôt et des prélèvements ou retenues non libératoires. S'il\nexcède l'impôt dû, l'excédent est restitué.\n \nLorsque le bénéficiaire du crédit d'impôt est remboursé dans un délai de cinq ans de tout ou partie du\nmontant des dépenses qui ont ouvert droit à cet avantage, il fait le cas échéant l'objet, au titre de l'année de\nremboursement et dans la limite du crédit d'impôt obtenu, d'une reprise égale à la différence entre le montant\nde l'avantage fiscal initialement accordé et le montant de l'avantage fiscal déterminé en application des\ndispositions du 5 ter sur la base de la dépense finalement supportée par le contribuable. Toutefois, aucune\nreprise n'est pratiquée lorsque le remboursement fait suite à un sinistre survenu après que les dépenses ont\nété payées."
}