{
  "code": "CGI_244_quater_I",
  "article_number": "244 quater I",
  "chunks": [
    "Article 244 quater I\n \nI.-Les entreprises industrielles et commerciales imposées d'après leur bénéfice réel ou exonérées en\napplication des articles 44 sexies, 44 sexies A, 44 octies A, 44 duodecies ou 44 terdecies à 44 septdecies\npeuvent bénéficier d'un crédit d'impôt au titre des dépenses d'investissement mentionnées au III du présent\narticle, autres que de remplacement, engagées pour leurs activités contribuant à la production de batteries, de\npanneaux solaires, d'éoliennes ou de pompes à chaleur, sous réserve de remplir les conditions cumulatives\nsuivantes :\n \n1° Elles ne sont pas, à la date de clôture du dernier exercice précédant la délivrance de l'agrément mentionné\nau VIII, des entreprises en difficulté au sens de l'article 2 du règlement (UE) n° 651/2014 de la Commission\ndu 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des\narticles 107 et 108 du traité ;\n \n2° Elles respectent, au titre de chacun des exercices au titre desquels le crédit d'impôt est imputé en\napplication du IX du présent article, leurs obligations fiscales et sociales et l'obligation de dépôt de leurs\ncomptes annuels selon les modalités prévues aux articles L. 232-21 à L. 232-23 du code de commerce ;\n \n3° Elles n'ont pas procédé, au cours des deux exercices précédant l'exercice de dépôt de la demande de\nl'agrément mentionné au VIII du présent article, à un transfert vers le territoire national d'activités identiques\nou similaires à celles mentionnées au II, d'un Etat membre de l'Union européenne ou d'un Etat partie à\nl'accord sur l'Espace économique européen ;\n \n4° Elles ne procèdent pas, au cours des cinq exercices suivant l'exercice de mise en service des\ninvestissements ayant bénéficié du crédit d'impôt, à leur transfert hors du territoire national ;\n \n5° Elles exploitent les investissements éligibles pendant au moins cinq ans en France à compter de leur mise\nen service. Cette durée minimale est réduite à trois ans pour les petites et moyennes entreprises, au sens de\nl'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n6° Elles exploitent les investissements éligibles dans le cadre d'une activité ayant obtenu les autorisations\nrequises par la législation environnementale, de manière conforme à cette législation.\n \nII.-A.-Les activités mentionnées au premier alinéa du I s'entendent des opérations suivantes :\n \n1° Pour la production de batteries :\n \na) La fabrication de cellules de batteries pouvant être associées à la fabrication de modules de batteries\ncomme composants essentiels conçus et utilisés principalement comme intrants directs dans la production de\nbatteries ;\n \nb) La fabrication des autres composants essentiels conçus et utilisés principalement comme intrants directs\ndans la production des batteries, y compris des matériaux actifs de cathode et de leurs précurseurs, de la\ncathode, des matériaux d'anode et de leurs précurseurs, d'anode, des sels d'électrolyte, de l'électrolyte, de\nliants polymères, de nanotubes de carbone, de zincate de calcium, de poudres nanométriques de silicium, de\nfeuillards de cuivre et d'aluminium et de séparateurs et collecteurs destinés aux batteries ;\n \nc) L'extraction, la production, la transformation et la valorisation des matières premières critiques\ncorrespondantes nécessaires à la production des équipements et des composants essentiels mentionnés\naux a et b, sous réserve, s'agissant du recyclage des déchets et des rebuts de production de batteries, de\nla récupération finale, à l'issue du procédé, de matières premières recyclées sous forme de métaux, hors\nalliages, de sels de métaux et d'oxydes ;\n \n2° Pour la production de panneaux solaires :\n \na) La fabrication de cellules photovoltaïques ou hybrides pouvant être associées à la fabrication de modules\nphotovoltaïques ou hybrides comme composants essentiels conçus et utilisés principalement comme intrants\ndirects dans la production de panneaux photovoltaïques ;\n \nb) La fabrication des autres composants essentiels conçus et utilisés principalement comme intrants directs\ndans la production de panneaux photovoltaïques, y compris des plaquettes de silicium destinées aux usages\nphotovoltaïques, des lingots de silicium, des supports de panneaux sur tout type de surface et du verre utilisé\ndans les applications de production d'énergie solaire ;\n \nc) L'extraction, la production, la transformation et la valorisation du silicium et des matières premières\ncritiques correspondantes nécessaires à la production des équipements et des composants essentiels\nmentionnés aux a et b ;\n \n3° Pour la production d'éoliennes :\n \na) La fabrication des éoliennes terrestres et en mer ainsi que, pour les éoliennes en mer, l'assemblage final\ndes éoliennes et leur intégration sur fondations ;\n \nb) La fabrication des composants essentiels conçus et utilisés principalement comme intrants directs dans\nla production des équipements mentionnés au a, y compris des mâts, des pales, des nacelles, des fondations\nposées ou flottantes, des sous-stations électriques et des câbles dynamiques et électriques de raccordement\nnotamment inter-éoliens ;\n \nc) L'extraction, la production, la transformation et la valorisation des matières premières critiques\ncorrespondantes nécessaires à la production des équipements et des composants essentiels mentionnés aux a\net b ;\n \n4° Pour la production de pompes à chaleur :\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\na) La fabrication de pompes à chaleur, quelle que soit la technologie utilisée ;\n \nb) La fabrication des composants essentiels conçus et utilisés principalement comme intrants directs dans la\nproduction des équipements mentionnés au a ;\n \nc) L'extraction, la production, la transformation et la valorisation des matières premières critiques\ncorrespondantes nécessaires à la production des équipements et des composants essentiels mentionnés aux a\net b.\n \nB.-Les équipements, les composants essentiels et les matières premières utilisés dans le cadre des activités\nmentionnées au A du présent II sont déterminés par arrêté conjoint des ministres chargés de l'économie et de\nl'industrie.\n \nLe plan d'investissement mentionné au VIII prévoit qu'au moins 50 % du chiffre d'affaires des projets\nde production de composants mentionnés au b des 1°, 2°, 3° et 4° du A du présent II est réalisé avec des\nentreprises exerçant des activités mentionnées au a des mêmes 1°, 2°, 3° et 4°.\n \nLe plan d'investissement mentionné au VIII prévoit qu'au moins 50 % du chiffre d'affaires des projets de\nproduction et de valorisation de matériaux mentionnés au c des 1°, 2°, 3° et 4° du A du présent II est réalisé,\ndirectement ou indirectement, avec des entreprises exerçant des activités mentionnées aux a et b des mêmes\n1°, 2°, 3° et 4°.\n \nIII.-L'assiette du crédit d'impôt est constituée par les dépenses engagées, dans le cadre du plan\nd'investissement soumis à l'agrément prévu au VIII, qui entrent dans la détermination du résultat imposable,\nen vue de la production ou de l'acquisition des actifs corporels et incorporels suivants :\n \n1° Les bâtiments, les installations, les équipements, les machines et les terrains d'assise nécessaires au\nfonctionnement de ces derniers équipements, sous réserve d'être acquis auprès d'un tiers qui n'est pas lié, au\nsens du 12 de l'article 39, à l'entreprise bénéficiant du crédit d'impôt ;\n \n2° Les droits de brevet, les licences, les savoir-faire ou les autres droits de propriété intellectuelle, sous\nréserve de respecter les conditions cumulatives suivantes :\n \na) Etre inscrits à l'actif du bilan de l'entreprise bénéficiant du crédit d'impôt ;\n \nb) Etre principalement exploités dans l'installation de production pour laquelle l'entreprise bénéficie du crédit\nd'impôt ;\n \nc) Etre amortissables ;\n \nd) Etre acquis aux conditions du marché auprès d'un tiers qui n'est pas lié, au sens du même 12, à l'entreprise\nbénéficiant du crédit d'impôt ;\n \ne) Etre affectés à l'exploitation des investissements pour lesquels le crédit d'impôt est accordé pendant l'un\ndes deux délais mentionnés au 5° du I du présent article ;\n \n3° Les autorisations d'occupation temporaire du domaine public constitutives d'un droit réel.\n \nLes dépenses mentionnées au présent III sont prises en compte à hauteur du prix de revient minoré des taxes\net frais de toute nature, à l'exception des frais directement engagés pour la mise en état d'utilisation du bien.\n \nIV.-Les aides publiques reçues au titre des dépenses ouvrant droit au crédit d'impôt sont déduites de l'assiette\ndéfinie au III.\n \nV.-A.-Le taux du crédit d'impôt est égal à 20 %.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nCe taux est porté :\n \n1° A 25 % pour les investissements réalisés dans les zones définies à l'annexe 1 au décret n° 2022-968 du\n30 juin 2022 relatif aux zones d'aide à finalité régionale et aux zones d'aide à l'investissement des petites et\nmoyennes entreprises pour la période 2022-2027, dans sa rédaction en vigueur au 1er septembre 2023 ;\n \n2° A 40 % pour les investissements réalisés dans les zones définies à l'annexe 2 au même décret, dans sa\nrédaction en vigueur au 1er septembre 2023.\n \nB.-Les taux mentionnés au A du présent V sont majorés :\n \n1° De 10 points de pourcentage pour les investissements réalisés par des moyennes entreprises au sens de la\ndéfinition de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;\n \n2° De 20 points de pourcentage pour les investissements réalisés par des petites entreprises au sens de la\ndéfinition de la même annexe I.\n \nVI.-A.-Le montant total du crédit d'impôt ne peut excéder 150 millions d'euros par entreprise. Le respect de\nce plafond s'apprécie en totalisant l'ensemble des aides d'Etat obtenues par des entreprises qui ne sont pas\nconsidérées comme autonomes au sens du 1 de l'article 3 de l'annexe I au règlement (UE) n° 651/2014 de la\nCommission du 17 juin 2014 précité.\n \nB.-Le plafond mentionné au A du présent VI est porté :\n \n1° A 200 millions d'euros par entreprise pour les investissements réalisés dans les zones définies à l'annexe 1\nau décret n° 2022-968 du 30 juin 2022 précité, dans sa rédaction en vigueur au 1er septembre 2023 ;\n \n2° A 350 millions d'euros par entreprise pour les investissements réalisés dans les zones définies à l'annexe 2\nau même décret, dans sa rédaction en vigueur au 1er septembre 2023.\n \nVII.-Le crédit d'impôt peut être cumulé avec une autre aide d'Etat, sous réserve de respecter les règles de\ncumul énoncées au 1.5 de la communication de la Commission européenne du 9 mars 2023 “ Encadrement\ntemporaire de crise et de transition pour les mesures d'aide d'Etat visant à soutenir l'économie à la suite\nde l'agression de la Russie contre l'Ukraine ” (2023/ C 101/03), publiée au Journal officiel de l'Union\neuropéenne du 17 mars 2023.\n \nLe cumul du crédit d'impôt et des autres aides d'Etat reçues au titre des dépenses mentionnées au III du\nprésent article ne peut excéder le taux mentionné au V ni le plafond mentionné au VI. Le montant total de\nl'aide ne peut excéder 100 % des coûts admissibles.\n \nVIII.-A.-Le bénéfice du crédit d'impôt est subordonné à la délivrance d'un agrément préalable du ministre\nchargé du budget portant sur le plan d'investissement de l'entreprise, dans les conditions prévues à l'article\n1649 nonies et sur avis conforme de l'établissement public mentionné au I de l'article L. 131-3 du code de\nl'environnement. Cet établissement public atteste que les activités exposées dans la demande d'agrément\nentrent dans le champ des activités éligibles défini au II du présent article.\n \nLorsque le plan d'investissement comprend des constructions immobilières, la demande d'agrément est\ndéposée avant l'ouverture du chantier.\n \nB.-L'agrément est délivré lorsque les conditions cumulatives suivantes sont remplies :\n \n1° L'entreprise remplit les conditions cumulatives mentionnées au I ;\n \n2° Le plan d'investissement s'inscrit dans le cadre d'une ou de plusieurs opérations mentionnées au II ;\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \n3° Les éléments fournis à l'appui de la demande d'agrément sont de nature à faire regarder le plan\nd'investissement comme économiquement viable.\n \nC.-1. Les dépenses se rapportant à la production ou à l'acquisition des actifs mentionnés aux 1° et 2° du III\nengagées à compter de la réception de la demande d'agrément sont prises en compte dans l'assiette du crédit\nd'impôt.\n \n2. Les dépenses se rapportant à l'acquisition de l'actif mentionné au 3° du III sont prises en compte dans\nl'assiette du crédit d'impôt pour la période comprise entre la date de signature de la convention d'occupation\ntemporaire du domaine public, qui ne peut être antérieure à la réception de la demande d'agrément, et\nl'expiration de l'un des deux délais mentionnés au 5° du I.\n \nD.-Le non-respect des conditions mentionnées au présent article après la délivrance de l'agrément entraîne\nle retrait de celui-ci et la déchéance des avantages fiscaux qui y sont attachés, dans les conditions prévues à\nl'article 1649 nonies A.\n \nToutefois, l'avantage fiscal n'est pas repris lorsque les investissements aidés sont transmis dans le cadre\ndes opérations mentionnées aux articles 210 A ou 210 B si le bénéficiaire de la transmission s'engage\nà en maintenir l'exploitation dans le cadre d'une activité éligible pendant la fraction du délai minimal\nd'exploitation restant à courir.\n \nE.-La décision de délivrance ou de refus de l'agrément est rendue dans un délai de trois mois à compter du\ndépôt d'une demande d'agrément complète.\n \nIX.-Le crédit d'impôt s'applique par fractions au titre des exercices ou des années au cours desquels les\ndépenses du plan d'investissement agréé conformément au VIII sont engagées, en appliquant à ces dépenses\nle taux de crédit d'impôt mentionné dans la décision d'agrément.\n \nChaque fraction du crédit d'impôt est imputée sur l'impôt sur le revenu dû par le contribuable au titre de\nl'année au cours de laquelle les dépenses mentionnées dans le plan d'investissement sont engagées ou sur\nl'impôt sur les sociétés dû par l'entreprise au titre de l'exercice au cours duquel ces dépenses sont engagées.\n \nPour les entreprises qui ne sont pas soumises à l'impôt sur les sociétés, quelle que soit la date de clôture des\nexercices et quelle que soit leur durée, la fraction du crédit d'impôt est calculée par référence aux dépenses\nengagées au cours de la dernière année civile écoulée.\n \nSi le montant de la fraction du crédit d'impôt excède l'impôt dû au titre de l'année ou de l'exercice, l'excédent\nest restitué.\n \nL'excédent de la fraction du crédit d'impôt constitue au profit de l'entreprise une créance sur l'Etat d'un\nmontant égal.\n \nCette créance est inaliénable et incessible, sauf dans les cas et selon les conditions prévues aux articles L.\n313-23 à L. 313-35 du code monétaire et financier.\n \nEn cas de fusion ou d'opération assimilée intervenant au cours de la période mentionnée au premier alinéa du\nprésent IX, la fraction de la créance qui n'a pas encore été imputée par la société apporteuse est transférée à\nla société bénéficiaire de l'apport.\n \nX.-Lorsque les investissements sont réalisés par les sociétés de personnes mentionnées aux articles 8 et\n238 bis L ou les groupements mentionnés aux articles 239 quater ou 239 quater C qui ne sont pas soumis à\nl'impôt sur les sociétés, le crédit d'impôt peut être utilisé par leurs associés proportionnellement à leurs droits\ndans ces sociétés ou ces groupements.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nXI.-Le présent article s'applique aux crédits d'impôt calculés au titre de projets agréés jusqu'au 31 décembre\n2025.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre IV : Dispositions communes aux impôts et taxes, revenus et\nbénéfices visés aux chapitres I à III\nSection II : Impôt sur le revenu et impôt sur les sociétés\nXXXV : Crédit d'impôt au titre des avances remboursables ne portant\npas intérêt pour financer l'acquisition ou la construction d'une\nrésidence principale"
  ],
  "full_text": "Article 244 quater I\n \nI.-Les entreprises industrielles et commerciales imposées d'après leur bénéfice réel ou exonérées en\napplication des articles 44 sexies, 44 sexies A, 44 octies A, 44 duodecies ou 44 terdecies à 44 septdecies\npeuvent bénéficier d'un crédit d'impôt au titre des dépenses d'investissement mentionnées au III du présent\narticle, autres que de remplacement, engagées pour leurs activités contribuant à la production de batteries, de\npanneaux solaires, d'éoliennes ou de pompes à chaleur, sous réserve de remplir les conditions cumulatives\nsuivantes :\n \n1° Elles ne sont pas, à la date de clôture du dernier exercice précédant la délivrance de l'agrément mentionné\nau VIII, des entreprises en difficulté au sens de l'article 2 du règlement (UE) n° 651/2014 de la Commission\ndu 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des\narticles 107 et 108 du traité ;\n \n2° Elles respectent, au titre de chacun des exercices au titre desquels le crédit d'impôt est imputé en\napplication du IX du présent article, leurs obligations fiscales et sociales et l'obligation de dépôt de leurs\ncomptes annuels selon les modalités prévues aux articles L. 232-21 à L. 232-23 du code de commerce ;\n \n3° Elles n'ont pas procédé, au cours des deux exercices précédant l'exercice de dépôt de la demande de\nl'agrément mentionné au VIII du présent article, à un transfert vers le territoire national d'activités identiques\nou similaires à celles mentionnées au II, d'un Etat membre de l'Union européenne ou d'un Etat partie à\nl'accord sur l'Espace économique européen ;\n \n4° Elles ne procèdent pas, au cours des cinq exercices suivant l'exercice de mise en service des\ninvestissements ayant bénéficié du crédit d'impôt, à leur transfert hors du territoire national ;\n \n5° Elles exploitent les investissements éligibles pendant au moins cinq ans en France à compter de leur mise\nen service. Cette durée minimale est réduite à trois ans pour les petites et moyennes entreprises, au sens de\nl'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n6° Elles exploitent les investissements éligibles dans le cadre d'une activité ayant obtenu les autorisations\nrequises par la législation environnementale, de manière conforme à cette législation.\n \nII.-A.-Les activités mentionnées au premier alinéa du I s'entendent des opérations suivantes :\n \n1° Pour la production de batteries :\n \na) La fabrication de cellules de batteries pouvant être associées à la fabrication de modules de batteries\ncomme composants essentiels conçus et utilisés principalement comme intrants directs dans la production de\nbatteries ;\n \nb) La fabrication des autres composants essentiels conçus et utilisés principalement comme intrants directs\ndans la production des batteries, y compris des matériaux actifs de cathode et de leurs précurseurs, de la\ncathode, des matériaux d'anode et de leurs précurseurs, d'anode, des sels d'électrolyte, de l'électrolyte, de\nliants polymères, de nanotubes de carbone, de zincate de calcium, de poudres nanométriques de silicium, de\nfeuillards de cuivre et d'aluminium et de séparateurs et collecteurs destinés aux batteries ;\n \nc) L'extraction, la production, la transformation et la valorisation des matières premières critiques\ncorrespondantes nécessaires à la production des équipements et des composants essentiels mentionnés\naux a et b, sous réserve, s'agissant du recyclage des déchets et des rebuts de production de batteries, de\nla récupération finale, à l'issue du procédé, de matières premières recyclées sous forme de métaux, hors\nalliages, de sels de métaux et d'oxydes ;\n \n2° Pour la production de panneaux solaires :\n \na) La fabrication de cellules photovoltaïques ou hybrides pouvant être associées à la fabrication de modules\nphotovoltaïques ou hybrides comme composants essentiels conçus et utilisés principalement comme intrants\ndirects dans la production de panneaux photovoltaïques ;\n \nb) La fabrication des autres composants essentiels conçus et utilisés principalement comme intrants directs\ndans la production de panneaux photovoltaïques, y compris des plaquettes de silicium destinées aux usages\nphotovoltaïques, des lingots de silicium, des supports de panneaux sur tout type de surface et du verre utilisé\ndans les applications de production d'énergie solaire ;\n \nc) L'extraction, la production, la transformation et la valorisation du silicium et des matières premières\ncritiques correspondantes nécessaires à la production des équipements et des composants essentiels\nmentionnés aux a et b ;\n \n3° Pour la production d'éoliennes :\n \na) La fabrication des éoliennes terrestres et en mer ainsi que, pour les éoliennes en mer, l'assemblage final\ndes éoliennes et leur intégration sur fondations ;\n \nb) La fabrication des composants essentiels conçus et utilisés principalement comme intrants directs dans\nla production des équipements mentionnés au a, y compris des mâts, des pales, des nacelles, des fondations\nposées ou flottantes, des sous-stations électriques et des câbles dynamiques et électriques de raccordement\nnotamment inter-éoliens ;\n \nc) L'extraction, la production, la transformation et la valorisation des matières premières critiques\ncorrespondantes nécessaires à la production des équipements et des composants essentiels mentionnés aux a\net b ;\n \n4° Pour la production de pompes à chaleur :\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\na) La fabrication de pompes à chaleur, quelle que soit la technologie utilisée ;\n \nb) La fabrication des composants essentiels conçus et utilisés principalement comme intrants directs dans la\nproduction des équipements mentionnés au a ;\n \nc) L'extraction, la production, la transformation et la valorisation des matières premières critiques\ncorrespondantes nécessaires à la production des équipements et des composants essentiels mentionnés aux a\net b.\n \nB.-Les équipements, les composants essentiels et les matières premières utilisés dans le cadre des activités\nmentionnées au A du présent II sont déterminés par arrêté conjoint des ministres chargés de l'économie et de\nl'industrie.\n \nLe plan d'investissement mentionné au VIII prévoit qu'au moins 50 % du chiffre d'affaires des projets\nde production de composants mentionnés au b des 1°, 2°, 3° et 4° du A du présent II est réalisé avec des\nentreprises exerçant des activités mentionnées au a des mêmes 1°, 2°, 3° et 4°.\n \nLe plan d'investissement mentionné au VIII prévoit qu'au moins 50 % du chiffre d'affaires des projets de\nproduction et de valorisation de matériaux mentionnés au c des 1°, 2°, 3° et 4° du A du présent II est réalisé,\ndirectement ou indirectement, avec des entreprises exerçant des activités mentionnées aux a et b des mêmes\n1°, 2°, 3° et 4°.\n \nIII.-L'assiette du crédit d'impôt est constituée par les dépenses engagées, dans le cadre du plan\nd'investissement soumis à l'agrément prévu au VIII, qui entrent dans la détermination du résultat imposable,\nen vue de la production ou de l'acquisition des actifs corporels et incorporels suivants :\n \n1° Les bâtiments, les installations, les équipements, les machines et les terrains d'assise nécessaires au\nfonctionnement de ces derniers équipements, sous réserve d'être acquis auprès d'un tiers qui n'est pas lié, au\nsens du 12 de l'article 39, à l'entreprise bénéficiant du crédit d'impôt ;\n \n2° Les droits de brevet, les licences, les savoir-faire ou les autres droits de propriété intellectuelle, sous\nréserve de respecter les conditions cumulatives suivantes :\n \na) Etre inscrits à l'actif du bilan de l'entreprise bénéficiant du crédit d'impôt ;\n \nb) Etre principalement exploités dans l'installation de production pour laquelle l'entreprise bénéficie du crédit\nd'impôt ;\n \nc) Etre amortissables ;\n \nd) Etre acquis aux conditions du marché auprès d'un tiers qui n'est pas lié, au sens du même 12, à l'entreprise\nbénéficiant du crédit d'impôt ;\n \ne) Etre affectés à l'exploitation des investissements pour lesquels le crédit d'impôt est accordé pendant l'un\ndes deux délais mentionnés au 5° du I du présent article ;\n \n3° Les autorisations d'occupation temporaire du domaine public constitutives d'un droit réel.\n \nLes dépenses mentionnées au présent III sont prises en compte à hauteur du prix de revient minoré des taxes\net frais de toute nature, à l'exception des frais directement engagés pour la mise en état d'utilisation du bien.\n \nIV.-Les aides publiques reçues au titre des dépenses ouvrant droit au crédit d'impôt sont déduites de l'assiette\ndéfinie au III.\n \nV.-A.-Le taux du crédit d'impôt est égal à 20 %.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nCe taux est porté :\n \n1° A 25 % pour les investissements réalisés dans les zones définies à l'annexe 1 au décret n° 2022-968 du\n30 juin 2022 relatif aux zones d'aide à finalité régionale et aux zones d'aide à l'investissement des petites et\nmoyennes entreprises pour la période 2022-2027, dans sa rédaction en vigueur au 1er septembre 2023 ;\n \n2° A 40 % pour les investissements réalisés dans les zones définies à l'annexe 2 au même décret, dans sa\nrédaction en vigueur au 1er septembre 2023.\n \nB.-Les taux mentionnés au A du présent V sont majorés :\n \n1° De 10 points de pourcentage pour les investissements réalisés par des moyennes entreprises au sens de la\ndéfinition de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;\n \n2° De 20 points de pourcentage pour les investissements réalisés par des petites entreprises au sens de la\ndéfinition de la même annexe I.\n \nVI.-A.-Le montant total du crédit d'impôt ne peut excéder 150 millions d'euros par entreprise. Le respect de\nce plafond s'apprécie en totalisant l'ensemble des aides d'Etat obtenues par des entreprises qui ne sont pas\nconsidérées comme autonomes au sens du 1 de l'article 3 de l'annexe I au règlement (UE) n° 651/2014 de la\nCommission du 17 juin 2014 précité.\n \nB.-Le plafond mentionné au A du présent VI est porté :\n \n1° A 200 millions d'euros par entreprise pour les investissements réalisés dans les zones définies à l'annexe 1\nau décret n° 2022-968 du 30 juin 2022 précité, dans sa rédaction en vigueur au 1er septembre 2023 ;\n \n2° A 350 millions d'euros par entreprise pour les investissements réalisés dans les zones définies à l'annexe 2\nau même décret, dans sa rédaction en vigueur au 1er septembre 2023.\n \nVII.-Le crédit d'impôt peut être cumulé avec une autre aide d'Etat, sous réserve de respecter les règles de\ncumul énoncées au 1.5 de la communication de la Commission européenne du 9 mars 2023 “ Encadrement\ntemporaire de crise et de transition pour les mesures d'aide d'Etat visant à soutenir l'économie à la suite\nde l'agression de la Russie contre l'Ukraine ” (2023/ C 101/03), publiée au Journal officiel de l'Union\neuropéenne du 17 mars 2023.\n \nLe cumul du crédit d'impôt et des autres aides d'Etat reçues au titre des dépenses mentionnées au III du\nprésent article ne peut excéder le taux mentionné au V ni le plafond mentionné au VI. Le montant total de\nl'aide ne peut excéder 100 % des coûts admissibles.\n \nVIII.-A.-Le bénéfice du crédit d'impôt est subordonné à la délivrance d'un agrément préalable du ministre\nchargé du budget portant sur le plan d'investissement de l'entreprise, dans les conditions prévues à l'article\n1649 nonies et sur avis conforme de l'établissement public mentionné au I de l'article L. 131-3 du code de\nl'environnement. Cet établissement public atteste que les activités exposées dans la demande d'agrément\nentrent dans le champ des activités éligibles défini au II du présent article.\n \nLorsque le plan d'investissement comprend des constructions immobilières, la demande d'agrément est\ndéposée avant l'ouverture du chantier.\n \nB.-L'agrément est délivré lorsque les conditions cumulatives suivantes sont remplies :\n \n1° L'entreprise remplit les conditions cumulatives mentionnées au I ;\n \n2° Le plan d'investissement s'inscrit dans le cadre d'une ou de plusieurs opérations mentionnées au II ;\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \n3° Les éléments fournis à l'appui de la demande d'agrément sont de nature à faire regarder le plan\nd'investissement comme économiquement viable.\n \nC.-1. Les dépenses se rapportant à la production ou à l'acquisition des actifs mentionnés aux 1° et 2° du III\nengagées à compter de la réception de la demande d'agrément sont prises en compte dans l'assiette du crédit\nd'impôt.\n \n2. Les dépenses se rapportant à l'acquisition de l'actif mentionné au 3° du III sont prises en compte dans\nl'assiette du crédit d'impôt pour la période comprise entre la date de signature de la convention d'occupation\ntemporaire du domaine public, qui ne peut être antérieure à la réception de la demande d'agrément, et\nl'expiration de l'un des deux délais mentionnés au 5° du I.\n \nD.-Le non-respect des conditions mentionnées au présent article après la délivrance de l'agrément entraîne\nle retrait de celui-ci et la déchéance des avantages fiscaux qui y sont attachés, dans les conditions prévues à\nl'article 1649 nonies A.\n \nToutefois, l'avantage fiscal n'est pas repris lorsque les investissements aidés sont transmis dans le cadre\ndes opérations mentionnées aux articles 210 A ou 210 B si le bénéficiaire de la transmission s'engage\nà en maintenir l'exploitation dans le cadre d'une activité éligible pendant la fraction du délai minimal\nd'exploitation restant à courir.\n \nE.-La décision de délivrance ou de refus de l'agrément est rendue dans un délai de trois mois à compter du\ndépôt d'une demande d'agrément complète.\n \nIX.-Le crédit d'impôt s'applique par fractions au titre des exercices ou des années au cours desquels les\ndépenses du plan d'investissement agréé conformément au VIII sont engagées, en appliquant à ces dépenses\nle taux de crédit d'impôt mentionné dans la décision d'agrément.\n \nChaque fraction du crédit d'impôt est imputée sur l'impôt sur le revenu dû par le contribuable au titre de\nl'année au cours de laquelle les dépenses mentionnées dans le plan d'investissement sont engagées ou sur\nl'impôt sur les sociétés dû par l'entreprise au titre de l'exercice au cours duquel ces dépenses sont engagées.\n \nPour les entreprises qui ne sont pas soumises à l'impôt sur les sociétés, quelle que soit la date de clôture des\nexercices et quelle que soit leur durée, la fraction du crédit d'impôt est calculée par référence aux dépenses\nengagées au cours de la dernière année civile écoulée.\n \nSi le montant de la fraction du crédit d'impôt excède l'impôt dû au titre de l'année ou de l'exercice, l'excédent\nest restitué.\n \nL'excédent de la fraction du crédit d'impôt constitue au profit de l'entreprise une créance sur l'Etat d'un\nmontant égal.\n \nCette créance est inaliénable et incessible, sauf dans les cas et selon les conditions prévues aux articles L.\n313-23 à L. 313-35 du code monétaire et financier.\n \nEn cas de fusion ou d'opération assimilée intervenant au cours de la période mentionnée au premier alinéa du\nprésent IX, la fraction de la créance qui n'a pas encore été imputée par la société apporteuse est transférée à\nla société bénéficiaire de l'apport.\n \nX.-Lorsque les investissements sont réalisés par les sociétés de personnes mentionnées aux articles 8 et\n238 bis L ou les groupements mentionnés aux articles 239 quater ou 239 quater C qui ne sont pas soumis à\nl'impôt sur les sociétés, le crédit d'impôt peut être utilisé par leurs associés proportionnellement à leurs droits\ndans ces sociétés ou ces groupements.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nXI.-Le présent article s'applique aux crédits d'impôt calculés au titre de projets agréés jusqu'au 31 décembre\n2025.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre IV : Dispositions communes aux impôts et taxes, revenus et\nbénéfices visés aux chapitres I à III\nSection II : Impôt sur le revenu et impôt sur les sociétés\nXXXV : Crédit d'impôt au titre des avances remboursables ne portant\npas intérêt pour financer l'acquisition ou la construction d'une\nrésidence principale"
}