{
  "code": "CGI_219",
  "article_number": "219",
  "chunks": [
    "Article 219\n \nI.-Pour le calcul de l'impôt, le bénéfice imposable est arrondi à l'euro le plus proche. La fraction d'euro égale\nà 0,50 est comptée pour 1.\n \nLe taux normal de l'impôt est fixé à 25 %.\n \nToutefois :\n \na. Le montant net des plus-values à long terme fait l'objet d'une imposition séparée au taux de 15 %.\n \nLe résultat net bénéficiaire déterminé en application de l'article 238 est soustrait du résultat soumis au taux\nnormal et fait l'objet d'une imposition séparée au taux de 10 %. Toutefois, ce résultat net n'est pas imposable\nlorsqu'il est utilisé pour compenser le déficit d'exploitation de l'exercice. Le déficit ainsi imputé ne peut plus\nêtre reporté sur les bénéfices des exercices ultérieurs.\n \nPour les exercices ouverts à compter du 31 décembre 2007, le montant net des plus-values à long terme\nafférentes aux titres des sociétés à prépondérance immobilière définies au a sexies-0 bis cotées est imposé au\ntaux prévu au IV.\n \nEst imposé au taux de 25 % le montant net des plus-values à long terme provenant de la cession :\n \n1° Des titres de sociétés dont l'actif est, à la date de la cession, constitué pour plus de 50 % de sa valeur réelle\npar une autorisation d'usage de ressources radioélectriques pour la diffusion de tout service de télévision\npar voie hertzienne terrestre en mode numérique délivrée par l'Autorité de régulation de la communication\naudiovisuelle et numérique dans les conditions prévues à l'article 30-1 de la loi n° 86-1067 du 30 septembre\n1986 relative à la liberté de communication ;\n \n2° Des titres de sociétés contrôlant une société définie au 1° du présent a et dont l'actif est, à la date de la\ncession, constitué pour plus de 50 % de sa valeur réelle par les titres d'une société mentionnée au même 1°.\n \nLes quatrième à sixième alinéas du présent a s'appliquent à la première cession de titres suivant la délivrance\nde l'autorisation mentionnée au 1° entraînant une modification du contrôle direct ou indirect, au sens de\nl'article L. 233-3 du code de commerce, de la société titulaire de l'autorisation. Lorsque cette première\ncession est placée sous le régime prévu aux articles 210 A et 210 B du présent code, la plus-value réalisée\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nlors de la cession ultérieure des titres reçus en contrepartie de l'apport des titres mentionnés aux 1° et 2° du\nprésent a est imposée au taux prévu au IV, à hauteur de la plus-value d'apport de ces derniers titres.\n \nLes provisions pour dépréciation afférentes aux titres mentionnés aux 1° et 2° du présent a sont soumises au\nrégime applicable à ces mêmes titres.\n \nL'excédent éventuel des moins-values à long terme ne peut être imputé que sur les plus-values à long terme\nimposables aux taux visés au présent a et réalisées au cours des dix exercices suivants.\n \na bis. Les moins-values à long terme existant à l'ouverture du premier des exercices ouverts à compter du\n1er janvier 1994 sont imputées sur les plus-values à long terme imposées au taux de 19 %. L'excédent des\nmoins-values à long terme subies au cours d'un exercice ouvert à compter du 1er janvier 1994 peut être\ndéduit des bénéfices de l'exercice de liquidation d'une entreprise à raison des 19/33,33 de son montant.\n \nLes moins-values à long terme existant à l'ouverture du premier des exercices ouverts à compter du 1er\njanvier 2005 sont imputées sur les plus-values à long terme imposées au taux de 15 %. L'excédent des\nmoins-values à long terme subies au cours d'un exercice ouvert à compter du 1er janvier 2005 et afférentes à\ndes éléments autres que les titres de participations définis au troisième alinéa du a quinquies peut être déduit\ndes bénéfices de l'exercice de liquidation d'une entreprise dans la limite du rapport existant entre le taux\nd'imposition des plus-values à long terme applicable à l'exercice de réalisation des moins-values et le taux\nnormal prévu au deuxième alinéa du présent I applicable à l'exercice de liquidation ;\n \na ter. Le régime des plus-values et moins-values à long terme cesse de s'appliquer au résultat de la cession\nde titres du portefeuille réalisée au cours d'un exercice ouvert à compter du 1er janvier 1994 à l'exclusion\ndes parts ou actions de sociétés revêtant le caractère de titres de participation et des parts de fonds commun\nde placement à risques, de fonds professionnel de capital investissement ou de société de capital risque qui\nremplissent les conditions prévues au II ou au III bis de l'article 163 quinquies B ou à l'article 1er-1 de la\nloi n° 85-695 du 11 juillet 1985 portant diverses dispositions d'ordre économique et financier et qui sont\ndétenues par l'entreprise depuis au moins cinq ans.\n \nPour les exercices ouverts à compter de la même date, le régime des plus ou moins-values à long terme cesse\négalement de s'appliquer en ce qui concerne les titres de sociétés dont l'actif est constitué principalement par\ndes titres exclus de ce régime ou dont l'activité consiste de manière prépondérante en la gestion des mêmes\nvaleurs pour leur propre compte, à l'exception des moins-values afférentes aux titres de ces sociétés à hauteur\ndu montant des produits de ces titres qui a ouvert droit à l'application du régime prévu aux articles 145 et 216\nau cours de l'exercice au titre duquel ces moins-values ont été constatées et des cinq exercices précédents.\nIl ne s'applique pas non plus aux titres émis par les organismes de placement collectif immobilier, les\norganismes professionnels de placement collectif immobilier ou par les organismes de droit étranger ayant\nun objet équivalent mentionnés au 5° du I de l'article L. 214-36 du code monétaire et financier.\n \nPour l'application des premier et deuxième alinéas, constituent des titres de participation les parts ou actions\nde sociétés revêtant ce caractère sur le plan comptable. Il en va de même des actions acquises en exécution\nd'une offre publique d'achat ou d'échange par l'entreprise qui en est l'initiatrice ainsi que des titres ouvrant\ndroit au régime des sociétés mères ou, lorsque leur prix de revient est au moins égal à 22 800 000 €, qui\nremplissent les conditions ouvrant droit à ce régime autres que la détention de 5 % au moins du capital de la\nsociété émettrice, si ces actions ou titres sont inscrits en comptabilité au compte de titres de participation ou à\nune subdivision spéciale d'un autre compte du bilan correspondant à leur qualification comptable.\n \nLes provisions pour dépréciation afférentes aux titres exclus du régime des plus ou moins-values en\napplication des premier et deuxième alinéas cessent d'être soumises à ce même régime, à l'exception des\nprovisions pour dépréciation des titres de sociétés mentionnés à la première phrase du deuxième alinéa à\nhauteur du montant des produits de ces titres qui a ouvert droit à l'application du régime prévu aux articles\n145 et 216 au cours de l'exercice au titre duquel les provisions ont été comptabilisées et des cinq exercices\nprécédents.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nLorsque l'entreprise transfère des titres du compte de titres de participation à un autre compte du bilan, la\nplus-value ou la moins-value, égale à la différence existant entre leur valeur réelle à la date du transfert et\ncelle qu'ils avaient sur le plan fiscal, n'est pas retenue, pour le calcul du résultat ou de la plus-value ou moins-\nvalue nette à long terme, au titre de l'exercice de ce transfert ; elle est comprise dans le résultat imposable\nde l'exercice de cession des titres en cause et soumise au régime fiscal qui lui aurait été appliqué lors du\ntransfert des titres. Le résultat imposable de la cession des titres transférés est calculé par référence à leur\nvaleur réelle à la date du transfert. Le délai mentionné à l'article 39 duodecies est apprécié à cette date.\n \nCes règles s'appliquent lorsque l'entreprise transfère des titres d'un compte du bilan au compte de titres\nde participation ou procède à des transferts entre l'un des comptes du bilan et l'une des subdivisions\nspéciales mentionnées au troisième alinéa, sous réserve que le premier terme de la différence mentionnée au\ncinquième alinéa s'entend, pour les titres cotés, du cours moyen des trente derniers jours précédant celui du\ntransfert et, pour les titres non cotés, de leur valeur probable de négociation et sans préjudice de l'application\ndes dispositions de l'article 38 bis A.\n \nLes dispositions des cinquième et sixième alinéas ne sont pas applicables aux transferts entre le compte de\ntitres de participation et les subdivisions spéciales mentionnées au troisième alinéa.\n \nLes titres inscrits au compte de titres de participation ou à l'une des subdivisions spéciales mentionnées au\ntroisième alinéa qui cessent de remplir les conditions mentionnées à ce même alinéa doivent être transférés\nhors de ce compte ou de cette subdivision à la date à laquelle ces conditions ne sont plus remplies. A\ndéfaut d'un tel transfert, les titres maintenus à ce compte ou à cette subdivision sont réputés transférés pour\nl'application des cinquième, sixième et dixième alinéas ; les dispositions prévues au douzième alinéa en cas\nd'omission s'appliquent.\n \nLorsqu'elles reçoivent un emploi non conforme à leur objet ou qu'elles deviennent sans objet au cours d'un\nexercice clos après la date du transfert des titres, les provisions pour dépréciation constituées antérieurement\nà cette date à raison de ces titres sont rapportées aux plus-values à long terme ou au résultat imposable\nau taux prévu au deuxième alinéa du I, selon qu'elles sont afférentes à des titres qui, avant leur transfert,\nconstituaient ou non des titres de participation ; les provisions rapportées s'imputent alors en priorité sur les\ndotations les plus anciennes.\n \nLes provisions pour dépréciation constituées après le transfert à raison des titres transférés mentionnés aux\ncinquième et sixième alinéas sont déterminées par référence à la valeur des titres concernés à la date du\ntransfert.\n \nLes entreprises qui appliquent les dispositions des cinquième et sixième alinéas doivent, pour les titres\ntransférés, joindre à la déclaration de résultats de l'exercice du transfert et des exercices suivants un\nétat conforme au modèle fourni par l'administration faisant apparaître, pour chaque catégorie de titres\nde même nature, la date de transfert, le nombre et la valeur des titres transférés, le montant de la plus-\nvalue ou de la moins-value et le régime d'imposition qui lui est applicable, à cette date, le montant des\nprovisions constituées avant ou après le transfert et le montant de ces provisions qui a été rapporté au résultat\nimposable.\n \nLe défaut de production de l'état mentionné au onzième alinéa ou l'omission des valeurs ou provisions\nqui doivent y être portées entraînent l'imposition immédiate des plus-values et des provisions omises ; les\nmoins-values ne peuvent être déduites que des résultats imposables de l'exercice au cours duquel les titres\nconsidérés sont cédés ;\n \na quater. Pour les exercices ouverts à compter du 1er janvier 1997, le régime des plus et moins-values à long\nterme cesse de s'appliquer à la plus ou moins-value provenant de la cession des éléments d'actif, à l'exception\ndes parts ou actions visées aux premier et troisième alinéas du a ter.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes moins-values à long terme afférentes à des éléments d'actif désormais exclus du régime des plus et\nmoins-values à long terme en application du premier alinéa, et restant à reporter à l'ouverture du premier\nexercice ouvert à compter du 1er janvier 1997, peuvent, après compensation avec les plus-values et les\nrésultats nets de la concession de licences d'exploitation continuant à bénéficier de ce régime, s'imputer à\nraison des 19/33,33 de leur montant sur les bénéfices imposables. Cette imputation n'est possible que dans la\nlimite des gains nets retirés de la cession des éléments d'actifs exclus du régime des plus et moins-values à\nlong terme en application du premier alinéa ;\n \na quinquies. Pour les exercices ouverts à compter du 1er janvier 2006, le montant net des plus-values à long\nterme afférentes à des titres de participation fait l'objet d'une imposition séparée au taux de 8 %. Ce taux est\nfixé à 0 % pour les exercices ouverts à compter du 1er janvier 2007.\n \nUne quote-part de frais et charges égale à 12 % du montant brut des plus-values de cession est prise en\ncompte pour la détermination du résultat imposable.\n \nLes titres de participation mentionnés au premier alinéa sont les titres de participation revêtant ce caractère\nsur le plan comptable, les actions acquises en exécution d'une offre publique d'achat ou d'échange par\nl'entreprise qui en est l'initiatrice et les titres ouvrant droit au régime des sociétés mères à condition\nde détenir au moins 5 % des droits de vote de la société émettrice, si ces actions ou titres sont inscrits\nen comptabilité au compte titres de participation ou à une subdivision spéciale d'un autre compte du\nbilan correspondant à leur qualification comptable, à l'exception des titres des sociétés à prépondérance\nimmobilière définis au troisième alinéa du a.\n \nLa fraction des moins-values à long terme existant à l'ouverture du premier des exercices ouverts à\ncompter du 1er janvier 2006 afférente à des éléments exclus du bénéfice des taux définis au premier alinéa\ndemeure imputable sur les plus-values à long terme imposées au taux visé au a, sous réserve de justifier\nla ou les cessions de ces éléments. Elle est majorée, le cas échéant, des provisions dotées au titre de ces\nmêmes éléments et non réintégrées à cette date, dans la limite des moins-values à long terme reportables à\nl'ouverture du premier des exercices ouverts à compter du 1er janvier 2006.\n \nLa fraction des moins-values à long terme existant à l'ouverture du premier des exercices ouverts à compter\ndu 1er janvier 2006, non imputable en vertu des dispositions du quatrième alinéa, peut être déduite des plus-\nvalues à long terme afférentes aux titres de participation définis au troisième alinéa imposables au titre des\nseuls exercices ouverts en 2006. Le solde de cette fraction et l'excédent éventuel des moins-values à long\nterme afférentes aux titres de participation définis au troisième alinéa constaté au titre des exercices ouverts à\ncompter du 1er janvier 2006 ne sont plus imputables ou reportables à partir des exercices ouverts à compter\ndu 1er janvier 2007.\n \na sexies-0) Pour les exercices clos à compter du 31 décembre 2006, le régime des plus et moins-values à\nlong terme cesse de s'appliquer à la plus ou moins-value provenant de la cession des titres, autres que ceux\nmentionnés au troisième alinéa du a quinquies, dont le prix de revient est au moins égal à 22 800 000 € et qui\nsatisfont aux conditions ouvrant droit au régime des sociétés mères autres que la détention de 5 % au moins\ndu capital de la société émettrice.\n \nLes provisions pour dépréciation afférentes aux titres exclus du régime des plus ou moins-values à long\nterme en application du premier alinéa cessent d'être soumises à ce même régime.\n \nLes moins-values à long terme afférentes à ces titres exclus du régime des plus et moins-values à long terme\nen application du premier alinéa, et restant à reporter à l'ouverture du premier exercice clos à compter du 31\ndécembre 2006, peuvent, après compensation avec les plus-values à long terme et produits imposables au\ntaux visé au a, s'imputer à raison des 15/33,33 de leur montant sur les bénéfices imposables, dans la limite\ndes gains nets retirés de la cession de titres de même nature.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\na sexies-0 bis) Le régime des plus et moins-values à long terme cesse de s'appliquer à la plus ou moins-value\nprovenant des cessions de titres de sociétés à prépondérance immobilière non cotées réalisées à compter du\n26 septembre 2007. Sont considérées comme des sociétés à prépondérance immobilière les sociétés dont\nl'actif est, à la date de la cession de ces titres ou a été à la clôture du dernier exercice précédant cette cession,\nconstitué pour plus de 50 % de sa valeur réelle par des immeubles, des droits portant sur des immeubles, des\ndroits afférents à un contrat de crédit-bail conclu dans les conditions prévues au 2 de l'article L. 313-7 du\ncode monétaire et financier ou par des titres d'autres sociétés à prépondérance immobilière. Pour l'application\nde ces dispositions, ne sont pas pris en considération les immeubles ou les droits mentionnés à la phrase\nprécédente lorsque ces biens ou droits sont affectés par l'entreprise à sa propre exploitation industrielle,\ncommerciale ou agricole ou à l'exercice d'une profession non commerciale.\n \nLes provisions pour dépréciation afférentes aux titres exclus du régime des plus et moins-values à long terme\nen application du premier alinéa cessent d'être soumises à ce même régime.\n \nLes moins-values à long terme afférentes aux titres exclus du régime des plus et moins-values à long terme\nen application du premier alinéa, restant à reporter à l'ouverture du premier exercice clos à compter du 26\nseptembre 2007 ou réalisées au cours du même exercice, peuvent, après compensation avec les plus-values à\nlong terme et produits imposables au taux visé au a, s'imputer à raison des 15/33, 33èmes de leur montant sur\nles bénéfices imposables, dans la limite des gains nets retirés de la cession de titres de même nature.\n \na sexies-0 ter)-Pour les exercices ouverts à compter du 1er janvier 2011, le régime des plus et moins-values à\nlong terme cesse de s'appliquer à la plus ou moins-value provenant de la cession de titres de sociétés établies\ndans un Etat ou territoire non coopératif au sens de l'article 238-0 A autre que ceux mentionnés au 2° du 2\nbis du même article 238-0 A, sauf si la société détentrice des titres apporte la preuve que les opérations de la\nsociété établie hors de France dans laquelle est prise la participation correspondent à des opérations réelles\nqui n'ont ni pour objet ni pour effet de permettre, dans un but de fraude fiscale, la localisation de bénéfices\ndans un tel Etat ou territoire.\n \nLes moins-values afférentes à des titres exclus du régime des plus et moins-values à long terme en\napplication du premier alinéa peuvent s'imputer exclusivement sur des plus-values exclues du régime des\nplus et moins-values à long terme en application du même alinéa.\n \na sexies. 1. Pour les exercices ouverts à compter du 1er janvier 2006, les sommes réparties par un fonds\ncommun de placement à risques ou par un fonds professionnel de capital investissement et les distributions\nde sociétés de capital-risque soumises au régime fiscal des plus-values à long terme en application du 2° du\n5 de l'article 38 ou du 5 de l'article 39 terdecies sont soumises à l'impôt au taux de 8 % pour la fraction des\nsommes ou distributions afférentes aux cessions d'actions ou de parts de sociétés, à l'exception des titres des\nsociétés à prépondérance immobilière mentionnées au a sexies-0 bis et des titres des sociétés mentionnées\nau a sexies-0 ter, détenues depuis deux ans au moins et si le fonds ou la société a détenu au moins 5 % du\ncapital de la société émettrice pendant deux ans au moins. Le taux de 8 % est fixé à 0 % pour les exercices\nouverts à compter du 1er janvier 2007.\n \nPour l'appréciation du seuil de 5 % prévu au premier alinéa, sont également pris en compte les titres détenus\npar d'autres fonds communs de placement à risques, fonds professionnels de capital investissement ou\nsociétés de capital-risque qui ont agi de concert avec le fonds ou la société concerné dans le cadre d'un\ncontrat conclu en vue d'acquérir ces titres.\n \nLorsque les actions ou parts cédées ont été reçues dans le cadre d'un échange, d'une conversion ou d'un\nremboursement d'un titre donnant accès au capital de la société, le délai de deux ans de détention des actions\nest décompté à partir de l'acquisition du titre donnant accès au capital de la société.\n \n2. Pour les exercices ouverts à compter du 1er janvier 2006, la plus-value réalisée sur la cession de parts\nde fonds communs de placement à risques, de parts de fonds professionnels de capital investissement\nou d'actions de sociétés de capital-risque mentionnées au premier alinéa du a ter est soumise au taux de\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n8 % à hauteur du rapport existant à la date de la cession entre la valeur des actions ou parts de sociétés\nmentionnées au premier alinéa du 1 inscrites à l'actif du fonds ou de la société augmentée des sommes\nen instance de distribution depuis moins de six mois représentative de la cession d'actions ou de parts de\nsociétés mentionnées au premier alinéa du 1 et la valeur de l'actif total de ce fonds ou de cette société. Ce\ntaux est fixé à 0 % pour les exercices ouverts à compter du 1er janvier 2007.\n \na septies) Lorsqu'il existe des liens de dépendance entre l'entreprise cédante et l'entreprise cessionnaire\nau sens du 12 de l'article 39, la déduction des moins-values de cession de titres de participation définis au\ndix-septième alinéa du 5° du 1 de l'article 39, autres que ceux mentionnés au a sexies-0 bis du présent I, et\ndétenus depuis moins de deux ans, intervient à la première des dates suivantes :\n \n1°) La date à laquelle l'entreprise cédante cesse d'être soumise à l'impôt sur les sociétés ou est absorbée par\nune entreprise qui, à l'issue de l'absorption, n'est pas liée à l'entreprise détenant les titres cédés ;\n \n2°) La date à laquelle les titres cédés cessent d'être détenus par une entreprise liée à l'entreprise cédante, à\nl'exception du cas où la société dont les titres ont été cédés a été absorbée par une autre entreprise liée ou qui\nle devient à cette occasion et pour toute la période où elle demeure liée ;\n \n3°) La date correspondant à l'expiration d'un délai de deux ans, décompté à partir du jour où l'entreprise\ncédante a acquis les titres.\n \nL'imposition est établie au nom de l'entreprise cédante ou, en cas d'absorption dans des conditions autres que\ncelles mentionnées au 1°, de l'entreprise absorbante, selon le régime de moins-value qui aurait été applicable\nsi l'entreprise avait cédé les titres à cette date et, le cas échéant, les avait détenus depuis la date d'acquisition\npar l'entreprise absorbée.\n \nL'entreprise joint à sa déclaration de résultat au titre de chaque exercice concerné un état conforme au\nmodèle fourni par l'administration, faisant apparaître les éléments nécessaires au calcul des moins-values et\nceux relatifs à l'identification de l'entreprise qui détient les titres, explicitant les liens de dépendance qui les\nunissent.\n \nb. Par exception au deuxième alinéa du présent I et au premier alinéa du a, pour les redevables ayant réalisé\nun chiffre d'affaires n'excédant pas 10 millions d'euros au cours de l'exercice ou de la période d'imposition,\nramené s'il y a lieu à douze mois, le taux de l'impôt applicable au bénéfice imposable est fixé, dans la limite\nde 42 500 € de bénéfice imposable par période de douze mois, à 25 % pour les exercices ouverts en 2001 et à\n15 % pour les exercices ouverts à compter du 1er janvier 2002.\n \nPour la société mère d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, le chiffre d'affaires\nest apprécié en faisant la somme des chiffres d'affaires de chacune des sociétés membres de ce groupe.\nLe capital des sociétés mentionnées au premier alinéa du présent b doit être entièrement libéré et détenu\nde manière continue pour 75 % au moins par des personnes physiques ou par une société répondant aux\nmêmes conditions dont le capital est détenu, pour 75 % au moins, par des personnes physiques. Pour la\ndétermination de ce pourcentage, les participations des sociétés de capital-risque, des fonds communs de\nplacement à risques, des fonds professionnels spécialisés relevant de l'article L. 214-37 du code monétaire\net financier dans sa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le\ncadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de\ndéveloppement régional et des sociétés financières d'innovation ne sont pas prises en compte à la condition\nqu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société en cause et ces dernières\nsociétés ou ces fonds.\n \nc. (Abrogé) ;\n \nd. à e. (dispositions devenues sans objet) ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nf. Les sociétés mentionnées aux 1 à 3 de l'article 206, soumises à l'impôt sur les sociétés dans les conditions\nde droit commun, autres que les sociétés à capital variable et celles mentionnées à l'article 238 bis HE,\npeuvent bénéficier, pour une série comprenant un exercice bénéficiaire et les deux premiers exercices\nbénéficiaires suivant celui-ci, du taux fixé au a bis, à hauteur de la fraction de leurs résultats comptables\nqu'elles incorporent à leur capital au cours de l'exercice suivant celui de leur réalisation. Cette fraction doit\nreprésenter, pour chacun des trois exercices et dans la limite du résultat fiscal, le quart au plus du résultat\ncomptable sans excéder la somme de 30 000 €. L'option ne peut plus être exercée pour l'imposition des\nrésultats des exercices ouverts à compter du 1er janvier 2001. Lorsque, à cette date, la série de trois exercices\nbénéficiaires est en cours, le taux d'imposition prévu par le dispositif ne s'applique pas aux résultats des\nexercices restants, sauf, sur option de l'entreprise, pour les exercices ouverts en 2001. Dans ce dernier cas, le\ntaux de 25 % prévu au b s'applique à la fraction des résultats imposables comprise entre la part des résultats\nimposables selon les modalités prévues au présent alinéa et 42 500 €, lorsque les conditions prévues au b\nsont réunies.\n \nLes dispositions du premier alinéa s'appliquent si les conditions suivantes sont remplies :\n \n1° La société a réalisé un chiffre d'affaires de moins de 7 630 000 € et n'est pas mère d'un groupe mentionné\nà l'article 223 A ou à l'article 223 A bis, au cours du premier des exercices pour lequel le bénéfice du taux\nréduit est demandé ;\n \n2° Le capital de la société, entièrement libéré, est détenu de manière continue, pour 75 % au moins par des\npersonnes physiques ou par une société répondant aux conditions visées au 1° dont le capital est détenu, pour\n75 % au moins, par des personnes physiques. Pour la détermination de ce pourcentage, les participations des\nsociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés\nrelevant de l'article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n°\n2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de\ncapital investissement, des sociétés de développement régional et des sociétés financières d'innovation ne\nsont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39\nentre la société en cause et ces dernières sociétés ou ces fonds.\n \nLorsque la société n'a pas dressé de bilan au cours d'un exercice, le bénéfice imposé provisoirement en\napplication du deuxième alinéa de l'article 37 ne peut être soumis au taux réduit ; lorsqu'elle a dressé\nplusieurs bilans successifs au cours d'une même année, comme prévu au troisième alinéa de cet article, seule\nla fraction du bénéfice du dernier exercice clos au cours de ladite année est soumise aux dispositions du\nprésent f.\n \nSi l'une des trois incorporations au capital mentionnées au premier alinéa n'est pas effectuée, la société\nacquitte, dans les trois mois suivant la clôture de l'exercice au cours duquel elle aurait dû procéder à cette\nincorporation, l'impôt au taux normal sur la fraction de résultat du ou des exercices qui a été soumise au taux\nréduit, diminué de l'impôt payé à ce titre, majoré de l'intérêt de retard mentionné à l'article 1727. Il en va\nde même en cas de réduction de capital non motivée par des pertes ou de survenance d'un des événements\nmentionnés aux 2 à 3 de l'article 221, avant la fin de la troisième année suivant celle au cours de laquelle\nest intervenue la dernière des incorporations au capital ayant ouvert droit au bénéfice du taux réduit ; en cas\nde réduction de capital, le montant de la reprise est, le cas échéant, limité au montant de cette réduction.\nToutefois, si la société est absorbée dans le cadre d'une opération soumise à l'article 210 A, les sommes qui\nont été incorporées à son capital ne sont pas rapportées à ses résultats au titre de l'exercice au cours duquel\nintervient cette opération si la société absorbante ne procède à aucune réduction de capital non motivée par\ndes pertes avant l'expiration du délai précité.\n \nLes dispositions du présent f sont également applicables sous les mêmes conditions et sanctions lorsque\nles sociétés visées au premier alinéa portent à une réserve spéciale la fraction du bénéfice mentionnée à la\ndeuxième phrase de cet alinéa.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nCette réserve doit être incorporée au capital au plus tard au cours de l'exercice suivant le troisième exercice\nayant bénéficié des dispositions du premier alinéa du présent f. En cas de prélèvement sur cette réserve\nou d'absence d'incorporation au capital dans ce délai, les dispositions du sixième alinéa du présent f sont\napplicables. Lorsque les incorporations de capital afférentes à l'imposition de résultats d'exercices ouverts\navant le 1er janvier 2001 ont été différées, elles doivent être effectuées au plus tard à la clôture du second\nexercice ouvert à compter de cette date.\n \nLes conditions d'application du présent f ainsi que les obligations déclaratives qui en découlent sont fixées\npar décret.\n \nII.-Les plus-values visées au I de l'article 238 octies sont soumises à l'impôt au taux de 15 % lorsque\nla société n'a pas demandé à bénéficier de l'exonération sous condition de remploi prévue audit article.\nL'application de la présente disposition est toutefois subordonnée à la double condition que :\n \na. Les opérations génératrices des plus-values présentent un caractère accessoire ou occasionnel pour la\nsociété intéressée ;\n \nb. Les immeubles cédés aient fait l'objet d'un permis de construire délivré avant le 1er janvier 1966.\n \nIII.-Les dispositions du II sont étendues, sous les mêmes conditions, aux profits réalisés à l'occasion de la\ncession d'immeubles ayant fait l'objet d'un permis de construire délivré entre le 1er janvier 1966 et le 1er\njanvier 1972 ou pour lesquels aura été déposée, avant le 1er janvier 1972, la déclaration de construction visée\nà l'article L. 430-3 du code de l'urbanisme.\n \nToutefois, en ce qui concerne ces profits :\n \na. Le taux réduit de l'impôt sur les sociétés est fixé à 25 % ;\n \nb. L'application de ce taux réduit est subordonnée à la condition que les opérations de construction\ncorrespondantes présentent un caractère accessoire pour la société intéressée.\n \nIV.-Le taux de l'impôt est fixé à 19 % en ce qui concerne les plus-values imposables en application du 2\nde l'article 221, du deuxième alinéa de l'article 223 F, du troisième alinéa du IV de l'article 208 C, et de\nl'article 208 C ter, relatives aux immeubles, droits afférents à un contrat de crédit-bail, droits portant sur un\nimmeuble dont la jouissance a été conférée à titre temporaire par l'Etat, une collectivité territoriale ou un de\nleurs établissements publics et parts des organismes mentionnés au cinquième alinéa du II de l'article 208 C\ninscrits à l'actif des sociétés qui ont opté pour le régime prévu au II de ce même article.\n \nCe taux s'applique également aux plus-values imposables en application du 2 de l'article 221 relatives\naux actifs mentionnés aux 1° à 5° du I de l'article L. 214-36 du code monétaire et financier en cas de\ntransformation d'une société soumise à l'impôt sur les sociétés en société de placement à prépondérance\nimmobilière à capital variable ou en société professionnelle de placement à prépondérance immobilière à\ncapital variable mentionnée au 3° nonies de l'article 208."
  ],
  "full_text": "Article 219\n \nI.-Pour le calcul de l'impôt, le bénéfice imposable est arrondi à l'euro le plus proche. La fraction d'euro égale\nà 0,50 est comptée pour 1.\n \nLe taux normal de l'impôt est fixé à 25 %.\n \nToutefois :\n \na. Le montant net des plus-values à long terme fait l'objet d'une imposition séparée au taux de 15 %.\n \nLe résultat net bénéficiaire déterminé en application de l'article 238 est soustrait du résultat soumis au taux\nnormal et fait l'objet d'une imposition séparée au taux de 10 %. Toutefois, ce résultat net n'est pas imposable\nlorsqu'il est utilisé pour compenser le déficit d'exploitation de l'exercice. Le déficit ainsi imputé ne peut plus\nêtre reporté sur les bénéfices des exercices ultérieurs.\n \nPour les exercices ouverts à compter du 31 décembre 2007, le montant net des plus-values à long terme\nafférentes aux titres des sociétés à prépondérance immobilière définies au a sexies-0 bis cotées est imposé au\ntaux prévu au IV.\n \nEst imposé au taux de 25 % le montant net des plus-values à long terme provenant de la cession :\n \n1° Des titres de sociétés dont l'actif est, à la date de la cession, constitué pour plus de 50 % de sa valeur réelle\npar une autorisation d'usage de ressources radioélectriques pour la diffusion de tout service de télévision\npar voie hertzienne terrestre en mode numérique délivrée par l'Autorité de régulation de la communication\naudiovisuelle et numérique dans les conditions prévues à l'article 30-1 de la loi n° 86-1067 du 30 septembre\n1986 relative à la liberté de communication ;\n \n2° Des titres de sociétés contrôlant une société définie au 1° du présent a et dont l'actif est, à la date de la\ncession, constitué pour plus de 50 % de sa valeur réelle par les titres d'une société mentionnée au même 1°.\n \nLes quatrième à sixième alinéas du présent a s'appliquent à la première cession de titres suivant la délivrance\nde l'autorisation mentionnée au 1° entraînant une modification du contrôle direct ou indirect, au sens de\nl'article L. 233-3 du code de commerce, de la société titulaire de l'autorisation. Lorsque cette première\ncession est placée sous le régime prévu aux articles 210 A et 210 B du présent code, la plus-value réalisée\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nlors de la cession ultérieure des titres reçus en contrepartie de l'apport des titres mentionnés aux 1° et 2° du\nprésent a est imposée au taux prévu au IV, à hauteur de la plus-value d'apport de ces derniers titres.\n \nLes provisions pour dépréciation afférentes aux titres mentionnés aux 1° et 2° du présent a sont soumises au\nrégime applicable à ces mêmes titres.\n \nL'excédent éventuel des moins-values à long terme ne peut être imputé que sur les plus-values à long terme\nimposables aux taux visés au présent a et réalisées au cours des dix exercices suivants.\n \na bis. Les moins-values à long terme existant à l'ouverture du premier des exercices ouverts à compter du\n1er janvier 1994 sont imputées sur les plus-values à long terme imposées au taux de 19 %. L'excédent des\nmoins-values à long terme subies au cours d'un exercice ouvert à compter du 1er janvier 1994 peut être\ndéduit des bénéfices de l'exercice de liquidation d'une entreprise à raison des 19/33,33 de son montant.\n \nLes moins-values à long terme existant à l'ouverture du premier des exercices ouverts à compter du 1er\njanvier 2005 sont imputées sur les plus-values à long terme imposées au taux de 15 %. L'excédent des\nmoins-values à long terme subies au cours d'un exercice ouvert à compter du 1er janvier 2005 et afférentes à\ndes éléments autres que les titres de participations définis au troisième alinéa du a quinquies peut être déduit\ndes bénéfices de l'exercice de liquidation d'une entreprise dans la limite du rapport existant entre le taux\nd'imposition des plus-values à long terme applicable à l'exercice de réalisation des moins-values et le taux\nnormal prévu au deuxième alinéa du présent I applicable à l'exercice de liquidation ;\n \na ter. Le régime des plus-values et moins-values à long terme cesse de s'appliquer au résultat de la cession\nde titres du portefeuille réalisée au cours d'un exercice ouvert à compter du 1er janvier 1994 à l'exclusion\ndes parts ou actions de sociétés revêtant le caractère de titres de participation et des parts de fonds commun\nde placement à risques, de fonds professionnel de capital investissement ou de société de capital risque qui\nremplissent les conditions prévues au II ou au III bis de l'article 163 quinquies B ou à l'article 1er-1 de la\nloi n° 85-695 du 11 juillet 1985 portant diverses dispositions d'ordre économique et financier et qui sont\ndétenues par l'entreprise depuis au moins cinq ans.\n \nPour les exercices ouverts à compter de la même date, le régime des plus ou moins-values à long terme cesse\négalement de s'appliquer en ce qui concerne les titres de sociétés dont l'actif est constitué principalement par\ndes titres exclus de ce régime ou dont l'activité consiste de manière prépondérante en la gestion des mêmes\nvaleurs pour leur propre compte, à l'exception des moins-values afférentes aux titres de ces sociétés à hauteur\ndu montant des produits de ces titres qui a ouvert droit à l'application du régime prévu aux articles 145 et 216\nau cours de l'exercice au titre duquel ces moins-values ont été constatées et des cinq exercices précédents.\nIl ne s'applique pas non plus aux titres émis par les organismes de placement collectif immobilier, les\norganismes professionnels de placement collectif immobilier ou par les organismes de droit étranger ayant\nun objet équivalent mentionnés au 5° du I de l'article L. 214-36 du code monétaire et financier.\n \nPour l'application des premier et deuxième alinéas, constituent des titres de participation les parts ou actions\nde sociétés revêtant ce caractère sur le plan comptable. Il en va de même des actions acquises en exécution\nd'une offre publique d'achat ou d'échange par l'entreprise qui en est l'initiatrice ainsi que des titres ouvrant\ndroit au régime des sociétés mères ou, lorsque leur prix de revient est au moins égal à 22 800 000 €, qui\nremplissent les conditions ouvrant droit à ce régime autres que la détention de 5 % au moins du capital de la\nsociété émettrice, si ces actions ou titres sont inscrits en comptabilité au compte de titres de participation ou à\nune subdivision spéciale d'un autre compte du bilan correspondant à leur qualification comptable.\n \nLes provisions pour dépréciation afférentes aux titres exclus du régime des plus ou moins-values en\napplication des premier et deuxième alinéas cessent d'être soumises à ce même régime, à l'exception des\nprovisions pour dépréciation des titres de sociétés mentionnés à la première phrase du deuxième alinéa à\nhauteur du montant des produits de ces titres qui a ouvert droit à l'application du régime prévu aux articles\n145 et 216 au cours de l'exercice au titre duquel les provisions ont été comptabilisées et des cinq exercices\nprécédents.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nLorsque l'entreprise transfère des titres du compte de titres de participation à un autre compte du bilan, la\nplus-value ou la moins-value, égale à la différence existant entre leur valeur réelle à la date du transfert et\ncelle qu'ils avaient sur le plan fiscal, n'est pas retenue, pour le calcul du résultat ou de la plus-value ou moins-\nvalue nette à long terme, au titre de l'exercice de ce transfert ; elle est comprise dans le résultat imposable\nde l'exercice de cession des titres en cause et soumise au régime fiscal qui lui aurait été appliqué lors du\ntransfert des titres. Le résultat imposable de la cession des titres transférés est calculé par référence à leur\nvaleur réelle à la date du transfert. Le délai mentionné à l'article 39 duodecies est apprécié à cette date.\n \nCes règles s'appliquent lorsque l'entreprise transfère des titres d'un compte du bilan au compte de titres\nde participation ou procède à des transferts entre l'un des comptes du bilan et l'une des subdivisions\nspéciales mentionnées au troisième alinéa, sous réserve que le premier terme de la différence mentionnée au\ncinquième alinéa s'entend, pour les titres cotés, du cours moyen des trente derniers jours précédant celui du\ntransfert et, pour les titres non cotés, de leur valeur probable de négociation et sans préjudice de l'application\ndes dispositions de l'article 38 bis A.\n \nLes dispositions des cinquième et sixième alinéas ne sont pas applicables aux transferts entre le compte de\ntitres de participation et les subdivisions spéciales mentionnées au troisième alinéa.\n \nLes titres inscrits au compte de titres de participation ou à l'une des subdivisions spéciales mentionnées au\ntroisième alinéa qui cessent de remplir les conditions mentionnées à ce même alinéa doivent être transférés\nhors de ce compte ou de cette subdivision à la date à laquelle ces conditions ne sont plus remplies. A\ndéfaut d'un tel transfert, les titres maintenus à ce compte ou à cette subdivision sont réputés transférés pour\nl'application des cinquième, sixième et dixième alinéas ; les dispositions prévues au douzième alinéa en cas\nd'omission s'appliquent.\n \nLorsqu'elles reçoivent un emploi non conforme à leur objet ou qu'elles deviennent sans objet au cours d'un\nexercice clos après la date du transfert des titres, les provisions pour dépréciation constituées antérieurement\nà cette date à raison de ces titres sont rapportées aux plus-values à long terme ou au résultat imposable\nau taux prévu au deuxième alinéa du I, selon qu'elles sont afférentes à des titres qui, avant leur transfert,\nconstituaient ou non des titres de participation ; les provisions rapportées s'imputent alors en priorité sur les\ndotations les plus anciennes.\n \nLes provisions pour dépréciation constituées après le transfert à raison des titres transférés mentionnés aux\ncinquième et sixième alinéas sont déterminées par référence à la valeur des titres concernés à la date du\ntransfert.\n \nLes entreprises qui appliquent les dispositions des cinquième et sixième alinéas doivent, pour les titres\ntransférés, joindre à la déclaration de résultats de l'exercice du transfert et des exercices suivants un\nétat conforme au modèle fourni par l'administration faisant apparaître, pour chaque catégorie de titres\nde même nature, la date de transfert, le nombre et la valeur des titres transférés, le montant de la plus-\nvalue ou de la moins-value et le régime d'imposition qui lui est applicable, à cette date, le montant des\nprovisions constituées avant ou après le transfert et le montant de ces provisions qui a été rapporté au résultat\nimposable.\n \nLe défaut de production de l'état mentionné au onzième alinéa ou l'omission des valeurs ou provisions\nqui doivent y être portées entraînent l'imposition immédiate des plus-values et des provisions omises ; les\nmoins-values ne peuvent être déduites que des résultats imposables de l'exercice au cours duquel les titres\nconsidérés sont cédés ;\n \na quater. Pour les exercices ouverts à compter du 1er janvier 1997, le régime des plus et moins-values à long\nterme cesse de s'appliquer à la plus ou moins-value provenant de la cession des éléments d'actif, à l'exception\ndes parts ou actions visées aux premier et troisième alinéas du a ter.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes moins-values à long terme afférentes à des éléments d'actif désormais exclus du régime des plus et\nmoins-values à long terme en application du premier alinéa, et restant à reporter à l'ouverture du premier\nexercice ouvert à compter du 1er janvier 1997, peuvent, après compensation avec les plus-values et les\nrésultats nets de la concession de licences d'exploitation continuant à bénéficier de ce régime, s'imputer à\nraison des 19/33,33 de leur montant sur les bénéfices imposables. Cette imputation n'est possible que dans la\nlimite des gains nets retirés de la cession des éléments d'actifs exclus du régime des plus et moins-values à\nlong terme en application du premier alinéa ;\n \na quinquies. Pour les exercices ouverts à compter du 1er janvier 2006, le montant net des plus-values à long\nterme afférentes à des titres de participation fait l'objet d'une imposition séparée au taux de 8 %. Ce taux est\nfixé à 0 % pour les exercices ouverts à compter du 1er janvier 2007.\n \nUne quote-part de frais et charges égale à 12 % du montant brut des plus-values de cession est prise en\ncompte pour la détermination du résultat imposable.\n \nLes titres de participation mentionnés au premier alinéa sont les titres de participation revêtant ce caractère\nsur le plan comptable, les actions acquises en exécution d'une offre publique d'achat ou d'échange par\nl'entreprise qui en est l'initiatrice et les titres ouvrant droit au régime des sociétés mères à condition\nde détenir au moins 5 % des droits de vote de la société émettrice, si ces actions ou titres sont inscrits\nen comptabilité au compte titres de participation ou à une subdivision spéciale d'un autre compte du\nbilan correspondant à leur qualification comptable, à l'exception des titres des sociétés à prépondérance\nimmobilière définis au troisième alinéa du a.\n \nLa fraction des moins-values à long terme existant à l'ouverture du premier des exercices ouverts à\ncompter du 1er janvier 2006 afférente à des éléments exclus du bénéfice des taux définis au premier alinéa\ndemeure imputable sur les plus-values à long terme imposées au taux visé au a, sous réserve de justifier\nla ou les cessions de ces éléments. Elle est majorée, le cas échéant, des provisions dotées au titre de ces\nmêmes éléments et non réintégrées à cette date, dans la limite des moins-values à long terme reportables à\nl'ouverture du premier des exercices ouverts à compter du 1er janvier 2006.\n \nLa fraction des moins-values à long terme existant à l'ouverture du premier des exercices ouverts à compter\ndu 1er janvier 2006, non imputable en vertu des dispositions du quatrième alinéa, peut être déduite des plus-\nvalues à long terme afférentes aux titres de participation définis au troisième alinéa imposables au titre des\nseuls exercices ouverts en 2006. Le solde de cette fraction et l'excédent éventuel des moins-values à long\nterme afférentes aux titres de participation définis au troisième alinéa constaté au titre des exercices ouverts à\ncompter du 1er janvier 2006 ne sont plus imputables ou reportables à partir des exercices ouverts à compter\ndu 1er janvier 2007.\n \na sexies-0) Pour les exercices clos à compter du 31 décembre 2006, le régime des plus et moins-values à\nlong terme cesse de s'appliquer à la plus ou moins-value provenant de la cession des titres, autres que ceux\nmentionnés au troisième alinéa du a quinquies, dont le prix de revient est au moins égal à 22 800 000 € et qui\nsatisfont aux conditions ouvrant droit au régime des sociétés mères autres que la détention de 5 % au moins\ndu capital de la société émettrice.\n \nLes provisions pour dépréciation afférentes aux titres exclus du régime des plus ou moins-values à long\nterme en application du premier alinéa cessent d'être soumises à ce même régime.\n \nLes moins-values à long terme afférentes à ces titres exclus du régime des plus et moins-values à long terme\nen application du premier alinéa, et restant à reporter à l'ouverture du premier exercice clos à compter du 31\ndécembre 2006, peuvent, après compensation avec les plus-values à long terme et produits imposables au\ntaux visé au a, s'imputer à raison des 15/33,33 de leur montant sur les bénéfices imposables, dans la limite\ndes gains nets retirés de la cession de titres de même nature.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\na sexies-0 bis) Le régime des plus et moins-values à long terme cesse de s'appliquer à la plus ou moins-value\nprovenant des cessions de titres de sociétés à prépondérance immobilière non cotées réalisées à compter du\n26 septembre 2007. Sont considérées comme des sociétés à prépondérance immobilière les sociétés dont\nl'actif est, à la date de la cession de ces titres ou a été à la clôture du dernier exercice précédant cette cession,\nconstitué pour plus de 50 % de sa valeur réelle par des immeubles, des droits portant sur des immeubles, des\ndroits afférents à un contrat de crédit-bail conclu dans les conditions prévues au 2 de l'article L. 313-7 du\ncode monétaire et financier ou par des titres d'autres sociétés à prépondérance immobilière. Pour l'application\nde ces dispositions, ne sont pas pris en considération les immeubles ou les droits mentionnés à la phrase\nprécédente lorsque ces biens ou droits sont affectés par l'entreprise à sa propre exploitation industrielle,\ncommerciale ou agricole ou à l'exercice d'une profession non commerciale.\n \nLes provisions pour dépréciation afférentes aux titres exclus du régime des plus et moins-values à long terme\nen application du premier alinéa cessent d'être soumises à ce même régime.\n \nLes moins-values à long terme afférentes aux titres exclus du régime des plus et moins-values à long terme\nen application du premier alinéa, restant à reporter à l'ouverture du premier exercice clos à compter du 26\nseptembre 2007 ou réalisées au cours du même exercice, peuvent, après compensation avec les plus-values à\nlong terme et produits imposables au taux visé au a, s'imputer à raison des 15/33, 33èmes de leur montant sur\nles bénéfices imposables, dans la limite des gains nets retirés de la cession de titres de même nature.\n \na sexies-0 ter)-Pour les exercices ouverts à compter du 1er janvier 2011, le régime des plus et moins-values à\nlong terme cesse de s'appliquer à la plus ou moins-value provenant de la cession de titres de sociétés établies\ndans un Etat ou territoire non coopératif au sens de l'article 238-0 A autre que ceux mentionnés au 2° du 2\nbis du même article 238-0 A, sauf si la société détentrice des titres apporte la preuve que les opérations de la\nsociété établie hors de France dans laquelle est prise la participation correspondent à des opérations réelles\nqui n'ont ni pour objet ni pour effet de permettre, dans un but de fraude fiscale, la localisation de bénéfices\ndans un tel Etat ou territoire.\n \nLes moins-values afférentes à des titres exclus du régime des plus et moins-values à long terme en\napplication du premier alinéa peuvent s'imputer exclusivement sur des plus-values exclues du régime des\nplus et moins-values à long terme en application du même alinéa.\n \na sexies. 1. Pour les exercices ouverts à compter du 1er janvier 2006, les sommes réparties par un fonds\ncommun de placement à risques ou par un fonds professionnel de capital investissement et les distributions\nde sociétés de capital-risque soumises au régime fiscal des plus-values à long terme en application du 2° du\n5 de l'article 38 ou du 5 de l'article 39 terdecies sont soumises à l'impôt au taux de 8 % pour la fraction des\nsommes ou distributions afférentes aux cessions d'actions ou de parts de sociétés, à l'exception des titres des\nsociétés à prépondérance immobilière mentionnées au a sexies-0 bis et des titres des sociétés mentionnées\nau a sexies-0 ter, détenues depuis deux ans au moins et si le fonds ou la société a détenu au moins 5 % du\ncapital de la société émettrice pendant deux ans au moins. Le taux de 8 % est fixé à 0 % pour les exercices\nouverts à compter du 1er janvier 2007.\n \nPour l'appréciation du seuil de 5 % prévu au premier alinéa, sont également pris en compte les titres détenus\npar d'autres fonds communs de placement à risques, fonds professionnels de capital investissement ou\nsociétés de capital-risque qui ont agi de concert avec le fonds ou la société concerné dans le cadre d'un\ncontrat conclu en vue d'acquérir ces titres.\n \nLorsque les actions ou parts cédées ont été reçues dans le cadre d'un échange, d'une conversion ou d'un\nremboursement d'un titre donnant accès au capital de la société, le délai de deux ans de détention des actions\nest décompté à partir de l'acquisition du titre donnant accès au capital de la société.\n \n2. Pour les exercices ouverts à compter du 1er janvier 2006, la plus-value réalisée sur la cession de parts\nde fonds communs de placement à risques, de parts de fonds professionnels de capital investissement\nou d'actions de sociétés de capital-risque mentionnées au premier alinéa du a ter est soumise au taux de\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n8 % à hauteur du rapport existant à la date de la cession entre la valeur des actions ou parts de sociétés\nmentionnées au premier alinéa du 1 inscrites à l'actif du fonds ou de la société augmentée des sommes\nen instance de distribution depuis moins de six mois représentative de la cession d'actions ou de parts de\nsociétés mentionnées au premier alinéa du 1 et la valeur de l'actif total de ce fonds ou de cette société. Ce\ntaux est fixé à 0 % pour les exercices ouverts à compter du 1er janvier 2007.\n \na septies) Lorsqu'il existe des liens de dépendance entre l'entreprise cédante et l'entreprise cessionnaire\nau sens du 12 de l'article 39, la déduction des moins-values de cession de titres de participation définis au\ndix-septième alinéa du 5° du 1 de l'article 39, autres que ceux mentionnés au a sexies-0 bis du présent I, et\ndétenus depuis moins de deux ans, intervient à la première des dates suivantes :\n \n1°) La date à laquelle l'entreprise cédante cesse d'être soumise à l'impôt sur les sociétés ou est absorbée par\nune entreprise qui, à l'issue de l'absorption, n'est pas liée à l'entreprise détenant les titres cédés ;\n \n2°) La date à laquelle les titres cédés cessent d'être détenus par une entreprise liée à l'entreprise cédante, à\nl'exception du cas où la société dont les titres ont été cédés a été absorbée par une autre entreprise liée ou qui\nle devient à cette occasion et pour toute la période où elle demeure liée ;\n \n3°) La date correspondant à l'expiration d'un délai de deux ans, décompté à partir du jour où l'entreprise\ncédante a acquis les titres.\n \nL'imposition est établie au nom de l'entreprise cédante ou, en cas d'absorption dans des conditions autres que\ncelles mentionnées au 1°, de l'entreprise absorbante, selon le régime de moins-value qui aurait été applicable\nsi l'entreprise avait cédé les titres à cette date et, le cas échéant, les avait détenus depuis la date d'acquisition\npar l'entreprise absorbée.\n \nL'entreprise joint à sa déclaration de résultat au titre de chaque exercice concerné un état conforme au\nmodèle fourni par l'administration, faisant apparaître les éléments nécessaires au calcul des moins-values et\nceux relatifs à l'identification de l'entreprise qui détient les titres, explicitant les liens de dépendance qui les\nunissent.\n \nb. Par exception au deuxième alinéa du présent I et au premier alinéa du a, pour les redevables ayant réalisé\nun chiffre d'affaires n'excédant pas 10 millions d'euros au cours de l'exercice ou de la période d'imposition,\nramené s'il y a lieu à douze mois, le taux de l'impôt applicable au bénéfice imposable est fixé, dans la limite\nde 42 500 € de bénéfice imposable par période de douze mois, à 25 % pour les exercices ouverts en 2001 et à\n15 % pour les exercices ouverts à compter du 1er janvier 2002.\n \nPour la société mère d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, le chiffre d'affaires\nest apprécié en faisant la somme des chiffres d'affaires de chacune des sociétés membres de ce groupe.\nLe capital des sociétés mentionnées au premier alinéa du présent b doit être entièrement libéré et détenu\nde manière continue pour 75 % au moins par des personnes physiques ou par une société répondant aux\nmêmes conditions dont le capital est détenu, pour 75 % au moins, par des personnes physiques. Pour la\ndétermination de ce pourcentage, les participations des sociétés de capital-risque, des fonds communs de\nplacement à risques, des fonds professionnels spécialisés relevant de l'article L. 214-37 du code monétaire\net financier dans sa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le\ncadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de\ndéveloppement régional et des sociétés financières d'innovation ne sont pas prises en compte à la condition\nqu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société en cause et ces dernières\nsociétés ou ces fonds.\n \nc. (Abrogé) ;\n \nd. à e. (dispositions devenues sans objet) ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nf. Les sociétés mentionnées aux 1 à 3 de l'article 206, soumises à l'impôt sur les sociétés dans les conditions\nde droit commun, autres que les sociétés à capital variable et celles mentionnées à l'article 238 bis HE,\npeuvent bénéficier, pour une série comprenant un exercice bénéficiaire et les deux premiers exercices\nbénéficiaires suivant celui-ci, du taux fixé au a bis, à hauteur de la fraction de leurs résultats comptables\nqu'elles incorporent à leur capital au cours de l'exercice suivant celui de leur réalisation. Cette fraction doit\nreprésenter, pour chacun des trois exercices et dans la limite du résultat fiscal, le quart au plus du résultat\ncomptable sans excéder la somme de 30 000 €. L'option ne peut plus être exercée pour l'imposition des\nrésultats des exercices ouverts à compter du 1er janvier 2001. Lorsque, à cette date, la série de trois exercices\nbénéficiaires est en cours, le taux d'imposition prévu par le dispositif ne s'applique pas aux résultats des\nexercices restants, sauf, sur option de l'entreprise, pour les exercices ouverts en 2001. Dans ce dernier cas, le\ntaux de 25 % prévu au b s'applique à la fraction des résultats imposables comprise entre la part des résultats\nimposables selon les modalités prévues au présent alinéa et 42 500 €, lorsque les conditions prévues au b\nsont réunies.\n \nLes dispositions du premier alinéa s'appliquent si les conditions suivantes sont remplies :\n \n1° La société a réalisé un chiffre d'affaires de moins de 7 630 000 € et n'est pas mère d'un groupe mentionné\nà l'article 223 A ou à l'article 223 A bis, au cours du premier des exercices pour lequel le bénéfice du taux\nréduit est demandé ;\n \n2° Le capital de la société, entièrement libéré, est détenu de manière continue, pour 75 % au moins par des\npersonnes physiques ou par une société répondant aux conditions visées au 1° dont le capital est détenu, pour\n75 % au moins, par des personnes physiques. Pour la détermination de ce pourcentage, les participations des\nsociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés\nrelevant de l'article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n°\n2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de\ncapital investissement, des sociétés de développement régional et des sociétés financières d'innovation ne\nsont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39\nentre la société en cause et ces dernières sociétés ou ces fonds.\n \nLorsque la société n'a pas dressé de bilan au cours d'un exercice, le bénéfice imposé provisoirement en\napplication du deuxième alinéa de l'article 37 ne peut être soumis au taux réduit ; lorsqu'elle a dressé\nplusieurs bilans successifs au cours d'une même année, comme prévu au troisième alinéa de cet article, seule\nla fraction du bénéfice du dernier exercice clos au cours de ladite année est soumise aux dispositions du\nprésent f.\n \nSi l'une des trois incorporations au capital mentionnées au premier alinéa n'est pas effectuée, la société\nacquitte, dans les trois mois suivant la clôture de l'exercice au cours duquel elle aurait dû procéder à cette\nincorporation, l'impôt au taux normal sur la fraction de résultat du ou des exercices qui a été soumise au taux\nréduit, diminué de l'impôt payé à ce titre, majoré de l'intérêt de retard mentionné à l'article 1727. Il en va\nde même en cas de réduction de capital non motivée par des pertes ou de survenance d'un des événements\nmentionnés aux 2 à 3 de l'article 221, avant la fin de la troisième année suivant celle au cours de laquelle\nest intervenue la dernière des incorporations au capital ayant ouvert droit au bénéfice du taux réduit ; en cas\nde réduction de capital, le montant de la reprise est, le cas échéant, limité au montant de cette réduction.\nToutefois, si la société est absorbée dans le cadre d'une opération soumise à l'article 210 A, les sommes qui\nont été incorporées à son capital ne sont pas rapportées à ses résultats au titre de l'exercice au cours duquel\nintervient cette opération si la société absorbante ne procède à aucune réduction de capital non motivée par\ndes pertes avant l'expiration du délai précité.\n \nLes dispositions du présent f sont également applicables sous les mêmes conditions et sanctions lorsque\nles sociétés visées au premier alinéa portent à une réserve spéciale la fraction du bénéfice mentionnée à la\ndeuxième phrase de cet alinéa.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nCette réserve doit être incorporée au capital au plus tard au cours de l'exercice suivant le troisième exercice\nayant bénéficié des dispositions du premier alinéa du présent f. En cas de prélèvement sur cette réserve\nou d'absence d'incorporation au capital dans ce délai, les dispositions du sixième alinéa du présent f sont\napplicables. Lorsque les incorporations de capital afférentes à l'imposition de résultats d'exercices ouverts\navant le 1er janvier 2001 ont été différées, elles doivent être effectuées au plus tard à la clôture du second\nexercice ouvert à compter de cette date.\n \nLes conditions d'application du présent f ainsi que les obligations déclaratives qui en découlent sont fixées\npar décret.\n \nII.-Les plus-values visées au I de l'article 238 octies sont soumises à l'impôt au taux de 15 % lorsque\nla société n'a pas demandé à bénéficier de l'exonération sous condition de remploi prévue audit article.\nL'application de la présente disposition est toutefois subordonnée à la double condition que :\n \na. Les opérations génératrices des plus-values présentent un caractère accessoire ou occasionnel pour la\nsociété intéressée ;\n \nb. Les immeubles cédés aient fait l'objet d'un permis de construire délivré avant le 1er janvier 1966.\n \nIII.-Les dispositions du II sont étendues, sous les mêmes conditions, aux profits réalisés à l'occasion de la\ncession d'immeubles ayant fait l'objet d'un permis de construire délivré entre le 1er janvier 1966 et le 1er\njanvier 1972 ou pour lesquels aura été déposée, avant le 1er janvier 1972, la déclaration de construction visée\nà l'article L. 430-3 du code de l'urbanisme.\n \nToutefois, en ce qui concerne ces profits :\n \na. Le taux réduit de l'impôt sur les sociétés est fixé à 25 % ;\n \nb. L'application de ce taux réduit est subordonnée à la condition que les opérations de construction\ncorrespondantes présentent un caractère accessoire pour la société intéressée.\n \nIV.-Le taux de l'impôt est fixé à 19 % en ce qui concerne les plus-values imposables en application du 2\nde l'article 221, du deuxième alinéa de l'article 223 F, du troisième alinéa du IV de l'article 208 C, et de\nl'article 208 C ter, relatives aux immeubles, droits afférents à un contrat de crédit-bail, droits portant sur un\nimmeuble dont la jouissance a été conférée à titre temporaire par l'Etat, une collectivité territoriale ou un de\nleurs établissements publics et parts des organismes mentionnés au cinquième alinéa du II de l'article 208 C\ninscrits à l'actif des sociétés qui ont opté pour le régime prévu au II de ce même article.\n \nCe taux s'applique également aux plus-values imposables en application du 2 de l'article 221 relatives\naux actifs mentionnés aux 1° à 5° du I de l'article L. 214-36 du code monétaire et financier en cas de\ntransformation d'une société soumise à l'impôt sur les sociétés en société de placement à prépondérance\nimmobilière à capital variable ou en société professionnelle de placement à prépondérance immobilière à\ncapital variable mentionnée au 3° nonies de l'article 208."
}