{
  "code": "CGI_220_septdecies",
  "article_number": "220 septdecies",
  "chunks": [
    "Article 220 septdecies\n \nI.-Les entreprises d'édition musicale, au sens de l'article L. 132-1 du code de la propriété intellectuelle,\nsoumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses mentionnées\nau III du présent article engagées en vue de soutenir la création d'œuvres musicales, de contrôler\net d'administrer des œuvres musicales éditées, d'assurer la publication, l'exploitation et la diffusion\ncommerciale des œuvres musicales éditées et de développer le répertoire d'un auteur ou d'un compositeur, à\ncondition de ne pas être détenues, directement ou indirectement, par un éditeur de services de télévision ou\nde radiodiffusion.  \nII.-Ouvrent droit au crédit d'impôt mentionné au I les dépenses engagées en vue de soutenir la création\nd'œuvres musicales, de contrôler et d'administrer des œuvres musicales éditées, d'assurer la publication,\nl'exploitation et la diffusion commerciale des œuvres musicales éditées et de favoriser le développement du\nrépertoire de nouveaux talents en exécution d'un contrat conclu à compter du 1er janvier 2022 et remplissant\nles conditions cumulatives suivantes :  \n1° Etre conclu par une entreprise d'édition musicale établie en France, dans un autre Etat membre de l'Union\neuropéenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la\nFrance une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui\ny effectue les prestations liées à la création des œuvres musicales ainsi qu'aux opérations d'édition de celles-\nci ;  \n2° Stipuler que l'auteur ou le compositeur s'engage à accorder un droit de préférence à l'entreprise pour\nl'édition de ses œuvres futures dans les conditions prévues à l'article L. 132-4 du code de la propriété\nintellectuelle ;  \n3° Lier une entreprise d'édition musicale à un nouveau talent, défini comme un auteur ou un compositeur\ndont les œuvres éditées n'ont pas dépassé un seuil de ventes et d'écoutes défini par décret pour deux albums\ndistincts ou qui, en qualité d'auteur ou de coauteur, de compositeur ou de cocompositeur ou dans le cadre\nd'une œuvre collective, n'a pas contribué à l'écriture ou à la composition de plus de 50 % des œuvres figurant\ndans deux albums distincts ayant chacun dépassé ce seuil de ventes et d'écoutes.  \nS'agissant des œuvres comportant des paroles, le bénéfice du crédit d'impôt est réservé aux œuvres de\nnouveaux talents dont la moitié au moins sont d'expression française ou emploient une langue régionale\nen usage en France. Par dérogation, pour les entreprises qui satisfont à la définition de la microentreprise\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndonnée au 3 de l'article 2 de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014\ndéclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107\net 108 du traité, les œuvres comportant des paroles qui ne relèvent pas de cette catégorie ouvrent droit au\nbénéfice du crédit d'impôt dans la limite du nombre d'œuvres d'expression française ou employant une\nlangue régionale en usage en France, déposées la même année au cours du même exercice par la même\nentreprise au répertoire d'un organisme de gestion collective au sens de l'article L. 321-1 du code de la\npropriété intellectuelle, hors répertoire étranger sous-édité. Le seuil d'effectif est calculé hors personnel\nrémunéré au cachet. S'agissant des œuvres de nouveaux talents, le bénéfice du crédit d'impôt s'apprécie au\nniveau de l'entreprise redevable de l'impôt sur les sociétés pour l'ensemble des œuvres déposées chaque\nannée au répertoire d'un organisme de gestion collective au sens du même article L. 321-1, hors répertoire\nétranger sous-édité.  \nIII.-Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses\nsuivantes engagées jusqu'au 31 décembre 2027, pour des opérations mentionnées au II du présent article\neffectuées en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à\nl'accord sur l'Espace économique européen ayant conclu avec la France une convention administrative en\nvue de lutter contre la fraude ou l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat\nimposable :  \n1° Pour les dépenses de soutien à la création des œuvres musicales dans le cadre d'un contrat mentionné au\nII :  \na) Les frais de personnel permanent de l'entreprise incluant :\n \n-les salaires et charges sociales afférents au personnel participant directement au soutien à la création\ndes œuvres musicales : directeurs des services artistiques, directeurs artistiques, responsables artistiques,\nconseillers artistiques, directeurs musicaux, répétiteurs, collaborateurs artistiques, superviseurs musicaux,\nmusiciens, accompagnateurs musicaux, ingénieurs du son et techniciens, responsables et collaborateurs du\nservice synchro (cinéma, audiovisuel, production multimédia, illustration musicale, promotion de marques\nde produits ou de services), responsables et collaborateurs du service de rédaction-correction, responsables\net collaborateurs du service de fabrication, responsables et collaborateurs du service de matériel d'orchestre,\ndirecteurs administratifs et financiers, directeurs juridiques, responsables juridiques, juristes, assistants\njuridiques, responsables et collaborateurs du service de traitement, de valorisation et d'analyses de données,\nresponsables et collaborateurs du service chargé de la communication et du développement numériques ;  \n-la rémunération, charges sociales incluses, des dirigeants, correspondant à leur participation directe à la\ncréation des œuvres musicales, dans la limite d'un montant, fixé par décret, ne pouvant excéder 50 000 € par\nan. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de\nl'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;\n \nb) Les frais de personnel non permanent de l'entreprise, incluant les salaires et charges sociales, afférents\naux directeurs artistiques, responsables artistiques, conseillers artistiques, directeurs musicaux, répétiteurs,\ncollaborateurs artistiques, superviseurs musicaux, musiciens, accompagnateurs musicaux, ingénieurs du son\net techniciens engagés pour la création des œuvres musicales ;  \nc) Les frais et indemnités de déplacement et d'hébergement, dans la limite d'un montant par nuitée, fixé par\ndécret, ne pouvant excéder 270 € ;  \nd) Les dépenses liées à la formation musicale de l'auteur ou du compositeur ;  \ne) Les dépenses liées à l'organisation ou à la participation de l'auteur à des séminaires d'écriture musicale, y\ncompris les frais d'inscription et de déplacement ;  \nf) Les dépenses de création et de maquettage : location de studios de répétition ou d'enregistrement,\ncaptations sonores, location et transport de matériels et d'instruments ;  \n2° Pour les dépenses liées au contrôle et à l'administration des œuvres musicales éditées dans le cadre d'un\ncontrat mentionné au II :  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\na) Les frais de personnel permanent de l'entreprise, incluant :\n \n-les salaires et charges sociales afférents au personnel directement chargé du contrôle et de l'administration\ndes œuvres musicales : directeurs des services artistiques, directeurs artistiques, responsables artistiques,\nconseillers artistiques, directeurs musicaux, répétiteurs, collaborateurs artistiques, superviseurs musicaux,\naccompagnateurs musicaux, ingénieurs du son et techniciens, responsables et collaborateurs du service\nsynchro (cinéma, audiovisuel, production multimédia, illustration musicale, promotion de marques de\nproduits ou de services), responsables et collaborateurs du service de rédaction-correction, responsables et\ncollaborateurs du service “ copyright ”, responsables et collaborateurs du service de fabrication, responsables\net collaborateurs du service de matériel d'orchestre, responsables de catalogue, directeurs administratifs et\nfinanciers, directeurs juridiques, responsables et collaborateurs du service de traitement, de valorisation et\nd'analyses de données, juristes, assistants juridiques, directeurs ou responsables de services de répartition,\ngestionnaires des redevances, directeurs comptables, chefs comptables, comptables ;  \n-la rémunération, charges sociales incluses, des dirigeants, correspondant à leur participation directe au\ncontrôle et à l'administration des œuvres musicales, dans la limite d'un montant, fixé par décret, ne pouvant\nexcéder 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises,\nau sens de l'article 2 de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;\n \nb) Les frais de déclaration des œuvres musicales ;  \nc) Les dépenses de veille liées à l'exploitation illicite des œuvres musicales ;  \nd) Les frais de défense des œuvres musicales et des droits des auteurs et des compositeurs ;  \n3° Pour les dépenses liées à la publication, à l'exploitation et à la diffusion commerciale des œuvres\nmusicales éditées et au développement du répertoire de l'auteur ou du compositeur dans le cadre d'un contrat\nmentionné au II :  \na) Les frais de personnel permanent de l'entreprise, incluant :\n \n-les salaires et charges sociales afférents au personnel directement chargé de la publication, de l'exploitation\net de la diffusion commerciale des œuvres musicales éditées : directeurs des services artistiques, directeurs\nartistiques, responsables artistiques, conseillers artistiques, directeurs musicaux, répétiteurs, collaborateurs\nartistiques, superviseurs musicaux, accompagnateurs musicaux, ingénieurs du son et techniciens,\nresponsables et collaborateurs du service synchro (cinéma, audiovisuel, production multimédia, illustration\nmusicale, promotion de marques de produits ou de services), responsables et collaborateurs du service de\nfabrication, responsables et collaborateurs du service de matériel d'orchestre, responsables de catalogue,\ndirecteurs administratifs et financiers, directeurs juridiques, responsables juridiques, juristes, assistants\njuridiques, directeurs comptables, chefs comptables, comptables, directeurs de la communication et\ndes relations publiques, directeurs de la commercialisation, responsables des relations publiques ou\nde la communication, chargés de diffusion ou de commercialisation, attachés de presse ou de relations\npubliques, responsables et collaborateurs du service de traitement, de valorisation et d'analyses de données,\nresponsables et collaborateurs du service chargé de la communication et du développement numériques ;  \n-la rémunération, charges sociales incluses, des dirigeants, correspondant à leur participation directe à la\npublication, à l'exploitation et à la diffusion commerciale des œuvres musicales éditées, dans la limite d'un\nmontant, fixé par décret, ne pouvant excéder 50 000 € par an. Cette rémunération n'est éligible au crédit\nd'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I au règlement (UE) n° 651/2014 de\nla Commission du 17 juin 2014 précité ;\n \nb) Les dépenses de reproduction graphique et d'impression, tant physique que numérique, des œuvres\nmusicales éditées, y compris les frais de relecture et de correction des manuscrits ;  \nc) Les dépenses de commercialisation des œuvres musicales sur support physique ou numérique ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nd) Les dépenses de prospection commerciale engagées en vue d'assurer l'exportation et la diffusion à\nl'étranger des œuvres musicales éditées, incluant notamment les frais et indemnités de déplacement et\nd'hébergement, dans la limite d'un montant par nuitée, fixé par décret, ne pouvant excéder 270 € ;  \ne) Les dépenses engagées au titre de la participation de l'auteur ou du compositeur à des émissions de\ntélévision ou de radio ou à des programmes audiovisuels ainsi que celles engagées pour la présentation des\nœuvres musicales éditées à des émissions ou programmes ;  \nf) Les dépenses liées à la création et à la gestion de contenus audiovisuels et multimédias consacrés aux\nœuvres musicales éditées ;  \ng) Les dépenses liées à la captation sonore des œuvres musicales éditées et à la création de maquettes\nphonographiques : location de studios d'enregistrement et frais de réalisation, d'arrangement, de mixage et de\nmatriçage ;  \nh) Les frais de location ou de transport de matériel ou d'instruments ;  \ni) Dès lors qu'ils ne sont pas immobilisés, les frais d'achat du petit matériel utilisé exclusivement dans le\ncadre de la publication, de la diffusion ou de l'exploitation commerciale de l'œuvre éditée ;  \nj) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou\nincorporelles utilisées exclusivement dans le cadre de la publication, de la diffusion ou de l'exploitation\ncommerciale de l'œuvre éditée ;  \nk) Les dépenses liées aux répétitions et aux représentations promotionnelles des œuvres musicales éditées.  \nLe montant des dépenses éligibles au crédit d'impôt est limité à 300 000 € par contrat mentionné au II du\nprésent article.  \nLes dépenses définies aux 1°, 2° et 3° du présent III confiées à des entreprises liées à l'édition musicale\nétablies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord\nsur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en\nvue de lutter contre la fraude et l'évasion fiscales sont retenues dans l'assiette du crédit d'impôt à hauteur de 1\n600 000 € par exercice.  \nIV.-Les mêmes dépenses ne peuvent pas entrer à la fois dans les bases de calcul du crédit d'impôt mentionné\nau I et dans celle d'un autre crédit d'impôt.  \nV.-Le taux mentionné au premier alinéa du III est porté à 30 % pour les entreprises qui satisfont à la\ndéfinition des micro, petites et moyennes entreprises donnée à l'article 2 de l'annexe I au règlement (UE) n°\n651/2014 de la Commission du 17 juin 2014 précité.  \nVI.-Les dépenses mentionnées au III du présent article ouvrent droit au crédit d'impôt à compter de la date\nde réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré\naprès avis d'un comité d'experts, atteste que les conditions prévues au II sont remplies. Les modalités de\nfonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par\ndécret.  \nVII.-Les subventions publiques reçues par les entreprises en raison des dépenses ouvrant droit au crédit\nd'impôt sont déduites des bases de calcul de ce crédit d'impôt.  \nVIII.-A.-La somme des crédits d'impôt calculés au titre des dépenses éligibles ne peut excéder 500 000 € par\nentreprise et par exercice.  \nB.-En cas de co-édition, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part\ndans les dépenses exposées.  \nIX.-Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE)\nn° 651/2014 de la Commission du 17 juin 2014 précité.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre II : Impôt sur les bénéfices des sociétés et autres personnes\nmorales\nSection VI : Etablissement de l'impôt"
  ],
  "full_text": "Article 220 septdecies\n \nI.-Les entreprises d'édition musicale, au sens de l'article L. 132-1 du code de la propriété intellectuelle,\nsoumises à l'impôt sur les sociétés peuvent bénéficier d'un crédit d'impôt au titre des dépenses mentionnées\nau III du présent article engagées en vue de soutenir la création d'œuvres musicales, de contrôler\net d'administrer des œuvres musicales éditées, d'assurer la publication, l'exploitation et la diffusion\ncommerciale des œuvres musicales éditées et de développer le répertoire d'un auteur ou d'un compositeur, à\ncondition de ne pas être détenues, directement ou indirectement, par un éditeur de services de télévision ou\nde radiodiffusion.  \nII.-Ouvrent droit au crédit d'impôt mentionné au I les dépenses engagées en vue de soutenir la création\nd'œuvres musicales, de contrôler et d'administrer des œuvres musicales éditées, d'assurer la publication,\nl'exploitation et la diffusion commerciale des œuvres musicales éditées et de favoriser le développement du\nrépertoire de nouveaux talents en exécution d'un contrat conclu à compter du 1er janvier 2022 et remplissant\nles conditions cumulatives suivantes :  \n1° Etre conclu par une entreprise d'édition musicale établie en France, dans un autre Etat membre de l'Union\neuropéenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la\nFrance une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et qui\ny effectue les prestations liées à la création des œuvres musicales ainsi qu'aux opérations d'édition de celles-\nci ;  \n2° Stipuler que l'auteur ou le compositeur s'engage à accorder un droit de préférence à l'entreprise pour\nl'édition de ses œuvres futures dans les conditions prévues à l'article L. 132-4 du code de la propriété\nintellectuelle ;  \n3° Lier une entreprise d'édition musicale à un nouveau talent, défini comme un auteur ou un compositeur\ndont les œuvres éditées n'ont pas dépassé un seuil de ventes et d'écoutes défini par décret pour deux albums\ndistincts ou qui, en qualité d'auteur ou de coauteur, de compositeur ou de cocompositeur ou dans le cadre\nd'une œuvre collective, n'a pas contribué à l'écriture ou à la composition de plus de 50 % des œuvres figurant\ndans deux albums distincts ayant chacun dépassé ce seuil de ventes et d'écoutes.  \nS'agissant des œuvres comportant des paroles, le bénéfice du crédit d'impôt est réservé aux œuvres de\nnouveaux talents dont la moitié au moins sont d'expression française ou emploient une langue régionale\nen usage en France. Par dérogation, pour les entreprises qui satisfont à la définition de la microentreprise\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndonnée au 3 de l'article 2 de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014\ndéclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107\net 108 du traité, les œuvres comportant des paroles qui ne relèvent pas de cette catégorie ouvrent droit au\nbénéfice du crédit d'impôt dans la limite du nombre d'œuvres d'expression française ou employant une\nlangue régionale en usage en France, déposées la même année au cours du même exercice par la même\nentreprise au répertoire d'un organisme de gestion collective au sens de l'article L. 321-1 du code de la\npropriété intellectuelle, hors répertoire étranger sous-édité. Le seuil d'effectif est calculé hors personnel\nrémunéré au cachet. S'agissant des œuvres de nouveaux talents, le bénéfice du crédit d'impôt s'apprécie au\nniveau de l'entreprise redevable de l'impôt sur les sociétés pour l'ensemble des œuvres déposées chaque\nannée au répertoire d'un organisme de gestion collective au sens du même article L. 321-1, hors répertoire\nétranger sous-édité.  \nIII.-Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 15 % du montant total des dépenses\nsuivantes engagées jusqu'au 31 décembre 2027, pour des opérations mentionnées au II du présent article\neffectuées en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à\nl'accord sur l'Espace économique européen ayant conclu avec la France une convention administrative en\nvue de lutter contre la fraude ou l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat\nimposable :  \n1° Pour les dépenses de soutien à la création des œuvres musicales dans le cadre d'un contrat mentionné au\nII :  \na) Les frais de personnel permanent de l'entreprise incluant :\n \n-les salaires et charges sociales afférents au personnel participant directement au soutien à la création\ndes œuvres musicales : directeurs des services artistiques, directeurs artistiques, responsables artistiques,\nconseillers artistiques, directeurs musicaux, répétiteurs, collaborateurs artistiques, superviseurs musicaux,\nmusiciens, accompagnateurs musicaux, ingénieurs du son et techniciens, responsables et collaborateurs du\nservice synchro (cinéma, audiovisuel, production multimédia, illustration musicale, promotion de marques\nde produits ou de services), responsables et collaborateurs du service de rédaction-correction, responsables\net collaborateurs du service de fabrication, responsables et collaborateurs du service de matériel d'orchestre,\ndirecteurs administratifs et financiers, directeurs juridiques, responsables juridiques, juristes, assistants\njuridiques, responsables et collaborateurs du service de traitement, de valorisation et d'analyses de données,\nresponsables et collaborateurs du service chargé de la communication et du développement numériques ;  \n-la rémunération, charges sociales incluses, des dirigeants, correspondant à leur participation directe à la\ncréation des œuvres musicales, dans la limite d'un montant, fixé par décret, ne pouvant excéder 50 000 € par\nan. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises, au sens de l'article 2 de\nl'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;\n \nb) Les frais de personnel non permanent de l'entreprise, incluant les salaires et charges sociales, afférents\naux directeurs artistiques, responsables artistiques, conseillers artistiques, directeurs musicaux, répétiteurs,\ncollaborateurs artistiques, superviseurs musicaux, musiciens, accompagnateurs musicaux, ingénieurs du son\net techniciens engagés pour la création des œuvres musicales ;  \nc) Les frais et indemnités de déplacement et d'hébergement, dans la limite d'un montant par nuitée, fixé par\ndécret, ne pouvant excéder 270 € ;  \nd) Les dépenses liées à la formation musicale de l'auteur ou du compositeur ;  \ne) Les dépenses liées à l'organisation ou à la participation de l'auteur à des séminaires d'écriture musicale, y\ncompris les frais d'inscription et de déplacement ;  \nf) Les dépenses de création et de maquettage : location de studios de répétition ou d'enregistrement,\ncaptations sonores, location et transport de matériels et d'instruments ;  \n2° Pour les dépenses liées au contrôle et à l'administration des œuvres musicales éditées dans le cadre d'un\ncontrat mentionné au II :  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\na) Les frais de personnel permanent de l'entreprise, incluant :\n \n-les salaires et charges sociales afférents au personnel directement chargé du contrôle et de l'administration\ndes œuvres musicales : directeurs des services artistiques, directeurs artistiques, responsables artistiques,\nconseillers artistiques, directeurs musicaux, répétiteurs, collaborateurs artistiques, superviseurs musicaux,\naccompagnateurs musicaux, ingénieurs du son et techniciens, responsables et collaborateurs du service\nsynchro (cinéma, audiovisuel, production multimédia, illustration musicale, promotion de marques de\nproduits ou de services), responsables et collaborateurs du service de rédaction-correction, responsables et\ncollaborateurs du service “ copyright ”, responsables et collaborateurs du service de fabrication, responsables\net collaborateurs du service de matériel d'orchestre, responsables de catalogue, directeurs administratifs et\nfinanciers, directeurs juridiques, responsables et collaborateurs du service de traitement, de valorisation et\nd'analyses de données, juristes, assistants juridiques, directeurs ou responsables de services de répartition,\ngestionnaires des redevances, directeurs comptables, chefs comptables, comptables ;  \n-la rémunération, charges sociales incluses, des dirigeants, correspondant à leur participation directe au\ncontrôle et à l'administration des œuvres musicales, dans la limite d'un montant, fixé par décret, ne pouvant\nexcéder 50 000 € par an. Cette rémunération n'est éligible au crédit d'impôt que pour les petites entreprises,\nau sens de l'article 2 de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;\n \nb) Les frais de déclaration des œuvres musicales ;  \nc) Les dépenses de veille liées à l'exploitation illicite des œuvres musicales ;  \nd) Les frais de défense des œuvres musicales et des droits des auteurs et des compositeurs ;  \n3° Pour les dépenses liées à la publication, à l'exploitation et à la diffusion commerciale des œuvres\nmusicales éditées et au développement du répertoire de l'auteur ou du compositeur dans le cadre d'un contrat\nmentionné au II :  \na) Les frais de personnel permanent de l'entreprise, incluant :\n \n-les salaires et charges sociales afférents au personnel directement chargé de la publication, de l'exploitation\net de la diffusion commerciale des œuvres musicales éditées : directeurs des services artistiques, directeurs\nartistiques, responsables artistiques, conseillers artistiques, directeurs musicaux, répétiteurs, collaborateurs\nartistiques, superviseurs musicaux, accompagnateurs musicaux, ingénieurs du son et techniciens,\nresponsables et collaborateurs du service synchro (cinéma, audiovisuel, production multimédia, illustration\nmusicale, promotion de marques de produits ou de services), responsables et collaborateurs du service de\nfabrication, responsables et collaborateurs du service de matériel d'orchestre, responsables de catalogue,\ndirecteurs administratifs et financiers, directeurs juridiques, responsables juridiques, juristes, assistants\njuridiques, directeurs comptables, chefs comptables, comptables, directeurs de la communication et\ndes relations publiques, directeurs de la commercialisation, responsables des relations publiques ou\nde la communication, chargés de diffusion ou de commercialisation, attachés de presse ou de relations\npubliques, responsables et collaborateurs du service de traitement, de valorisation et d'analyses de données,\nresponsables et collaborateurs du service chargé de la communication et du développement numériques ;  \n-la rémunération, charges sociales incluses, des dirigeants, correspondant à leur participation directe à la\npublication, à l'exploitation et à la diffusion commerciale des œuvres musicales éditées, dans la limite d'un\nmontant, fixé par décret, ne pouvant excéder 50 000 € par an. Cette rémunération n'est éligible au crédit\nd'impôt que pour les petites entreprises, au sens de l'article 2 de l'annexe I au règlement (UE) n° 651/2014 de\nla Commission du 17 juin 2014 précité ;\n \nb) Les dépenses de reproduction graphique et d'impression, tant physique que numérique, des œuvres\nmusicales éditées, y compris les frais de relecture et de correction des manuscrits ;  \nc) Les dépenses de commercialisation des œuvres musicales sur support physique ou numérique ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nd) Les dépenses de prospection commerciale engagées en vue d'assurer l'exportation et la diffusion à\nl'étranger des œuvres musicales éditées, incluant notamment les frais et indemnités de déplacement et\nd'hébergement, dans la limite d'un montant par nuitée, fixé par décret, ne pouvant excéder 270 € ;  \ne) Les dépenses engagées au titre de la participation de l'auteur ou du compositeur à des émissions de\ntélévision ou de radio ou à des programmes audiovisuels ainsi que celles engagées pour la présentation des\nœuvres musicales éditées à des émissions ou programmes ;  \nf) Les dépenses liées à la création et à la gestion de contenus audiovisuels et multimédias consacrés aux\nœuvres musicales éditées ;  \ng) Les dépenses liées à la captation sonore des œuvres musicales éditées et à la création de maquettes\nphonographiques : location de studios d'enregistrement et frais de réalisation, d'arrangement, de mixage et de\nmatriçage ;  \nh) Les frais de location ou de transport de matériel ou d'instruments ;  \ni) Dès lors qu'ils ne sont pas immobilisés, les frais d'achat du petit matériel utilisé exclusivement dans le\ncadre de la publication, de la diffusion ou de l'exploitation commerciale de l'œuvre éditée ;  \nj) Les dotations aux amortissements, lorsqu'elles correspondent à des immobilisations corporelles ou\nincorporelles utilisées exclusivement dans le cadre de la publication, de la diffusion ou de l'exploitation\ncommerciale de l'œuvre éditée ;  \nk) Les dépenses liées aux répétitions et aux représentations promotionnelles des œuvres musicales éditées.  \nLe montant des dépenses éligibles au crédit d'impôt est limité à 300 000 € par contrat mentionné au II du\nprésent article.  \nLes dépenses définies aux 1°, 2° et 3° du présent III confiées à des entreprises liées à l'édition musicale\nétablies en France, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord\nsur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en\nvue de lutter contre la fraude et l'évasion fiscales sont retenues dans l'assiette du crédit d'impôt à hauteur de 1\n600 000 € par exercice.  \nIV.-Les mêmes dépenses ne peuvent pas entrer à la fois dans les bases de calcul du crédit d'impôt mentionné\nau I et dans celle d'un autre crédit d'impôt.  \nV.-Le taux mentionné au premier alinéa du III est porté à 30 % pour les entreprises qui satisfont à la\ndéfinition des micro, petites et moyennes entreprises donnée à l'article 2 de l'annexe I au règlement (UE) n°\n651/2014 de la Commission du 17 juin 2014 précité.  \nVI.-Les dépenses mentionnées au III du présent article ouvrent droit au crédit d'impôt à compter de la date\nde réception par le ministre chargé de la culture d'une demande d'agrément provisoire. Cet agrément, délivré\naprès avis d'un comité d'experts, atteste que les conditions prévues au II sont remplies. Les modalités de\nfonctionnement du comité d'experts et les conditions de délivrance de l'agrément provisoire sont fixées par\ndécret.  \nVII.-Les subventions publiques reçues par les entreprises en raison des dépenses ouvrant droit au crédit\nd'impôt sont déduites des bases de calcul de ce crédit d'impôt.  \nVIII.-A.-La somme des crédits d'impôt calculés au titre des dépenses éligibles ne peut excéder 500 000 € par\nentreprise et par exercice.  \nB.-En cas de co-édition, le crédit d'impôt est accordé à chacune des entreprises, proportionnellement à sa part\ndans les dépenses exposées.  \nIX.-Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect de l'article 53 du règlement (UE)\nn° 651/2014 de la Commission du 17 juin 2014 précité.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre II : Impôt sur les bénéfices des sociétés et autres personnes\nmorales\nSection VI : Etablissement de l'impôt"
}