{
  "code": "CGI_210_B",
  "article_number": "210 B",
  "chunks": [
    "article 210 B, les 1° et 2° du c du présent article s'appliquent, respectivement, lorsque la société bénéficiaire\ndes apports est une personne morale passible de l'impôt sur les sociétés ou est une autre société ou un autre\nétablissement stable remplissant les conditions définies au deuxième alinéa du I de l'article 223 A.\n \nf) Dans la situation mentionnée au troisième alinéa de l'article 223 S, le premier groupe est considéré comme\ncessant d'exister à la date de clôture de l'exercice qui précède le premier exercice du nouveau groupe.\n \nLa durée du premier exercice des sociétés du nouveau groupe ainsi formé peut être inférieure ou supérieure à\ndouze mois, sans préjudice de l'application de l'article 37. L'option mentionnée au troisième alinéa de l'article\n223 S comporte l'indication de la durée de cet exercice.\n \nLa société mère du premier groupe ajoute au résultat d'ensemble de l'exercice mentionné au premier alinéa\nles sommes dont la réintégration est prévue aux articles 223 F et 223 R du fait de la sortie du groupe de\ntoutes les sociétés qui le composaient.\n \ng) Lorsque, à la suite d'une opération bénéficiant des dispositions du 2 de l'article 115, effectuée par la\nsociété mère d'un groupe définie aux premier, deuxième, quatrième ou cinquième alinéas du I de l'article\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n223 A, le capital d'une ou plusieurs sociétés membres du groupe est détenu à 95 % ou plus, directement\nou indirectement, par une personne morale soumise à l'impôt sur les sociétés autre que la société mère\ndu groupe, cette personne morale peut se constituer seule redevable de l'impôt dû par elle et les sociétés\napportées à compter de l'exercice au cours duquel intervient l'apport si, à la clôture de cet exercice, elle\nsatisfait aux conditions prévues au premier, deuxième, quatrième ou cinquième alinéa du I de l'article 223\nA. De même, lorsque, à la suite d'une opération qui répond aux conditions permettant de bénéficier des\ndispositions du 2 de l'article 115 et qui n'est pas une opération mentionnée au 3 du même article, effectuée\npar l'entité mère non résidente, le capital d'une ou plusieurs sociétés, autres que la société mère, membres\ndu groupe formé dans les conditions prévues au deuxième alinéa du I de l'article 223 A, n'est plus détenu\ndans les conditions précitées par l'entité mère non résidente, une personne morale soumise à l'impôt sur les\nsociétés peut se constituer seule redevable de l'impôt dû par elle-même et par lesdites sociétés à compter\nde l'exercice au cours duquel intervient l'apport si, à la clôture de cet exercice, elle satisfait aux conditions\nprévues aux premier ou deuxième alinéas du I du même article 223 A.\n \nCette disposition s'applique aux apports qui prennent effet à la date d'ouverture de l'exercice des sociétés\napportées. Elle est subordonnée à l'exercice, par la personne morale mentionnée au premier alinéa, de\nl'option mentionnée au premier, deuxième, quatrième ou cinquième alinéas du I de l'article 223 A et à\nl'accord des sociétés apportées membres du nouveau groupe, au plus tard à la date d'expiration du délai\nprévu au deuxième alinéa du III de l'article 223 A décompté de la date de réalisation de l'apport. L'option\nest accompagnée d'un document sur l'identité des sociétés apportées qui ont donné leur accord pour être\nmembres du nouveau groupe.\n \nLa durée du premier exercice des sociétés du groupe issu de l'apport peut être inférieure ou supérieure à\ndouze mois, sans préjudice de l'application de l'article 37. L'option mentionnée au deuxième alinéa comporte\nl'indication de la durée de cet exercice.\n \nh) Lorsqu'une société filiale membre d'un groupe cesse de faire partie dudit groupe en raison d'un transfert\nde propriété entrant dans les prévisions du second alinéa de l'article 223 E et que ladite société remplit les\nconditions prévues par les premier, deuxième, quatrième ou cinquième alinéas du I de l'article 223 A, ladite\nsociété peut constituer, avec effet à la date d'ouverture de l'exercice au titre duquel elle a cessé de faire partie\ndu groupe susmentionné, un nouveau groupe avec les sociétés qu'elle détient à hauteur de 95 % au moins\ndans les conditions prévues par les premier, deuxième, quatrième ou cinquième alinéas du I de l'article 223 A\net qui faisaient partie du groupe susvisé, ou avec les sociétés avec lesquelles elle peut former un groupe dans\nles conditions prévues au deuxième alinéa du I du même article 223 A qui faisaient partie du même groupe\nsusvisé.\n \nL'option prévue par lesdits alinéas doit être exercée au plus tard à l'expiration du délai prévu au deuxième\nalinéa du III de l'article 223 A décompté de la date de réalisation du transfert de propriété concerné. Cette\noption est accompagnée du document mentionné au premier alinéa du c.\n \nLa durée du premier exercice des sociétés du groupe ainsi formé peut être inférieure ou supérieure à douze\nmois, sans préjudice de l'application de l'article 37. L'option mentionnée au deuxième alinéa comporte\nl'indication de la durée de cet exercice.\n \nLe présent h s'applique également lorsque le capital des sociétés qui y sont visées vient à être détenu, dans\nles conditions prévues par les premier, deuxième, quatrième ou cinquième alinéas du I de l'article 223 A, par\nune société qui remplit les conditions prévues à l'un de ces alinéas, étant précisé que, dans cette situation, le\nnouveau groupe comprend cette dernière société en tant que société mère et les premières sociétés visées au\nprésent alinéa en tant que filiales.\n \ni) Lorsque le capital d'une société mère définie aux premier, deuxième, quatrième ou cinquième alinéas du\nI de l'article 223 A est détenu ou vient à être détenu, directement ou indirectement, par l'intermédiaire de\nsociétés intermédiaires et, le cas échéant, de sociétés soumises à l'impôt sur les sociétés dans les conditions\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nde droit commun ou selon les modalités prévues aux articles 214, à 95 % au moins par une autre personne\nmorale passible de l'impôt sur les sociétés qui remplit les conditions prévues aux premier, deuxième,\nquatrième ou cinquième alinéas du I de l'article 223 A, cette personne morale peut, sous réserve des\ndispositions de ce même article, constituer un groupe avec les sociétés qui composent celui qui a été formé\npar la société mère concernée ou faire entrer celles-ci dans le groupe dont elle est déjà membre.\n \nDans cette situation, l'option prévue aux premier, deuxième, quatrième ou cinquième alinéas du I de l'article\n223 A est exercée au plus tard à l'expiration du délai prévu au deuxième alinéa du III du même article,\ndécompté de la date de clôture de l'exercice précédant celui au titre duquel l'option est exercée. Cette option\nest accompagnée du document mentionné au premier alinéa du c.\n \nLa durée du premier exercice des sociétés du groupe ainsi formé peut être inférieure ou supérieure à douze\nmois, sans préjudice de l'application de l'article 37. L'option mentionnée au deuxième alinéa comporte\nl'indication de la durée de cet exercice.\n \nLe groupe de la société mère visée au premier alinéa est considéré comme cessant d'exister à la date de\nclôture de l'exercice qui précède celui au titre duquel est exercée l'option visée au deuxième alinéa. La\nsociété mère concernée ajoute au résultat d'ensemble de cet exercice les sommes dont la réintégration est\nprévue aux articles 223 F et 223 R du fait de la cessation du groupe.\n \nj) Lorsque le capital d'une société mère définie au premier alinéa du I de l'article 223 A est détenu ou vient à\nêtre détenu dans les conditions prévues au deuxième alinéa du même I, elle peut entrer dans le groupe formé\npar une société mère qui remplit les conditions du même deuxième alinéa.\n \nDans le cas prévu au premier alinéa du présent j, l'option prévue au deuxième alinéa du I de l'article 223 A\nest exercée au plus tard à l'expiration du délai prévu au deuxième alinéa du III du même article, décompté\nde la date de clôture de l'exercice précédant celui au titre duquel l'option est exercée. Cette option est\naccompagnée du document mentionné au premier alinéa du c du présent 6.\n \nLa durée du premier exercice des sociétés du groupe ainsi formé peut être inférieure ou supérieure à douze\nmois, sans préjudice de l'application de l'article 37. L'option mentionnée au deuxième alinéa du présent j\ncomporte l'indication de la durée de cet exercice.\n \nLes groupes des sociétés mères qui deviennent membres d'un groupe formé dans les conditions prévues\nau premier alinéa du présent j sont considérés comme cessant d'exister à la date de clôture de l'exercice\nqui précède celui au titre duquel est exercée l'option mentionnée au deuxième alinéa. Les sociétés mères\nconcernées ajoutent au résultat d'ensemble de cet exercice les sommes dont la réintégration est prévue aux\narticles 223 F et 223 R du fait de la cessation de leur groupe.\n \nk) Lorsque, au cours d'un exercice, une entité mère non résidente ou une société étrangère, telles que\ndéfinies au deuxième alinéa du I de l'article 223 A, ne satisfait plus aux conditions d'éligibilité requises aux\ndeuxième et troisième alinéas du même I, en raison du retrait de l'Etat dans lequel elle est soumise à un\nimpôt équivalent à l'impôt sur les sociétés de l'Union européenne ou de l'accord sur l'Espace économique\neuropéen, elle est réputée remplir ces conditions d'éligibilité jusqu'à la clôture de l'exercice au cours duquel\nle retrait est survenu.  \nDans cette situation, une société étrangère, détenue directement ou indirectement par l'entité mère non\nrésidente mentionnée au premier alinéa du présent k et satisfaisant aux conditions prévues aux deuxième\net troisième alinéas du I de l'article 223 A peut se substituer à cette dernière sans que cette substitution\nn'entraîne la cessation du groupe constitué par la société mère et sans qu'il soit nécessaire d'exercer à\nnouveau l'option prévue au deuxième alinéa du même I ou encore, pour les autres sociétés étrangères,\nsociétés intermédiaires et sociétés membres du groupe, de renouveler l'accord mentionné au premier alinéa\ndu III du même article 223 A. Cette faculté de substitution est exercée par un accord notifié au plus tard à\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nl'expiration du délai prévu au deuxième alinéa du même III, décompté de la date de clôture de l'exercice du\nretrait.  \nDans les cas mentionnés aux premier et deuxième alinéas du présent k, la société mère ajoute au résultat\nd'ensemble de l'exercice au cours duquel le retrait est survenu les sommes dont la réintégration est prévue\naux articles 223 F et 223 R du fait de la perte de qualité d'entité mère non résidente ou de société étrangère\nau sens des deuxième et troisième alinéas du I de l'article 223 A, de la perte de la qualité de société\nintermédiaire au sens du premier alinéa des I et III du même article 223 A, ou de la sortie du groupe des\nsociétés ne remplissant plus les conditions prévues au I et au premier alinéa du III dudit article 223 A.  \nl) Lorsque, au cours d'un exercice, une société intermédiaire, telle que définie aux premier, quatrième et\navant-dernier alinéas du I de l'article 223 A et remplissant les conditions prévues au premier alinéa du III du\nmême article 223 A, ne remplit plus les conditions prévues aux mêmes alinéas en raison du retrait de l'Etat\ndans lequel elle est soumise à un impôt équivalent à l'impôt sur les sociétés de l'Union européenne ou de\nl'accord sur l'Espace économique européen, elle est réputée remplir les conditions mentionnées à ces mêmes\nalinéas jusqu'à la clôture de l'exercice au cours duquel le retrait est survenu.  \nDans ce cas, la société mère ajoute au résultat d'ensemble de l'exercice au cours duquel le retrait est survenu\nles sommes dont la réintégration est prévue aux articles 223 F et 223 R du fait de la perte de la qualité de\nsociété intermédiaire par les sociétés mentionnées au premier alinéa du présent l ou de la sortie du groupe\ndes sociétés ne remplissant plus les conditions prévues au I et au premier alinéa du III de l'article 223 A.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre II : Impôt sur les bénéfices des sociétés et autres personnes\nmorales\nSection VIII : Groupes de sociétés\n3e Sous-section : Dispositions diverses\n2° : Paiement de l'impôt"
  ],
  "full_text": "article 210 B, les 1° et 2° du c du présent article s'appliquent, respectivement, lorsque la société bénéficiaire\ndes apports est une personne morale passible de l'impôt sur les sociétés ou est une autre société ou un autre\nétablissement stable remplissant les conditions définies au deuxième alinéa du I de l'article 223 A.\n \nf) Dans la situation mentionnée au troisième alinéa de l'article 223 S, le premier groupe est considéré comme\ncessant d'exister à la date de clôture de l'exercice qui précède le premier exercice du nouveau groupe.\n \nLa durée du premier exercice des sociétés du nouveau groupe ainsi formé peut être inférieure ou supérieure à\ndouze mois, sans préjudice de l'application de l'article 37. L'option mentionnée au troisième alinéa de l'article\n223 S comporte l'indication de la durée de cet exercice.\n \nLa société mère du premier groupe ajoute au résultat d'ensemble de l'exercice mentionné au premier alinéa\nles sommes dont la réintégration est prévue aux articles 223 F et 223 R du fait de la sortie du groupe de\ntoutes les sociétés qui le composaient.\n \ng) Lorsque, à la suite d'une opération bénéficiant des dispositions du 2 de l'article 115, effectuée par la\nsociété mère d'un groupe définie aux premier, deuxième, quatrième ou cinquième alinéas du I de l'article\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n223 A, le capital d'une ou plusieurs sociétés membres du groupe est détenu à 95 % ou plus, directement\nou indirectement, par une personne morale soumise à l'impôt sur les sociétés autre que la société mère\ndu groupe, cette personne morale peut se constituer seule redevable de l'impôt dû par elle et les sociétés\napportées à compter de l'exercice au cours duquel intervient l'apport si, à la clôture de cet exercice, elle\nsatisfait aux conditions prévues au premier, deuxième, quatrième ou cinquième alinéa du I de l'article 223\nA. De même, lorsque, à la suite d'une opération qui répond aux conditions permettant de bénéficier des\ndispositions du 2 de l'article 115 et qui n'est pas une opération mentionnée au 3 du même article, effectuée\npar l'entité mère non résidente, le capital d'une ou plusieurs sociétés, autres que la société mère, membres\ndu groupe formé dans les conditions prévues au deuxième alinéa du I de l'article 223 A, n'est plus détenu\ndans les conditions précitées par l'entité mère non résidente, une personne morale soumise à l'impôt sur les\nsociétés peut se constituer seule redevable de l'impôt dû par elle-même et par lesdites sociétés à compter\nde l'exercice au cours duquel intervient l'apport si, à la clôture de cet exercice, elle satisfait aux conditions\nprévues aux premier ou deuxième alinéas du I du même article 223 A.\n \nCette disposition s'applique aux apports qui prennent effet à la date d'ouverture de l'exercice des sociétés\napportées. Elle est subordonnée à l'exercice, par la personne morale mentionnée au premier alinéa, de\nl'option mentionnée au premier, deuxième, quatrième ou cinquième alinéas du I de l'article 223 A et à\nl'accord des sociétés apportées membres du nouveau groupe, au plus tard à la date d'expiration du délai\nprévu au deuxième alinéa du III de l'article 223 A décompté de la date de réalisation de l'apport. L'option\nest accompagnée d'un document sur l'identité des sociétés apportées qui ont donné leur accord pour être\nmembres du nouveau groupe.\n \nLa durée du premier exercice des sociétés du groupe issu de l'apport peut être inférieure ou supérieure à\ndouze mois, sans préjudice de l'application de l'article 37. L'option mentionnée au deuxième alinéa comporte\nl'indication de la durée de cet exercice.\n \nh) Lorsqu'une société filiale membre d'un groupe cesse de faire partie dudit groupe en raison d'un transfert\nde propriété entrant dans les prévisions du second alinéa de l'article 223 E et que ladite société remplit les\nconditions prévues par les premier, deuxième, quatrième ou cinquième alinéas du I de l'article 223 A, ladite\nsociété peut constituer, avec effet à la date d'ouverture de l'exercice au titre duquel elle a cessé de faire partie\ndu groupe susmentionné, un nouveau groupe avec les sociétés qu'elle détient à hauteur de 95 % au moins\ndans les conditions prévues par les premier, deuxième, quatrième ou cinquième alinéas du I de l'article 223 A\net qui faisaient partie du groupe susvisé, ou avec les sociétés avec lesquelles elle peut former un groupe dans\nles conditions prévues au deuxième alinéa du I du même article 223 A qui faisaient partie du même groupe\nsusvisé.\n \nL'option prévue par lesdits alinéas doit être exercée au plus tard à l'expiration du délai prévu au deuxième\nalinéa du III de l'article 223 A décompté de la date de réalisation du transfert de propriété concerné. Cette\noption est accompagnée du document mentionné au premier alinéa du c.\n \nLa durée du premier exercice des sociétés du groupe ainsi formé peut être inférieure ou supérieure à douze\nmois, sans préjudice de l'application de l'article 37. L'option mentionnée au deuxième alinéa comporte\nl'indication de la durée de cet exercice.\n \nLe présent h s'applique également lorsque le capital des sociétés qui y sont visées vient à être détenu, dans\nles conditions prévues par les premier, deuxième, quatrième ou cinquième alinéas du I de l'article 223 A, par\nune société qui remplit les conditions prévues à l'un de ces alinéas, étant précisé que, dans cette situation, le\nnouveau groupe comprend cette dernière société en tant que société mère et les premières sociétés visées au\nprésent alinéa en tant que filiales.\n \ni) Lorsque le capital d'une société mère définie aux premier, deuxième, quatrième ou cinquième alinéas du\nI de l'article 223 A est détenu ou vient à être détenu, directement ou indirectement, par l'intermédiaire de\nsociétés intermédiaires et, le cas échéant, de sociétés soumises à l'impôt sur les sociétés dans les conditions\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nde droit commun ou selon les modalités prévues aux articles 214, à 95 % au moins par une autre personne\nmorale passible de l'impôt sur les sociétés qui remplit les conditions prévues aux premier, deuxième,\nquatrième ou cinquième alinéas du I de l'article 223 A, cette personne morale peut, sous réserve des\ndispositions de ce même article, constituer un groupe avec les sociétés qui composent celui qui a été formé\npar la société mère concernée ou faire entrer celles-ci dans le groupe dont elle est déjà membre.\n \nDans cette situation, l'option prévue aux premier, deuxième, quatrième ou cinquième alinéas du I de l'article\n223 A est exercée au plus tard à l'expiration du délai prévu au deuxième alinéa du III du même article,\ndécompté de la date de clôture de l'exercice précédant celui au titre duquel l'option est exercée. Cette option\nest accompagnée du document mentionné au premier alinéa du c.\n \nLa durée du premier exercice des sociétés du groupe ainsi formé peut être inférieure ou supérieure à douze\nmois, sans préjudice de l'application de l'article 37. L'option mentionnée au deuxième alinéa comporte\nl'indication de la durée de cet exercice.\n \nLe groupe de la société mère visée au premier alinéa est considéré comme cessant d'exister à la date de\nclôture de l'exercice qui précède celui au titre duquel est exercée l'option visée au deuxième alinéa. La\nsociété mère concernée ajoute au résultat d'ensemble de cet exercice les sommes dont la réintégration est\nprévue aux articles 223 F et 223 R du fait de la cessation du groupe.\n \nj) Lorsque le capital d'une société mère définie au premier alinéa du I de l'article 223 A est détenu ou vient à\nêtre détenu dans les conditions prévues au deuxième alinéa du même I, elle peut entrer dans le groupe formé\npar une société mère qui remplit les conditions du même deuxième alinéa.\n \nDans le cas prévu au premier alinéa du présent j, l'option prévue au deuxième alinéa du I de l'article 223 A\nest exercée au plus tard à l'expiration du délai prévu au deuxième alinéa du III du même article, décompté\nde la date de clôture de l'exercice précédant celui au titre duquel l'option est exercée. Cette option est\naccompagnée du document mentionné au premier alinéa du c du présent 6.\n \nLa durée du premier exercice des sociétés du groupe ainsi formé peut être inférieure ou supérieure à douze\nmois, sans préjudice de l'application de l'article 37. L'option mentionnée au deuxième alinéa du présent j\ncomporte l'indication de la durée de cet exercice.\n \nLes groupes des sociétés mères qui deviennent membres d'un groupe formé dans les conditions prévues\nau premier alinéa du présent j sont considérés comme cessant d'exister à la date de clôture de l'exercice\nqui précède celui au titre duquel est exercée l'option mentionnée au deuxième alinéa. Les sociétés mères\nconcernées ajoutent au résultat d'ensemble de cet exercice les sommes dont la réintégration est prévue aux\narticles 223 F et 223 R du fait de la cessation de leur groupe.\n \nk) Lorsque, au cours d'un exercice, une entité mère non résidente ou une société étrangère, telles que\ndéfinies au deuxième alinéa du I de l'article 223 A, ne satisfait plus aux conditions d'éligibilité requises aux\ndeuxième et troisième alinéas du même I, en raison du retrait de l'Etat dans lequel elle est soumise à un\nimpôt équivalent à l'impôt sur les sociétés de l'Union européenne ou de l'accord sur l'Espace économique\neuropéen, elle est réputée remplir ces conditions d'éligibilité jusqu'à la clôture de l'exercice au cours duquel\nle retrait est survenu.  \nDans cette situation, une société étrangère, détenue directement ou indirectement par l'entité mère non\nrésidente mentionnée au premier alinéa du présent k et satisfaisant aux conditions prévues aux deuxième\net troisième alinéas du I de l'article 223 A peut se substituer à cette dernière sans que cette substitution\nn'entraîne la cessation du groupe constitué par la société mère et sans qu'il soit nécessaire d'exercer à\nnouveau l'option prévue au deuxième alinéa du même I ou encore, pour les autres sociétés étrangères,\nsociétés intermédiaires et sociétés membres du groupe, de renouveler l'accord mentionné au premier alinéa\ndu III du même article 223 A. Cette faculté de substitution est exercée par un accord notifié au plus tard à\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nl'expiration du délai prévu au deuxième alinéa du même III, décompté de la date de clôture de l'exercice du\nretrait.  \nDans les cas mentionnés aux premier et deuxième alinéas du présent k, la société mère ajoute au résultat\nd'ensemble de l'exercice au cours duquel le retrait est survenu les sommes dont la réintégration est prévue\naux articles 223 F et 223 R du fait de la perte de qualité d'entité mère non résidente ou de société étrangère\nau sens des deuxième et troisième alinéas du I de l'article 223 A, de la perte de la qualité de société\nintermédiaire au sens du premier alinéa des I et III du même article 223 A, ou de la sortie du groupe des\nsociétés ne remplissant plus les conditions prévues au I et au premier alinéa du III dudit article 223 A.  \nl) Lorsque, au cours d'un exercice, une société intermédiaire, telle que définie aux premier, quatrième et\navant-dernier alinéas du I de l'article 223 A et remplissant les conditions prévues au premier alinéa du III du\nmême article 223 A, ne remplit plus les conditions prévues aux mêmes alinéas en raison du retrait de l'Etat\ndans lequel elle est soumise à un impôt équivalent à l'impôt sur les sociétés de l'Union européenne ou de\nl'accord sur l'Espace économique européen, elle est réputée remplir les conditions mentionnées à ces mêmes\nalinéas jusqu'à la clôture de l'exercice au cours duquel le retrait est survenu.  \nDans ce cas, la société mère ajoute au résultat d'ensemble de l'exercice au cours duquel le retrait est survenu\nles sommes dont la réintégration est prévue aux articles 223 F et 223 R du fait de la perte de la qualité de\nsociété intermédiaire par les sociétés mentionnées au premier alinéa du présent l ou de la sortie du groupe\ndes sociétés ne remplissant plus les conditions prévues au I et au premier alinéa du III de l'article 223 A.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre II : Impôt sur les bénéfices des sociétés et autres personnes\nmorales\nSection VIII : Groupes de sociétés\n3e Sous-section : Dispositions diverses\n2° : Paiement de l'impôt"
}