{
  "code": "CGI_1466_A",
  "article_number": "1466 A",
  "chunks": [
    "Article 1466 A\n \nI. – Les communes sur le territoire desquelles sont situés un ou plusieurs quartiers prioritaires de la politique\nde la ville ou leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre\npeuvent exonérer de la cotisation foncière des entreprises par délibération prise dans les conditions de\nl'article 1639 A bis les créations ou extensions d'établissement réalisées dans un ou plusieurs de ces quartiers\nprioritaires, dans la limite d'un montant de base nette imposable fixé pour 2024 à 32 468 € et actualisé\nchaque année en fonction de la variation des prix. Seuls les établissements employant moins de 150 salariés\npeuvent bénéficier de cette mesure.\n \nL'exonération s'applique aux entreprises qui ont employé moins de 250 salariés au cours de la période\nde référence retenue pour le calcul de la base d'imposition et dont soit le chiffre d'affaires annuel réalisé\nau cours de la même période n'excède pas 50 millions d'euros, soit le total de bilan, au terme de la même\npériode, n'excède pas 43 millions d'euros. L'effectif à retenir est apprécié par référence au nombre moyen\nde salariés au cours de la période. Le chiffre d'affaires à prendre en compte est éventuellement corrigé\npour correspondre à une année pleine et, pour une société mère d'un groupe mentionné à l'article 223 A ou\nà l'article 223 A bis, s'entend de la somme des chiffres d'affaires de chacune des sociétés membres de ce\ngroupe.\n \nL'exonération prévue n'est pas applicable aux entreprises dont 25 % ou plus du capital ou des droits de\nvote sont contrôlés, directement ou indirectement, par une ou plusieurs entreprises ne répondant pas aux\nconditions fixées par le précédent alinéa. Pour la détermination de ce pourcentage, les participations des\nsociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés\nrelevant de l'article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n\n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels\nde capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des\nsociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises\nen compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société\nen cause et ces dernières sociétés ou ces fonds.\n \nLa délibération fixe le taux d'exonération, sa durée ainsi que les quartiers prioritaires concernés.\n \nLa délibération porte sur la totalité de la part revenant à chaque commune ou établissement public de\ncoopération intercommunale doté d'une fiscalité propre. Elle ne peut avoir pour effet de reporter de plus de\ncinq ans l'application du régime d'imposition de droit commun.\n \nI bis à I quinquies. – (Abrogés)\n \nI quinquies A. – Sauf délibération contraire de la commune ou de l'établissement public de coopération\nintercommunale doté d'une fiscalité propre prise dans les conditions prévues au I de l'article 1639 A\nbis, les entreprises sont exonérées de cotisation foncière des entreprises pour les créations et extensions\nd'établissements qu'elles réalisent entre le 1er janvier 2007 et le 31 décembre 2027 dans les bassins d'emploi\nà redynamiser définis au 3 bis de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour\nl'aménagement et le développement du territoire.\n \nLes exonérations prévues au premier alinéa portent pendant cinq ans à compter de l'année qui suit la création\nou, en cas d'extension d'établissement, à compter de la deuxième année qui suit celle-ci, sur la totalité de la\npart revenant à chaque commune ou établissement public de coopération intercommunale doté d'une fiscalité\npropre.\n \nEn cas de changement d'exploitant au cours de la période d'exonération, celle-ci est maintenue pour la\npériode restant à courir et dans les conditions prévues pour le prédécesseur.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nPour l'application des dispositions ci-dessus, les délibérations des communes et de leurs établissements\npublics de coopération intercommunale dotés d'une fiscalité propre ne peuvent porter que sur l'ensemble des\nétablissements créés ou étendus.\n \nLe bénéfice des exonérations est subordonné au respect du règlement (UE) 2023/2831 de la Commission du\n13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union\neuropéenne des aides de minimis. Toutefois, sur option des entreprises qui procèdent aux opérations\nmentionnées au premier alinéa dans les zones d'aide à finalité régionale, le bénéfice des exonérations est\nsubordonné au respect de l'article 14 du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014,\ndéclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et\n108 du traité.\n \nL'option mentionnée au cinquième alinéa est irrévocable pour la durée de l'exonération. Elle doit être\nexercée, selon le cas, dans le délai prévu pour le dépôt de la déclaration annuelle afférente à la première\nannée au titre de laquelle l'exonération prend effet ou de la déclaration provisoire de cotisation foncière des\nentreprises visée à l'article 1477.\n \nI quinquies B. # Les communes et les établissements publics de coopération intercommunale dotés d'une\nfiscalité propre peuvent, par une délibération prise dans les conditions prévues au I de l'article 1639\nA bis, exonérer de cotisation foncière des entreprises les entreprises pour les créations et extensions\nd'établissements situés dans le périmètre des zones de restructuration de la défense mentionnées aux 1°\net 2° du 3 ter de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et\nle développement du territoire qui sont réalisées pendant une période de six ans débutant à la date de\npublication de l'arrêté prévu au dernier alinéa du même 3 ter ou, si cette seconde date est postérieure, au 1er\njanvier de l'année précédant celle au titre de laquelle le territoire est reconnu comme zone de restructuration\nde la défense par cet arrêté.\n \nL'exonération prévue au premier alinéa porte, pendant cinq ans à compter de l'année qui suit la création ou,\nen cas d'extension d'établissement, à compter de la deuxième année qui suit celle-ci, sur la totalité de la part\nrevenant à chaque commune ou établissement public de coopération intercommunale doté d'une fiscalité\npropre.\n \nEn cas de changement d'exploitant au cours de la période d'exonération, celle-ci est maintenue pour la\npériode restant à courir et dans les conditions prévues pour le prédécesseur.\n \nPour l'application du présent I quinquies B, les délibérations des communes et de leurs établissements\npublics de coopération intercommunale dotés d'une fiscalité propre ne peuvent porter que sur l'ensemble des\nétablissements créés ou étendus.\n \nLe bénéfice de l'exonération prévue au premier alinéa est subordonné au respect du règlement (UE)\n2023/2831 de la Commission du 13 décembre 2023 relatif à l'application des articles 107 et 108 du traité\nsur le fonctionnement de l'Union européenne des aides de minimis. Toutefois, sur option des entreprises\nqui procèdent aux opérations mentionnées au premier alinéa dans les zones d'aide à finalité régionale, le\nbénéfice de l'exonération prévue au premier alinéa est subordonné au respect de l'article 14 du règlement\n(UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec\nle marché intérieur en application des articles 107 et 108 du traité.\n \nL'option mentionnée au cinquième alinéa est irrévocable pour la durée de l'exonération. Elle doit être\nexercée, selon le cas, dans le délai prévu pour le dépôt de la déclaration annuelle afférente à la première\nannée au titre de laquelle l'exonération prend effet ou de la déclaration provisoire de cotisation foncière des\nentreprises visée à l'article 1477.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nI sexies. – Sauf délibération contraire de la commune ou de l'établissement public de coopération\nintercommunale doté d'une fiscalité propre, les établissements qui font l'objet d'une création ou d'une\nextension entre le 1er janvier 2006 et le 31 décembre 2014 dans les zones franches urbaines-territoires\nentrepreneurs mentionnés au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour\nl'aménagement et le développement du territoire ainsi que les établissements existant au 1er janvier 2006\ndans les zones franches urbaines-territoires entrepreneurs mentionnés au deuxième alinéa du même B sont\nexonérés de cotisation foncière des entreprises dans la limite du montant de base nette imposable fixé, pour\n2024, à 87 584 € et actualisé chaque année en fonction de la variation de l'indice des prix. Les exonérations\ns'appliquent lorsque les conditions suivantes sont remplies :\n \n1° L'entreprise doit employer au plus cinquante salariés au 1er janvier 2006 ou à la date de sa création ou de\nson implantation si elle est postérieure et, soit avoir réalisé un chiffre d'affaires inférieur à 10 millions d'euros\nau cours de la période de référence, soit avoir un total de bilan inférieur à 10 millions d'euros ;\n \n2° Son capital ou ses droits de vote ne doivent pas être détenus, directement ou indirectement, à concurrence\nde 25 % ou plus par une entreprise ou conjointement par plusieurs entreprises dont l'effectif dépasse deux\ncent cinquante salariés et dont le chiffre d'affaires annuel hors taxes excède 50 millions d'euros ou le total\ndu bilan annuel excède 43 millions d'euros. Pour la détermination de ce pourcentage, les participations des\nsociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés\nrelevant de l'article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n\n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels\nde capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des\nsociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises\nen compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société\nen cause et ces dernières sociétés ou ces fonds.\n \nPour l'application du 1° et du 2°, le chiffre d'affaires doit être ramené ou porté le cas échéant à douze mois.\nLes seuils s'appliquent, pour les établissements existants, à la date de délimitation de la zone et, pour les\ncréations et extensions postérieures, à la date de l'implantation dans la zone. L'effectif de l'entreprise est\napprécié par référence au nombre moyen de salariés employés au cours de cet exercice. Pour la société mère\nd'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, le chiffre d'affaires est apprécié en faisant la\nsomme des chiffres d'affaires de chacune des sociétés membres de ce groupe.\n \nPour les établissements existant au 1er janvier 2006 mentionnés au premier alinéa, la base exonérée\ncomprend, le cas échéant, dans la limite prévue à cet alinéa, les éléments d'imposition correspondant aux\nextensions d'établissement intervenues pendant l'année 2005.\n \nL'exonération porte pendant cinq ans à compter de 2006 pour les établissements existant à cette date\nmentionnés au premier alinéa ou, en cas de création d'établissement, à compter de l'année qui suit la création\nou, en cas d'extension d'établissement, à compter de la deuxième année qui suit celle-ci, sur la totalité de\nla part revenant à chaque commune ou établissement public de coopération intercommunale doté d'une\nfiscalité propre et s'applique dans les conditions prévues, dans la rédaction du présent code en vigueur\nau 31 décembre 2009, au septième alinéa du I ter, aux trois dernières phrases du premier alinéa et aux\nneuvième, dixième et onzième alinéas du I quater, à la dernière phrase du troisième alinéa et au sixième\nalinéa du I quinquies. Le bénéfice des exonérations prenant effet en 2006 dans les zones mentionnées au\ndeuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée et de celles prenant\neffet à compter de 2013 dans les zones franches urbaines-territoires entrepreneurs définis au même B est\nsubordonné au respect du règlement (UE) 2023/2831 de la Commission du 13 décembre 2023 relatif à\nl'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne des aides de\nminimis.\n \nI septies. – Sauf délibération contraire de la collectivité territoriale ou de l'établissement public de\ncoopération intercommunale doté d'une fiscalité propre, prise dans les conditions prévues au I de l'article\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1639 A bis, les établissements qui font l'objet d'une création ou d'une extension entre le 1er janvier 2017\net le 31 décembre 2025 dans les quartiers prioritaires de la politique de la ville définis à l'article 5 de la\nloi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine, ainsi que les\nétablissements existant au 1er janvier 2017 autres que ceux appartenant à une entreprise qui remplit les\nconditions prévues aux 1° à 3° du présent I septies, dans sa rédaction antérieure à la loi n° 2016-1918 du\n29 décembre 2016 de finances rectificative pour 2016, situés dans ces mêmes quartiers sont exonérés de\ncotisation foncière des entreprises dans la limite du montant de base nette imposable fixé, pour 2024, à 87\n584 € et actualisé chaque année en fonction de la variation de l'indice des prix.\n \nPour l'application exclusive de la présente exonération, lorsque la limite d'un quartier correspond à une voie\npublique, les établissements situés sur chacune des bordures de cette voie sont réputés situés dans le quartier\nprioritaire.\n \nL'exonération porte, pendant cinq ans à compter de 2017 pour les établissements existant à cette date\nou, en cas de création d'établissement, à compter de l'année qui suit la création ou, en cas d'extension\nd'établissement, à compter de la deuxième année qui suit celle-ci, sur la totalité de la part revenant à chaque\ncollectivité territoriale ou établissement public de coopération intercommunale doté d'une fiscalité propre.\n \nA l'issue de la période d'exonération et au titre des trois années suivant l'expiration de celle-ci, la base nette\nimposable des établissements mentionnés au premier alinéa du présent I septies fait l'objet d'un abattement.\nLe montant de cet abattement est égal, la première année, à 60 % de la base exonérée de la dernière année\nd'application de l'exonération prévue au deuxième alinéa, à 40 % la deuxième année et à 20 % la troisième\nannée. Cet abattement ne peut réduire la base d'imposition de l'année considérée de plus de 60 % de son\nmontant la première année, 40 % la deuxième année et 20 % la troisième.\n \nEn cas de changement d'exploitant au cours de la période d'exonération, celle-ci est maintenue pour la\npériode restant à courir et dans les conditions prévues pour le prédécesseur.\n \nL'exonération s'applique lorsque les conditions suivantes sont remplies :\n \n1° L'entreprise exerce une activité commerciale ;\n \n2° Elle emploie moins de cinquante salariés et soit a réalisé un chiffre d'affaires annuel hors taxes inférieur\nà 10 millions d'euros au cours de la période de référence, soit a un total de bilan inférieur à 10 millions\nd'euros ;\n \n3° Son capital ou ses droits de vote ne sont pas détenus, directement ou indirectement, à concurrence de 25\n% ou plus par une entreprise ou conjointement par plusieurs entreprises dont l'effectif dépasse deux cent\ncinquante salariés et dont le chiffre d'affaires annuel hors taxes excède 50 millions d'euros ou le total du\nbilan annuel excède 43 millions d'euros. Pour la détermination de ce taux, les participations des sociétés de\ncapital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de\nl'article L. 214-37 du code monétaire et financier, dans sa rédaction antérieure à l'ordonnance n° 2013-676\ndu 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital\ninvestissement, des sociétés de libre partenariat, des sociétés de développement régional, des sociétés\nfinancières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en\ncompte à la condition qu'il n'existe pas de lien de dépendance, au sens du 12 de l'article 39 du présent code,\nentre la société en cause et ces dernières sociétés ou ces fonds.\n \nPour l'application des 2° et 3° du présent I septies, le chiffre d'affaires est ramené ou porté, le cas échéant,\nà douze mois. L'effectif salarié de l'entreprise est apprécié, au titre de chaque exercice, selon les modalités\nprévues au I de l'article L. 130-1 du code de la sécurité sociale. Lorsqu'une entreprise bénéficiant déjà de\nl'exonération prévue au présent article constate un franchissement de seuil d'effectif déterminé selon les\nmodalités prévues au II de l'article L. 130-1 du code de la sécurité sociale, cette circonstance lui fait perdre le\nbénéfice de cette exonération. Pour la société mère d'un groupe mentionné à l'article 223 A du présent code,\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nle chiffre d'affaires est apprécié en faisant la somme des chiffres d'affaires de chacune des sociétés membres\nde ce groupe.\n \nLe bénéfice des exonérations est subordonné au respect du règlement (UE) 2023/2831 de la Commission du\n13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union\neuropéenne aux aides de minimis.\n \nII. – Pour bénéficier des exonérations prévues aux I, I quinquies A, I quinquies B, I sexies et I septies les\ncontribuables déclarent, chaque année, dans les conditions prévues à l'article 1477, les éléments entrant dans\nle champ d'application de l'exonération.\n \nLorsqu'un établissement remplit les conditions requises pour bénéficier de l'une des exonérations prévues\naux articles 1464 A, 1464 B, 1464 D,1464 F, 1464 I, 1464 I bis, 1464 M, 1465, 1465 B, 1466 B, 1466 B bis,\n1466 D ou 1466 G et de celles prévues aux I, I quinquies A, I quinquies B ou I septies le contribuable doit\nopter pour l'un ou l'autre de ces régimes. L'option qui est irrévocable doit être exercée dans le délai prévu\npour le dépôt de la déclaration afférente à la première année au titre de laquelle l'exonération prend effet.\n \nPour l'application des I, I quinquies A, I quinquies B, I sexies et I septies :\n \na) Deux périodes d'exonération ne peuvent courir simultanément ;\n \nb) (Abrogé) ;\n \nc) Le montant des bases exonérées ne peut excéder chaque année, pour un même établissement, le montant\nprévu aux I, I quinquies A ou I quinquies B ;\n \nd) pour l'appréciation de la condition d'exonération fixée au I concernant le nombre de salariés, la période de\nréférence à retenir est l'année mentionnée à l'article 1467 A.\n \nIII. – (Abrogé)\n \nIV. – Les obligations déclaratives des personnes et organismes concernés par les exonérations prévues au\nprésent article sont fixées par décret."
  ],
  "full_text": "Article 1466 A\n \nI. – Les communes sur le territoire desquelles sont situés un ou plusieurs quartiers prioritaires de la politique\nde la ville ou leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre\npeuvent exonérer de la cotisation foncière des entreprises par délibération prise dans les conditions de\nl'article 1639 A bis les créations ou extensions d'établissement réalisées dans un ou plusieurs de ces quartiers\nprioritaires, dans la limite d'un montant de base nette imposable fixé pour 2024 à 32 468 € et actualisé\nchaque année en fonction de la variation des prix. Seuls les établissements employant moins de 150 salariés\npeuvent bénéficier de cette mesure.\n \nL'exonération s'applique aux entreprises qui ont employé moins de 250 salariés au cours de la période\nde référence retenue pour le calcul de la base d'imposition et dont soit le chiffre d'affaires annuel réalisé\nau cours de la même période n'excède pas 50 millions d'euros, soit le total de bilan, au terme de la même\npériode, n'excède pas 43 millions d'euros. L'effectif à retenir est apprécié par référence au nombre moyen\nde salariés au cours de la période. Le chiffre d'affaires à prendre en compte est éventuellement corrigé\npour correspondre à une année pleine et, pour une société mère d'un groupe mentionné à l'article 223 A ou\nà l'article 223 A bis, s'entend de la somme des chiffres d'affaires de chacune des sociétés membres de ce\ngroupe.\n \nL'exonération prévue n'est pas applicable aux entreprises dont 25 % ou plus du capital ou des droits de\nvote sont contrôlés, directement ou indirectement, par une ou plusieurs entreprises ne répondant pas aux\nconditions fixées par le précédent alinéa. Pour la détermination de ce pourcentage, les participations des\nsociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés\nrelevant de l'article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n\n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels\nde capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des\nsociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises\nen compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société\nen cause et ces dernières sociétés ou ces fonds.\n \nLa délibération fixe le taux d'exonération, sa durée ainsi que les quartiers prioritaires concernés.\n \nLa délibération porte sur la totalité de la part revenant à chaque commune ou établissement public de\ncoopération intercommunale doté d'une fiscalité propre. Elle ne peut avoir pour effet de reporter de plus de\ncinq ans l'application du régime d'imposition de droit commun.\n \nI bis à I quinquies. – (Abrogés)\n \nI quinquies A. – Sauf délibération contraire de la commune ou de l'établissement public de coopération\nintercommunale doté d'une fiscalité propre prise dans les conditions prévues au I de l'article 1639 A\nbis, les entreprises sont exonérées de cotisation foncière des entreprises pour les créations et extensions\nd'établissements qu'elles réalisent entre le 1er janvier 2007 et le 31 décembre 2027 dans les bassins d'emploi\nà redynamiser définis au 3 bis de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour\nl'aménagement et le développement du territoire.\n \nLes exonérations prévues au premier alinéa portent pendant cinq ans à compter de l'année qui suit la création\nou, en cas d'extension d'établissement, à compter de la deuxième année qui suit celle-ci, sur la totalité de la\npart revenant à chaque commune ou établissement public de coopération intercommunale doté d'une fiscalité\npropre.\n \nEn cas de changement d'exploitant au cours de la période d'exonération, celle-ci est maintenue pour la\npériode restant à courir et dans les conditions prévues pour le prédécesseur.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nPour l'application des dispositions ci-dessus, les délibérations des communes et de leurs établissements\npublics de coopération intercommunale dotés d'une fiscalité propre ne peuvent porter que sur l'ensemble des\nétablissements créés ou étendus.\n \nLe bénéfice des exonérations est subordonné au respect du règlement (UE) 2023/2831 de la Commission du\n13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union\neuropéenne des aides de minimis. Toutefois, sur option des entreprises qui procèdent aux opérations\nmentionnées au premier alinéa dans les zones d'aide à finalité régionale, le bénéfice des exonérations est\nsubordonné au respect de l'article 14 du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014,\ndéclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et\n108 du traité.\n \nL'option mentionnée au cinquième alinéa est irrévocable pour la durée de l'exonération. Elle doit être\nexercée, selon le cas, dans le délai prévu pour le dépôt de la déclaration annuelle afférente à la première\nannée au titre de laquelle l'exonération prend effet ou de la déclaration provisoire de cotisation foncière des\nentreprises visée à l'article 1477.\n \nI quinquies B. # Les communes et les établissements publics de coopération intercommunale dotés d'une\nfiscalité propre peuvent, par une délibération prise dans les conditions prévues au I de l'article 1639\nA bis, exonérer de cotisation foncière des entreprises les entreprises pour les créations et extensions\nd'établissements situés dans le périmètre des zones de restructuration de la défense mentionnées aux 1°\net 2° du 3 ter de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et\nle développement du territoire qui sont réalisées pendant une période de six ans débutant à la date de\npublication de l'arrêté prévu au dernier alinéa du même 3 ter ou, si cette seconde date est postérieure, au 1er\njanvier de l'année précédant celle au titre de laquelle le territoire est reconnu comme zone de restructuration\nde la défense par cet arrêté.\n \nL'exonération prévue au premier alinéa porte, pendant cinq ans à compter de l'année qui suit la création ou,\nen cas d'extension d'établissement, à compter de la deuxième année qui suit celle-ci, sur la totalité de la part\nrevenant à chaque commune ou établissement public de coopération intercommunale doté d'une fiscalité\npropre.\n \nEn cas de changement d'exploitant au cours de la période d'exonération, celle-ci est maintenue pour la\npériode restant à courir et dans les conditions prévues pour le prédécesseur.\n \nPour l'application du présent I quinquies B, les délibérations des communes et de leurs établissements\npublics de coopération intercommunale dotés d'une fiscalité propre ne peuvent porter que sur l'ensemble des\nétablissements créés ou étendus.\n \nLe bénéfice de l'exonération prévue au premier alinéa est subordonné au respect du règlement (UE)\n2023/2831 de la Commission du 13 décembre 2023 relatif à l'application des articles 107 et 108 du traité\nsur le fonctionnement de l'Union européenne des aides de minimis. Toutefois, sur option des entreprises\nqui procèdent aux opérations mentionnées au premier alinéa dans les zones d'aide à finalité régionale, le\nbénéfice de l'exonération prévue au premier alinéa est subordonné au respect de l'article 14 du règlement\n(UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec\nle marché intérieur en application des articles 107 et 108 du traité.\n \nL'option mentionnée au cinquième alinéa est irrévocable pour la durée de l'exonération. Elle doit être\nexercée, selon le cas, dans le délai prévu pour le dépôt de la déclaration annuelle afférente à la première\nannée au titre de laquelle l'exonération prend effet ou de la déclaration provisoire de cotisation foncière des\nentreprises visée à l'article 1477.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nI sexies. – Sauf délibération contraire de la commune ou de l'établissement public de coopération\nintercommunale doté d'une fiscalité propre, les établissements qui font l'objet d'une création ou d'une\nextension entre le 1er janvier 2006 et le 31 décembre 2014 dans les zones franches urbaines-territoires\nentrepreneurs mentionnés au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour\nl'aménagement et le développement du territoire ainsi que les établissements existant au 1er janvier 2006\ndans les zones franches urbaines-territoires entrepreneurs mentionnés au deuxième alinéa du même B sont\nexonérés de cotisation foncière des entreprises dans la limite du montant de base nette imposable fixé, pour\n2024, à 87 584 € et actualisé chaque année en fonction de la variation de l'indice des prix. Les exonérations\ns'appliquent lorsque les conditions suivantes sont remplies :\n \n1° L'entreprise doit employer au plus cinquante salariés au 1er janvier 2006 ou à la date de sa création ou de\nson implantation si elle est postérieure et, soit avoir réalisé un chiffre d'affaires inférieur à 10 millions d'euros\nau cours de la période de référence, soit avoir un total de bilan inférieur à 10 millions d'euros ;\n \n2° Son capital ou ses droits de vote ne doivent pas être détenus, directement ou indirectement, à concurrence\nde 25 % ou plus par une entreprise ou conjointement par plusieurs entreprises dont l'effectif dépasse deux\ncent cinquante salariés et dont le chiffre d'affaires annuel hors taxes excède 50 millions d'euros ou le total\ndu bilan annuel excède 43 millions d'euros. Pour la détermination de ce pourcentage, les participations des\nsociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés\nrelevant de l'article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n\n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels\nde capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des\nsociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises\nen compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société\nen cause et ces dernières sociétés ou ces fonds.\n \nPour l'application du 1° et du 2°, le chiffre d'affaires doit être ramené ou porté le cas échéant à douze mois.\nLes seuils s'appliquent, pour les établissements existants, à la date de délimitation de la zone et, pour les\ncréations et extensions postérieures, à la date de l'implantation dans la zone. L'effectif de l'entreprise est\napprécié par référence au nombre moyen de salariés employés au cours de cet exercice. Pour la société mère\nd'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, le chiffre d'affaires est apprécié en faisant la\nsomme des chiffres d'affaires de chacune des sociétés membres de ce groupe.\n \nPour les établissements existant au 1er janvier 2006 mentionnés au premier alinéa, la base exonérée\ncomprend, le cas échéant, dans la limite prévue à cet alinéa, les éléments d'imposition correspondant aux\nextensions d'établissement intervenues pendant l'année 2005.\n \nL'exonération porte pendant cinq ans à compter de 2006 pour les établissements existant à cette date\nmentionnés au premier alinéa ou, en cas de création d'établissement, à compter de l'année qui suit la création\nou, en cas d'extension d'établissement, à compter de la deuxième année qui suit celle-ci, sur la totalité de\nla part revenant à chaque commune ou établissement public de coopération intercommunale doté d'une\nfiscalité propre et s'applique dans les conditions prévues, dans la rédaction du présent code en vigueur\nau 31 décembre 2009, au septième alinéa du I ter, aux trois dernières phrases du premier alinéa et aux\nneuvième, dixième et onzième alinéas du I quater, à la dernière phrase du troisième alinéa et au sixième\nalinéa du I quinquies. Le bénéfice des exonérations prenant effet en 2006 dans les zones mentionnées au\ndeuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée et de celles prenant\neffet à compter de 2013 dans les zones franches urbaines-territoires entrepreneurs définis au même B est\nsubordonné au respect du règlement (UE) 2023/2831 de la Commission du 13 décembre 2023 relatif à\nl'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne des aides de\nminimis.\n \nI septies. – Sauf délibération contraire de la collectivité territoriale ou de l'établissement public de\ncoopération intercommunale doté d'une fiscalité propre, prise dans les conditions prévues au I de l'article\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1639 A bis, les établissements qui font l'objet d'une création ou d'une extension entre le 1er janvier 2017\net le 31 décembre 2025 dans les quartiers prioritaires de la politique de la ville définis à l'article 5 de la\nloi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine, ainsi que les\nétablissements existant au 1er janvier 2017 autres que ceux appartenant à une entreprise qui remplit les\nconditions prévues aux 1° à 3° du présent I septies, dans sa rédaction antérieure à la loi n° 2016-1918 du\n29 décembre 2016 de finances rectificative pour 2016, situés dans ces mêmes quartiers sont exonérés de\ncotisation foncière des entreprises dans la limite du montant de base nette imposable fixé, pour 2024, à 87\n584 € et actualisé chaque année en fonction de la variation de l'indice des prix.\n \nPour l'application exclusive de la présente exonération, lorsque la limite d'un quartier correspond à une voie\npublique, les établissements situés sur chacune des bordures de cette voie sont réputés situés dans le quartier\nprioritaire.\n \nL'exonération porte, pendant cinq ans à compter de 2017 pour les établissements existant à cette date\nou, en cas de création d'établissement, à compter de l'année qui suit la création ou, en cas d'extension\nd'établissement, à compter de la deuxième année qui suit celle-ci, sur la totalité de la part revenant à chaque\ncollectivité territoriale ou établissement public de coopération intercommunale doté d'une fiscalité propre.\n \nA l'issue de la période d'exonération et au titre des trois années suivant l'expiration de celle-ci, la base nette\nimposable des établissements mentionnés au premier alinéa du présent I septies fait l'objet d'un abattement.\nLe montant de cet abattement est égal, la première année, à 60 % de la base exonérée de la dernière année\nd'application de l'exonération prévue au deuxième alinéa, à 40 % la deuxième année et à 20 % la troisième\nannée. Cet abattement ne peut réduire la base d'imposition de l'année considérée de plus de 60 % de son\nmontant la première année, 40 % la deuxième année et 20 % la troisième.\n \nEn cas de changement d'exploitant au cours de la période d'exonération, celle-ci est maintenue pour la\npériode restant à courir et dans les conditions prévues pour le prédécesseur.\n \nL'exonération s'applique lorsque les conditions suivantes sont remplies :\n \n1° L'entreprise exerce une activité commerciale ;\n \n2° Elle emploie moins de cinquante salariés et soit a réalisé un chiffre d'affaires annuel hors taxes inférieur\nà 10 millions d'euros au cours de la période de référence, soit a un total de bilan inférieur à 10 millions\nd'euros ;\n \n3° Son capital ou ses droits de vote ne sont pas détenus, directement ou indirectement, à concurrence de 25\n% ou plus par une entreprise ou conjointement par plusieurs entreprises dont l'effectif dépasse deux cent\ncinquante salariés et dont le chiffre d'affaires annuel hors taxes excède 50 millions d'euros ou le total du\nbilan annuel excède 43 millions d'euros. Pour la détermination de ce taux, les participations des sociétés de\ncapital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de\nl'article L. 214-37 du code monétaire et financier, dans sa rédaction antérieure à l'ordonnance n° 2013-676\ndu 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital\ninvestissement, des sociétés de libre partenariat, des sociétés de développement régional, des sociétés\nfinancières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en\ncompte à la condition qu'il n'existe pas de lien de dépendance, au sens du 12 de l'article 39 du présent code,\nentre la société en cause et ces dernières sociétés ou ces fonds.\n \nPour l'application des 2° et 3° du présent I septies, le chiffre d'affaires est ramené ou porté, le cas échéant,\nà douze mois. L'effectif salarié de l'entreprise est apprécié, au titre de chaque exercice, selon les modalités\nprévues au I de l'article L. 130-1 du code de la sécurité sociale. Lorsqu'une entreprise bénéficiant déjà de\nl'exonération prévue au présent article constate un franchissement de seuil d'effectif déterminé selon les\nmodalités prévues au II de l'article L. 130-1 du code de la sécurité sociale, cette circonstance lui fait perdre le\nbénéfice de cette exonération. Pour la société mère d'un groupe mentionné à l'article 223 A du présent code,\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nle chiffre d'affaires est apprécié en faisant la somme des chiffres d'affaires de chacune des sociétés membres\nde ce groupe.\n \nLe bénéfice des exonérations est subordonné au respect du règlement (UE) 2023/2831 de la Commission du\n13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union\neuropéenne aux aides de minimis.\n \nII. – Pour bénéficier des exonérations prévues aux I, I quinquies A, I quinquies B, I sexies et I septies les\ncontribuables déclarent, chaque année, dans les conditions prévues à l'article 1477, les éléments entrant dans\nle champ d'application de l'exonération.\n \nLorsqu'un établissement remplit les conditions requises pour bénéficier de l'une des exonérations prévues\naux articles 1464 A, 1464 B, 1464 D,1464 F, 1464 I, 1464 I bis, 1464 M, 1465, 1465 B, 1466 B, 1466 B bis,\n1466 D ou 1466 G et de celles prévues aux I, I quinquies A, I quinquies B ou I septies le contribuable doit\nopter pour l'un ou l'autre de ces régimes. L'option qui est irrévocable doit être exercée dans le délai prévu\npour le dépôt de la déclaration afférente à la première année au titre de laquelle l'exonération prend effet.\n \nPour l'application des I, I quinquies A, I quinquies B, I sexies et I septies :\n \na) Deux périodes d'exonération ne peuvent courir simultanément ;\n \nb) (Abrogé) ;\n \nc) Le montant des bases exonérées ne peut excéder chaque année, pour un même établissement, le montant\nprévu aux I, I quinquies A ou I quinquies B ;\n \nd) pour l'appréciation de la condition d'exonération fixée au I concernant le nombre de salariés, la période de\nréférence à retenir est l'année mentionnée à l'article 1467 A.\n \nIII. – (Abrogé)\n \nIV. – Les obligations déclaratives des personnes et organismes concernés par les exonérations prévues au\nprésent article sont fixées par décret."
}