{
  "code": "CGI_44_quindecies_A",
  "article_number": "44 quindecies A",
  "chunks": [
    "Article 44 quindecies A\n \nI. - A. - Les contribuables qui, entre le 1er janvier 2025 et le 31 décembre 2029, créent ou reprennent des\nactivités industrielles, commerciales ou artisanales, au sens de l'article 34, ou professionnelles, au sens du\n1 de l'article 92, dans les zones France ruralités revitalisation “ plus ” définies au III du présent article sont\nexonérés d'impôt sur le revenu ou d'impôt sur les sociétés au titre des bénéfices provenant des activités\nimplantées dans la zone, à l'exclusion des plus-values constatées lors de la réévaluation des éléments d'actif,\njusqu'au terme du cinquante-neuvième mois suivant celui de leur création d'activité ou celui de la reprise\nd'activité, et déclarés selon les modalités prévues aux articles 50-0,53 A, 96 à 100,102 ter et 103.  \nB. - Dans les zones France ruralités revitalisation définies au II du présent article, les entreprises, soumises\nde plein droit ou sur option à un régime réel d'imposition de leurs résultats, qui sont créées ou reprises entre\nle 1er juillet 2024 et le 31 décembre 2029 et qui exercent une activité mentionnée au A du présent I sont\nexonérées d'impôt sur le revenu ou d'impôt sur les sociétés au titre des bénéfices, à l'exception des plus-\nvalues constatées lors de la réévaluation des éléments d'actif, réalisés jusqu'au terme du cinquante-neuvième\nmois suivant celui de leur création ou de leur reprise et déclarés selon les modalités prévues aux articles 53\nA, 96 à 100 et 103.\n \nC. - Pour l'application du B du présent I, une reprise d'entreprise s'entend de toute opération au terme\nde laquelle est reprise la direction effective d'une entreprise existante avec la volonté non équivoque de\nmaintenir la pérennité de cette entreprise. La date de reprise constituant le point de départ pour le décompte\nde la période d'exonération correspond au moment où intervient de façon effective le changement de\ndirection.  \nD. - Les A et B du présent I ne s'appliquent pas dans les zones France ruralités revitalisation et France\nruralités revitalisation “ plus ” bénéficiant de l'article 44 quaterdecies.  \nE. - Les bénéfices ne sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés que pour le quart, la\nmoitié ou les trois quarts de leur montant selon qu'ils sont réalisés au cours de la première, de la deuxième ou\nde la troisième période de douze mois suivant cette période d'exonération.  \nII. - A.-Sont classées en zone France ruralités revitalisation les communes de France métropolitaine dont la\npopulation est inférieure à 30 000 habitants et qui sont membres d'un établissement public de coopération\nintercommunale à fiscalité propre remplissant les conditions suivantes :  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1° Sa densité de population est inférieure ou égale à la densité médiane nationale des établissements publics\nde coopération intercommunale à fiscalité propre de France métropolitaine ;  \n2° Son revenu disponible médian par unité de consommation est inférieur ou égal à la médiane des revenus\nmédians par établissement public de coopération intercommunale à fiscalité propre de France métropolitaine.  \nPour les communes de France métropolitaine dont la population est inférieure à 30 000 habitants\nmentionnées au V de l'article L. 5210-1-1 du code général des collectivités territoriales, les données prises en\ncompte sont les données de densité de population et de revenu disponible médian par unité de consommation\ndes communes concernées.  \nB. - Lorsque l'intérêt général le justifie, le représentant de l'Etat dans la région peut proposer à titre\ncomplémentaire le classement en zone France ruralités revitalisation de l'ensemble des communes de France\nmétropolitaine dont la population est inférieure à 30 000 habitants et qui appartiennent à un bassin de vie,\ndéfini par l'Institut national de la statistique et des études économiques, qui remplit les conditions suivantes :  \n1° Sa densité de population est inférieure ou égale à la densité médiane nationale des bassins de vie de\nFrance métropolitaine ;  \n2° Son revenu disponible médian par unité de consommation est inférieur ou égal à la médiane des revenus\nmédians des bassins de vie de France métropolitaine.  \nLe représentant de l'Etat dans la région propose au ministre chargé des collectivités territoriales la liste des\ncommunes à classer. Le classement des communes concernées est déterminé par arrêté des ministres chargés\ndes collectivités territoriales et du budget.\n \nB bis. - Lorsque l'intérêt général le justifie, le représentant de l'Etat dans la région peut proposer à\ntitre complémentaire le classement en zone France ruralités revitalisation d'une commune de France\nmétropolitaine dont la population est inférieure à 30 000 habitants et considérée comme rurale au sens de\nla grille communale de densité établie par l'Institut national de la statistique et des études économiques, si\nelle est membre d'un établissement public de coopération intercommunale à fiscalité propre remplissant l'une\ndes conditions fixées aux 1° et 2° du A du présent II. Le nombre de communes dont le classement peut être\nproposé est arrêté à la date de la proposition, dans la limite de 0,5 %, arrondie à l'entier supérieur, du nombre\ntotal de communes de la région concernée. Le classement s'opère selon les modalités prévues au B du présent\nII.\n \nLes communes classées en zone France ruralités revitalisation en application du présent B bis ne peuvent\npas bénéficier des bonifications budgétaires spécifiquement allouées aux communes classées en zone France\nruralités revitalisation au titre du dispositif France services.  \nC. - Sont également classées en zone France ruralités revitalisation les communes de France métropolitaine\ndont la population est inférieure à 30 000 habitants et qui sont situées dans un département remplissant les\nconditions suivantes :  \n1° Sa densité de population est inférieure à trente-cinq habitants par kilomètre carré ;  \n2° Son revenu disponible médian par unité de consommation est inférieur ou égal à la médiane des revenus\nmédians disponibles par unité de consommation par département.\n \nLes communes de France métropolitaine dont la population est inférieure à 30 000 habitants et qui sont\nmembres d'un établissement public de coopération intercommunale à fiscalité propre dont au moins la moitié\ndes communes est située dans un département remplissant les conditions mentionnées aux 1° et 2° du présent\nC sont également classées en zone France ruralités revitalisation.  \nD. - Sont classées en zone France ruralités revitalisation les communes de France métropolitaine dont la\npopulation est inférieure à 30 000 habitants et qui sont membres d'un établissement public de coopération\nintercommunale à fiscalité propre remplissant les conditions suivantes :  \n1° Au moins 50 % de sa population est située en zone de montagne, au sens de l'article 3 de la loi n° 85-30\ndu 9 janvier 1985 relative au développement et à la protection de la montagne ;\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n  \n2° Sa densité de population est inférieure ou égale à la densité médiane nationale des établissements publics\nde coopération intercommunale à fiscalité propre de France métropolitaine ;  \n3° Son revenu disponible par unité de consommation médian est inférieur ou égal au 75e centile des revenus\ndisponibles médians par établissement public de coopération intercommunale à fiscalité propre de France\nmétropolitaine.  \nE. - Sont classées en zone France ruralités revitalisation les communes de Guyane ainsi que celles de La\nRéunion comprises dans la zone spéciale d'action rurale délimitée par décret.\n \nF. - Le classement des communes mentionnées au présent II et au III du présent article est applicable aux\nportions de territoire d'une commune nouvelle qui correspondent aux limites territoriales d'une ancienne\ncommune classée en zone France ruralités revitalisation.\n \nPar dérogation, le classement en zone France ruralités revitalisation s'applique à l'ensemble du territoire\nd'une commune nouvelle de moins de 30 000 habitants créée à compter du 1er janvier 2024 lorsqu'elle inclut\ndans ses limites territoriales au moins une ancienne commune classée en zone France ruralités revitalisation\net que les autres portions de son territoire sont considérées comme rurales, au sens de la grille de densité\nétablie par l'Institut national de la statistique et des études économiques.\n \nG. - Sont classées en zone France ruralités revitalisation les communes de France métropolitaine dont la\npopulation est inférieure à 30 000 habitants et qui sont membres d'un établissement public de coopération\nintercommunale à fiscalité propre remplissant les conditions suivantes :\n \n1° Plus de 60 % de la population de l'établissement réside dans un espace rural, au sens de la grille\ncommunale de densité établie par l'Institut national de la statistique et des études économiques, et moins\nde 50 % de la population de ses communes rurales réside dans une commune rurale appartenant à une aire\nd'attraction d'une ville de 50 000 habitants ou plus définie par l'Institut national de la statistique et des études\néconomiques ;\n \n2° Son revenu disponible médian par unité de consommation est inférieur ou égal au vingt-cinquième centile\ndes revenus disponibles médians par établissement public de coopération intercommunale à fiscalité propre\nde France métropolitaine.\n \nLes communes classées en zone France ruralités revitalisation en application du G du présent II ne peuvent\npas bénéficier des bonifications budgétaires spécifiquement allouées aux communes classées en zone France\nruralités revitalisation au titre du dispositif France services.\n \nIII. - Sont classées en zone France ruralités revitalisation “ plus ” les communes rurales, au sens de la\ngrille de densité établie par l'Institut national de la statistique et des études économiques, classées dans\nune zone France ruralités revitalisation définie au II et membres d'un établissement public de coopération\nintercommunale à fiscalité propre ou d'un bassin de vie confronté sur une période d'au moins dix ans à\ndes difficultés particulières, appréciées en fonction d'un indice synthétique. Cet indice est établi, selon des\nmodalités fixées par décret, en tenant compte des dynamiques liées au revenu, à la population et à l'emploi\ndans les établissements publics de coopération intercommunale à fiscalité propre ou les bassins de vie\nconcernés.  \nPour le classement en zone France ruralités revitalisation “ plus ”, les communes situées dans les zones\ndéfinies au même II sont listées par ordre croissant en fonction de l'indice mentionné au premier alinéa du\nprésent III. Le premier quart de ces communes est intégré en zone France ruralités revitalisation “ plus ”.  \nIV. - Le classement des communes en zone France ruralités revitalisation et en zone France ruralités\nrevitalisation “ plus ” est établi par arrêté des ministres chargés des collectivités territoriales et du budget. Il\nest révisé tous les six ans.  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes données utilisées sont établies par l'Institut national de la statistique et des études économiques à partir\nde celles disponibles au 1er juillet de l'année précédant le classement. La population prise en compte pour le\ncalcul de la densité de population est la population municipale définie à l'article R. 2151-1 du code général\ndes collectivités territoriales. Le périmètre des établissements publics de coopération intercommunale à\nfiscalité propre mentionnés aux II et III du présent article est celui arrêté au 1er janvier de l'année précédant\nla révision du zonage France ruralités revitalisation.  \nV. - A. - Pour bénéficier des exonérations prévues au A du I du présent article, l'entreprise dont l'activité\nest créée doit appartenir à la catégorie des micros, petites et moyennes entreprises, au sens de l'annexe I\nau règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides\ncompatibles avec le marché intérieur en application des articles 107 et 108 du traité, et l'entreprise reprenant\nl'activité doit employer moins de onze salariés.  \nB. - Pour bénéficier des exonérations prévues au B du I du présent article :  \n1° L'entreprise créée ou reprise doit employer moins de onze salariés. Le seuil de onze salariés est apprécié,\nau titre de chaque exercice, selon les modalités prévues au I de l'article L. 130-1 du code de la sécurité\nsociale. Lorsqu'une entreprise bénéficiant déjà de l'exonération en faveur des entreprises reprises ou de\ncelles prévues au B du I du présent article constate un franchissement de seuil d'effectif déterminé selon les\nmodalités prévues au II de l'article L. 130-1 du code de la sécurité sociale, ce franchissement lui fait perdre le\nbénéfice de cette exonération ;  \n2° Le siège social de l'entreprise ainsi que l'ensemble de son activité et de ses moyens d'exploitation doivent\nêtre implantés dans les zones définies au II du présent article. Lorsqu'une entreprise exerce une activité\nsédentaire réalisée en partie en dehors des zones définies aux II et III, la condition d'implantation est réputée\nsatisfaite lorsqu'elle réalise au plus 25 % de son chiffre d'affaires en dehors de ces zones. Les bénéfices\nréalisés dans cette limite sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés, dans les conditions\nde droit commun, en proportion du montant hors taxes du chiffre d'affaires ou de recettes réalisé en dehors\nde ces zones. Cette condition de chiffre d'affaires s'apprécie exercice par exercice.  \nVI. - Les exonérations prévues au I s'appliquent à une activité non sédentaire implantée dans une zone\nFrance ruralités revitalisation lorsque la part de cette activité réalisée en dehors d'une telle zone représente au\nplus 25 % du chiffre d'affaires de l'activité. Au-delà de 25 %, les bénéfices réalisés sont soumis à l'impôt sur\nle revenu ou à l'impôt sur les sociétés dans les conditions de droit commun en proportion du chiffre d'affaires\nréalisé en dehors des zones déjà citées. Cette condition de chiffre d'affaires s'apprécie exercice par exercice.  \nLorsque le contribuable implanté dans une zone définie au III exerce d'autres activités en dehors de la zone,\nles bénéfices réalisés sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés, dans les conditions de\ndroit commun, en proportion du montant hors taxes du chiffre d'affaires ou de recettes réalisé en dehors de\nces zones.  \nVII. - Les exonérations prévues au I ne s'appliquent pas aux activités bénéficiant ou ayant bénéficié, au\ntitre d'une ou de plusieurs des cinq années précédant l'année de la création ou de la reprise dans les zones\nFrance ruralités revitalisation mentionnées aux II et III, des articles 44 sexies, 44 sexies A, 44 septies dans\nsa rédaction antérieure à la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022,44 octies dans sa\nrédaction antérieure à la même loi, 44 octies A, 44 duodecies, 44 terdecies, 44 quaterdecies, 44 quindecies,\n44 sexdecies ou 44 septdecies ou d'une prime d'aménagement du territoire.  \nLes exonérations ne s'appliquent pas aux créations ou aux reprises d'activité ou d'entreprise consécutives au\ntransfert, à la concentration ou à la restructuration d'activités précédemment exercées dans les zones France\nruralités revitalisation et France ruralités revitalisation “ plus ” mentionnées aux II et III du présent article,\nsauf pour la durée restant à courir si l'activité reprise ou transférée bénéficie ou a bénéficié de l'exonération\nprévue au présent article.  \nLes exonérations ne s'appliquent pas non plus aux reprises d'activité ou d'entreprise dans les situations\nsuivantes :  \n1° Si, à l'issue de l'opération de reprise ou de restructuration, le cédant, son conjoint, le partenaire auquel il\nest lié par un pacte civil de solidarité défini à l'article 515-1 du code civil, leurs ascendants et descendants ou\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nleurs frères et sœurs détiennent ensemble, directement ou indirectement, plus de 50 % des droits de vote ou\ndes droits dans les bénéfices sociaux de la société, de la personne morale ou du groupement soit repris, soit\nbénéficiaire de l'opération de reprise ou de restructuration. Par exception, les exonérations s'appliquent au\ntitre de la première opération de reprise ou de restructuration à l'issue de laquelle le cédant et ses descendants\ndétiennent ensemble, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les\nbénéfices sociaux de la société, de la personne morale ou du groupement soit repris, soit bénéficiaire de\nl'opération de reprise ou de restructuration.  \nLe cédant s'entend de toute personne qui, avant l'opération de reprise ou de restructuration, soit détenait\ndirectement ou indirectement plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de la\nsociété, de la personne morale ou du groupement qui a fait l'objet de l'une de ces opérations, soit y exerçait,\nen droit ou en fait, la direction effective ;  \n2° Si l'entreprise individuelle a fait l'objet d'une opération de reprise ou de restructuration au profit de\nl'entrepreneur individuel lui-même, de son conjoint, du partenaire auquel il est lié par un pacte civil de\nsolidarité défini au même article 515-1, de leurs ascendants et descendants ou de leurs frères et sœurs. Par\nexception, les exonérations s'appliquent au titre de la première opération de reprise ou de restructuration\nréalisée au profit de l'entrepreneur individuel lui-même et de ses descendants ;  \n3° L'opération de reprise ou de restructuration résulte d'un changement de forme sociale de l'entreprise au\nprofit des personnes mentionnées aux 1° et 2° du présent VII.  \nVIII. - Lorsqu'elle répond aux conditions requises pour bénéficier de l'un des régimes prévus aux articles 44\nsexies, 44 sexies A, 44 duodecies, 44 terdecies, 44 sexdecies ou 44 septdecies et du régime prévu au présent\narticle, l'entreprise peut opter pour ce dernier régime dans les six mois suivant le début d'activité. L'option est\nirrévocable et emporte renonciation définitive aux autres régimes.  \nIX. - Le bénéfice des exonérations est subordonné au respect du règlement (UE) 2023/2831 de\nla Commission du 13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le\nfonctionnement de l'Union européenne aux aides de minimis. Toutefois, sur option des entreprises :  \n1° Lorsque les activités ou les entreprises créées ou reprises mentionnées au I du présent article sont situées\ndans les zones d'aide à finalité régionale, le bénéfice de l'exonération est subordonné au respect des articles\n13 et 14 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;  \n2° Lorsque les activités ou les entreprises créées ou reprises mentionnées au I du présent article sont situées\nen dehors des zones d'aide à finalité régionale, le bénéfice de l'exonération est subordonné au respect de\nl'article 17 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité.  \nCette option, exercée distinctement pour chacune des activités concernées, est irrévocable pour la durée de\nl'exonération. Elle doit être exercée, selon le cas, dans le délai prévu pour le dépôt de la déclaration annuelle\nafférente à la première année au titre de laquelle l'exonération prend effet.  \nX. - Les exonérations prévues au I du présent article restent applicables pour leur durée restant à courir\nlorsque la commune d'implantation de l'activité sort de la liste des communes classées en zone France\nruralités revitalisation définies aux II et III.  \nXI. - Le contribuable qui cesse volontairement son activité en zone France ruralités revitalisation mentionnée\naux II ou III en la délocalisant dans un autre lieu moins de cinq ans après avoir bénéficié pour la dernière\nfois de l'exonération mentionnée au I est tenu de verser les sommes qu'il n'a pas acquittées en application\ndes exonérations qui lui ont été consenties. Le bénéfice des exonérations est remis en cause au titre de\nl'année au cours de laquelle le contribuable cesse volontairement son activité dans une zone France ruralités\nrevitalisation mentionnée aux II ou III.  \nLa cessation volontaire d'activité en zone France ruralités revitalisation mentionnée aux mêmes II et III\ns'entend de l'abandon de l'ensemble de l'activité industrielle, commerciale ou artisanale ou professionnelle,\nau sens du I de l'article 92, implantée en zone France ruralités revitalisation, qui ne serait pas dû à un\névénement de force majeure. La délocalisation d'une entreprise ou d'un organisme dans un lieu autre\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nqu'une zone France ruralités revitalisation s'entend du transfert physique de son lieu d'exploitation dans une\ncommune qui n'est pas située en zone France ruralités revitalisation.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre premier : Impôt sur le revenu\nSection II : Revenus imposables\n1re Sous-section : Détermination des bénéfices ou revenus nets des\ndiverses catégories de revenus\nII : Bénéfices industriels et commerciaux\n2 undecies : Entreprises implantées dans les bassins urbains à\ndynamiser"
  ],
  "full_text": "Article 44 quindecies A\n \nI. - A. - Les contribuables qui, entre le 1er janvier 2025 et le 31 décembre 2029, créent ou reprennent des\nactivités industrielles, commerciales ou artisanales, au sens de l'article 34, ou professionnelles, au sens du\n1 de l'article 92, dans les zones France ruralités revitalisation “ plus ” définies au III du présent article sont\nexonérés d'impôt sur le revenu ou d'impôt sur les sociétés au titre des bénéfices provenant des activités\nimplantées dans la zone, à l'exclusion des plus-values constatées lors de la réévaluation des éléments d'actif,\njusqu'au terme du cinquante-neuvième mois suivant celui de leur création d'activité ou celui de la reprise\nd'activité, et déclarés selon les modalités prévues aux articles 50-0,53 A, 96 à 100,102 ter et 103.  \nB. - Dans les zones France ruralités revitalisation définies au II du présent article, les entreprises, soumises\nde plein droit ou sur option à un régime réel d'imposition de leurs résultats, qui sont créées ou reprises entre\nle 1er juillet 2024 et le 31 décembre 2029 et qui exercent une activité mentionnée au A du présent I sont\nexonérées d'impôt sur le revenu ou d'impôt sur les sociétés au titre des bénéfices, à l'exception des plus-\nvalues constatées lors de la réévaluation des éléments d'actif, réalisés jusqu'au terme du cinquante-neuvième\nmois suivant celui de leur création ou de leur reprise et déclarés selon les modalités prévues aux articles 53\nA, 96 à 100 et 103.\n \nC. - Pour l'application du B du présent I, une reprise d'entreprise s'entend de toute opération au terme\nde laquelle est reprise la direction effective d'une entreprise existante avec la volonté non équivoque de\nmaintenir la pérennité de cette entreprise. La date de reprise constituant le point de départ pour le décompte\nde la période d'exonération correspond au moment où intervient de façon effective le changement de\ndirection.  \nD. - Les A et B du présent I ne s'appliquent pas dans les zones France ruralités revitalisation et France\nruralités revitalisation “ plus ” bénéficiant de l'article 44 quaterdecies.  \nE. - Les bénéfices ne sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés que pour le quart, la\nmoitié ou les trois quarts de leur montant selon qu'ils sont réalisés au cours de la première, de la deuxième ou\nde la troisième période de douze mois suivant cette période d'exonération.  \nII. - A.-Sont classées en zone France ruralités revitalisation les communes de France métropolitaine dont la\npopulation est inférieure à 30 000 habitants et qui sont membres d'un établissement public de coopération\nintercommunale à fiscalité propre remplissant les conditions suivantes :  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n1° Sa densité de population est inférieure ou égale à la densité médiane nationale des établissements publics\nde coopération intercommunale à fiscalité propre de France métropolitaine ;  \n2° Son revenu disponible médian par unité de consommation est inférieur ou égal à la médiane des revenus\nmédians par établissement public de coopération intercommunale à fiscalité propre de France métropolitaine.  \nPour les communes de France métropolitaine dont la population est inférieure à 30 000 habitants\nmentionnées au V de l'article L. 5210-1-1 du code général des collectivités territoriales, les données prises en\ncompte sont les données de densité de population et de revenu disponible médian par unité de consommation\ndes communes concernées.  \nB. - Lorsque l'intérêt général le justifie, le représentant de l'Etat dans la région peut proposer à titre\ncomplémentaire le classement en zone France ruralités revitalisation de l'ensemble des communes de France\nmétropolitaine dont la population est inférieure à 30 000 habitants et qui appartiennent à un bassin de vie,\ndéfini par l'Institut national de la statistique et des études économiques, qui remplit les conditions suivantes :  \n1° Sa densité de population est inférieure ou égale à la densité médiane nationale des bassins de vie de\nFrance métropolitaine ;  \n2° Son revenu disponible médian par unité de consommation est inférieur ou égal à la médiane des revenus\nmédians des bassins de vie de France métropolitaine.  \nLe représentant de l'Etat dans la région propose au ministre chargé des collectivités territoriales la liste des\ncommunes à classer. Le classement des communes concernées est déterminé par arrêté des ministres chargés\ndes collectivités territoriales et du budget.\n \nB bis. - Lorsque l'intérêt général le justifie, le représentant de l'Etat dans la région peut proposer à\ntitre complémentaire le classement en zone France ruralités revitalisation d'une commune de France\nmétropolitaine dont la population est inférieure à 30 000 habitants et considérée comme rurale au sens de\nla grille communale de densité établie par l'Institut national de la statistique et des études économiques, si\nelle est membre d'un établissement public de coopération intercommunale à fiscalité propre remplissant l'une\ndes conditions fixées aux 1° et 2° du A du présent II. Le nombre de communes dont le classement peut être\nproposé est arrêté à la date de la proposition, dans la limite de 0,5 %, arrondie à l'entier supérieur, du nombre\ntotal de communes de la région concernée. Le classement s'opère selon les modalités prévues au B du présent\nII.\n \nLes communes classées en zone France ruralités revitalisation en application du présent B bis ne peuvent\npas bénéficier des bonifications budgétaires spécifiquement allouées aux communes classées en zone France\nruralités revitalisation au titre du dispositif France services.  \nC. - Sont également classées en zone France ruralités revitalisation les communes de France métropolitaine\ndont la population est inférieure à 30 000 habitants et qui sont situées dans un département remplissant les\nconditions suivantes :  \n1° Sa densité de population est inférieure à trente-cinq habitants par kilomètre carré ;  \n2° Son revenu disponible médian par unité de consommation est inférieur ou égal à la médiane des revenus\nmédians disponibles par unité de consommation par département.\n \nLes communes de France métropolitaine dont la population est inférieure à 30 000 habitants et qui sont\nmembres d'un établissement public de coopération intercommunale à fiscalité propre dont au moins la moitié\ndes communes est située dans un département remplissant les conditions mentionnées aux 1° et 2° du présent\nC sont également classées en zone France ruralités revitalisation.  \nD. - Sont classées en zone France ruralités revitalisation les communes de France métropolitaine dont la\npopulation est inférieure à 30 000 habitants et qui sont membres d'un établissement public de coopération\nintercommunale à fiscalité propre remplissant les conditions suivantes :  \n1° Au moins 50 % de sa population est située en zone de montagne, au sens de l'article 3 de la loi n° 85-30\ndu 9 janvier 1985 relative au développement et à la protection de la montagne ;\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n  \n2° Sa densité de population est inférieure ou égale à la densité médiane nationale des établissements publics\nde coopération intercommunale à fiscalité propre de France métropolitaine ;  \n3° Son revenu disponible par unité de consommation médian est inférieur ou égal au 75e centile des revenus\ndisponibles médians par établissement public de coopération intercommunale à fiscalité propre de France\nmétropolitaine.  \nE. - Sont classées en zone France ruralités revitalisation les communes de Guyane ainsi que celles de La\nRéunion comprises dans la zone spéciale d'action rurale délimitée par décret.\n \nF. - Le classement des communes mentionnées au présent II et au III du présent article est applicable aux\nportions de territoire d'une commune nouvelle qui correspondent aux limites territoriales d'une ancienne\ncommune classée en zone France ruralités revitalisation.\n \nPar dérogation, le classement en zone France ruralités revitalisation s'applique à l'ensemble du territoire\nd'une commune nouvelle de moins de 30 000 habitants créée à compter du 1er janvier 2024 lorsqu'elle inclut\ndans ses limites territoriales au moins une ancienne commune classée en zone France ruralités revitalisation\net que les autres portions de son territoire sont considérées comme rurales, au sens de la grille de densité\nétablie par l'Institut national de la statistique et des études économiques.\n \nG. - Sont classées en zone France ruralités revitalisation les communes de France métropolitaine dont la\npopulation est inférieure à 30 000 habitants et qui sont membres d'un établissement public de coopération\nintercommunale à fiscalité propre remplissant les conditions suivantes :\n \n1° Plus de 60 % de la population de l'établissement réside dans un espace rural, au sens de la grille\ncommunale de densité établie par l'Institut national de la statistique et des études économiques, et moins\nde 50 % de la population de ses communes rurales réside dans une commune rurale appartenant à une aire\nd'attraction d'une ville de 50 000 habitants ou plus définie par l'Institut national de la statistique et des études\néconomiques ;\n \n2° Son revenu disponible médian par unité de consommation est inférieur ou égal au vingt-cinquième centile\ndes revenus disponibles médians par établissement public de coopération intercommunale à fiscalité propre\nde France métropolitaine.\n \nLes communes classées en zone France ruralités revitalisation en application du G du présent II ne peuvent\npas bénéficier des bonifications budgétaires spécifiquement allouées aux communes classées en zone France\nruralités revitalisation au titre du dispositif France services.\n \nIII. - Sont classées en zone France ruralités revitalisation “ plus ” les communes rurales, au sens de la\ngrille de densité établie par l'Institut national de la statistique et des études économiques, classées dans\nune zone France ruralités revitalisation définie au II et membres d'un établissement public de coopération\nintercommunale à fiscalité propre ou d'un bassin de vie confronté sur une période d'au moins dix ans à\ndes difficultés particulières, appréciées en fonction d'un indice synthétique. Cet indice est établi, selon des\nmodalités fixées par décret, en tenant compte des dynamiques liées au revenu, à la population et à l'emploi\ndans les établissements publics de coopération intercommunale à fiscalité propre ou les bassins de vie\nconcernés.  \nPour le classement en zone France ruralités revitalisation “ plus ”, les communes situées dans les zones\ndéfinies au même II sont listées par ordre croissant en fonction de l'indice mentionné au premier alinéa du\nprésent III. Le premier quart de ces communes est intégré en zone France ruralités revitalisation “ plus ”.  \nIV. - Le classement des communes en zone France ruralités revitalisation et en zone France ruralités\nrevitalisation “ plus ” est établi par arrêté des ministres chargés des collectivités territoriales et du budget. Il\nest révisé tous les six ans.  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes données utilisées sont établies par l'Institut national de la statistique et des études économiques à partir\nde celles disponibles au 1er juillet de l'année précédant le classement. La population prise en compte pour le\ncalcul de la densité de population est la population municipale définie à l'article R. 2151-1 du code général\ndes collectivités territoriales. Le périmètre des établissements publics de coopération intercommunale à\nfiscalité propre mentionnés aux II et III du présent article est celui arrêté au 1er janvier de l'année précédant\nla révision du zonage France ruralités revitalisation.  \nV. - A. - Pour bénéficier des exonérations prévues au A du I du présent article, l'entreprise dont l'activité\nest créée doit appartenir à la catégorie des micros, petites et moyennes entreprises, au sens de l'annexe I\nau règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides\ncompatibles avec le marché intérieur en application des articles 107 et 108 du traité, et l'entreprise reprenant\nl'activité doit employer moins de onze salariés.  \nB. - Pour bénéficier des exonérations prévues au B du I du présent article :  \n1° L'entreprise créée ou reprise doit employer moins de onze salariés. Le seuil de onze salariés est apprécié,\nau titre de chaque exercice, selon les modalités prévues au I de l'article L. 130-1 du code de la sécurité\nsociale. Lorsqu'une entreprise bénéficiant déjà de l'exonération en faveur des entreprises reprises ou de\ncelles prévues au B du I du présent article constate un franchissement de seuil d'effectif déterminé selon les\nmodalités prévues au II de l'article L. 130-1 du code de la sécurité sociale, ce franchissement lui fait perdre le\nbénéfice de cette exonération ;  \n2° Le siège social de l'entreprise ainsi que l'ensemble de son activité et de ses moyens d'exploitation doivent\nêtre implantés dans les zones définies au II du présent article. Lorsqu'une entreprise exerce une activité\nsédentaire réalisée en partie en dehors des zones définies aux II et III, la condition d'implantation est réputée\nsatisfaite lorsqu'elle réalise au plus 25 % de son chiffre d'affaires en dehors de ces zones. Les bénéfices\nréalisés dans cette limite sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés, dans les conditions\nde droit commun, en proportion du montant hors taxes du chiffre d'affaires ou de recettes réalisé en dehors\nde ces zones. Cette condition de chiffre d'affaires s'apprécie exercice par exercice.  \nVI. - Les exonérations prévues au I s'appliquent à une activité non sédentaire implantée dans une zone\nFrance ruralités revitalisation lorsque la part de cette activité réalisée en dehors d'une telle zone représente au\nplus 25 % du chiffre d'affaires de l'activité. Au-delà de 25 %, les bénéfices réalisés sont soumis à l'impôt sur\nle revenu ou à l'impôt sur les sociétés dans les conditions de droit commun en proportion du chiffre d'affaires\nréalisé en dehors des zones déjà citées. Cette condition de chiffre d'affaires s'apprécie exercice par exercice.  \nLorsque le contribuable implanté dans une zone définie au III exerce d'autres activités en dehors de la zone,\nles bénéfices réalisés sont soumis à l'impôt sur le revenu ou à l'impôt sur les sociétés, dans les conditions de\ndroit commun, en proportion du montant hors taxes du chiffre d'affaires ou de recettes réalisé en dehors de\nces zones.  \nVII. - Les exonérations prévues au I ne s'appliquent pas aux activités bénéficiant ou ayant bénéficié, au\ntitre d'une ou de plusieurs des cinq années précédant l'année de la création ou de la reprise dans les zones\nFrance ruralités revitalisation mentionnées aux II et III, des articles 44 sexies, 44 sexies A, 44 septies dans\nsa rédaction antérieure à la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022,44 octies dans sa\nrédaction antérieure à la même loi, 44 octies A, 44 duodecies, 44 terdecies, 44 quaterdecies, 44 quindecies,\n44 sexdecies ou 44 septdecies ou d'une prime d'aménagement du territoire.  \nLes exonérations ne s'appliquent pas aux créations ou aux reprises d'activité ou d'entreprise consécutives au\ntransfert, à la concentration ou à la restructuration d'activités précédemment exercées dans les zones France\nruralités revitalisation et France ruralités revitalisation “ plus ” mentionnées aux II et III du présent article,\nsauf pour la durée restant à courir si l'activité reprise ou transférée bénéficie ou a bénéficié de l'exonération\nprévue au présent article.  \nLes exonérations ne s'appliquent pas non plus aux reprises d'activité ou d'entreprise dans les situations\nsuivantes :  \n1° Si, à l'issue de l'opération de reprise ou de restructuration, le cédant, son conjoint, le partenaire auquel il\nest lié par un pacte civil de solidarité défini à l'article 515-1 du code civil, leurs ascendants et descendants ou\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nleurs frères et sœurs détiennent ensemble, directement ou indirectement, plus de 50 % des droits de vote ou\ndes droits dans les bénéfices sociaux de la société, de la personne morale ou du groupement soit repris, soit\nbénéficiaire de l'opération de reprise ou de restructuration. Par exception, les exonérations s'appliquent au\ntitre de la première opération de reprise ou de restructuration à l'issue de laquelle le cédant et ses descendants\ndétiennent ensemble, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les\nbénéfices sociaux de la société, de la personne morale ou du groupement soit repris, soit bénéficiaire de\nl'opération de reprise ou de restructuration.  \nLe cédant s'entend de toute personne qui, avant l'opération de reprise ou de restructuration, soit détenait\ndirectement ou indirectement plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de la\nsociété, de la personne morale ou du groupement qui a fait l'objet de l'une de ces opérations, soit y exerçait,\nen droit ou en fait, la direction effective ;  \n2° Si l'entreprise individuelle a fait l'objet d'une opération de reprise ou de restructuration au profit de\nl'entrepreneur individuel lui-même, de son conjoint, du partenaire auquel il est lié par un pacte civil de\nsolidarité défini au même article 515-1, de leurs ascendants et descendants ou de leurs frères et sœurs. Par\nexception, les exonérations s'appliquent au titre de la première opération de reprise ou de restructuration\nréalisée au profit de l'entrepreneur individuel lui-même et de ses descendants ;  \n3° L'opération de reprise ou de restructuration résulte d'un changement de forme sociale de l'entreprise au\nprofit des personnes mentionnées aux 1° et 2° du présent VII.  \nVIII. - Lorsqu'elle répond aux conditions requises pour bénéficier de l'un des régimes prévus aux articles 44\nsexies, 44 sexies A, 44 duodecies, 44 terdecies, 44 sexdecies ou 44 septdecies et du régime prévu au présent\narticle, l'entreprise peut opter pour ce dernier régime dans les six mois suivant le début d'activité. L'option est\nirrévocable et emporte renonciation définitive aux autres régimes.  \nIX. - Le bénéfice des exonérations est subordonné au respect du règlement (UE) 2023/2831 de\nla Commission du 13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le\nfonctionnement de l'Union européenne aux aides de minimis. Toutefois, sur option des entreprises :  \n1° Lorsque les activités ou les entreprises créées ou reprises mentionnées au I du présent article sont situées\ndans les zones d'aide à finalité régionale, le bénéfice de l'exonération est subordonné au respect des articles\n13 et 14 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;  \n2° Lorsque les activités ou les entreprises créées ou reprises mentionnées au I du présent article sont situées\nen dehors des zones d'aide à finalité régionale, le bénéfice de l'exonération est subordonné au respect de\nl'article 17 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité.  \nCette option, exercée distinctement pour chacune des activités concernées, est irrévocable pour la durée de\nl'exonération. Elle doit être exercée, selon le cas, dans le délai prévu pour le dépôt de la déclaration annuelle\nafférente à la première année au titre de laquelle l'exonération prend effet.  \nX. - Les exonérations prévues au I du présent article restent applicables pour leur durée restant à courir\nlorsque la commune d'implantation de l'activité sort de la liste des communes classées en zone France\nruralités revitalisation définies aux II et III.  \nXI. - Le contribuable qui cesse volontairement son activité en zone France ruralités revitalisation mentionnée\naux II ou III en la délocalisant dans un autre lieu moins de cinq ans après avoir bénéficié pour la dernière\nfois de l'exonération mentionnée au I est tenu de verser les sommes qu'il n'a pas acquittées en application\ndes exonérations qui lui ont été consenties. Le bénéfice des exonérations est remis en cause au titre de\nl'année au cours de laquelle le contribuable cesse volontairement son activité dans une zone France ruralités\nrevitalisation mentionnée aux II ou III.  \nLa cessation volontaire d'activité en zone France ruralités revitalisation mentionnée aux mêmes II et III\ns'entend de l'abandon de l'ensemble de l'activité industrielle, commerciale ou artisanale ou professionnelle,\nau sens du I de l'article 92, implantée en zone France ruralités revitalisation, qui ne serait pas dû à un\névénement de force majeure. La délocalisation d'une entreprise ou d'un organisme dans un lieu autre\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nqu'une zone France ruralités revitalisation s'entend du transfert physique de son lieu d'exploitation dans une\ncommune qui n'est pas située en zone France ruralités revitalisation.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre premier : Impôt sur le revenu\nSection II : Revenus imposables\n1re Sous-section : Détermination des bénéfices ou revenus nets des\ndiverses catégories de revenus\nII : Bénéfices industriels et commerciaux\n2 undecies : Entreprises implantées dans les bassins urbains à\ndynamiser"
}