{
  "code": "CGI_223_B_bis",
  "article_number": "223 B bis",
  "chunks": [
    "Article 223 B bis\n \nI. – Les charges financières nettes supportées par le groupe sont déductibles du résultat d'ensemble, dans la\nlimite du plus élevé des deux montants suivants :\n \n1° Trois millions d'euros ;\n \n2° 30 % du résultat du groupe déterminé dans les conditions du II.\n \nLe montant de trois millions d'euros mentionné au 1° du présent I s'entend par exercice, le cas échéant\nramené à douze mois.\n \nII. – Le résultat mentionné au 2° du I est déterminé en corrigeant le résultat d'ensemble soumis à l'impôt sur\nles sociétés aux taux mentionnés au deuxième alinéa et au b du I de l'article 219 des montants suivants :\n \n1° Les charges financières nettes déterminées conformément au III du présent article ;\n \n2° La somme des amortissements admis en déduction du résultat de chaque société membre du groupe, nette\ndes reprises imposables et des fractions de plus ou moins-values correspondant à des amortissements déduits,\nà des amortissements expressément exclus des charges déductibles, ou à des amortissements qui ont été\ndifférés en contravention aux dispositions de l'article 39 B ;\n \n3° La somme des provisions pour dépréciation admises en déduction du résultat de chaque société membre\ndu groupe, nette des reprises de provision pour dépréciation imposables ;\n \n4° La somme algébrique des gains et pertes constatés par chaque société membre du groupe et soumis aux\ntaux mentionnés au a du I et au IV de l'article 219.\n \nLes montants mentionnés aux 2° à 4° du présent II s'entendent de ceux qui, pour la détermination du résultat\nd'ensemble de l'exercice, ne donnent pas lieu aux retraitements prévus aux articles 223 B et 223 F.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLe résultat fiscal mentionné au premier alinéa du présent II s'entend de celui obtenu avant imputation des\ndéficits et avant application des dispositions du présent article. Il tient compte des déductions pour l'assiette\nde l'impôt et des abattements déduits pour cette même assiette. En cas d'exercice de l'option mentionnée au\nV, le résultat mentionné au 2° du I ne tient compte ni du résultat afférent aux contrats mentionnés au 3 du III\nde l'article 212 bis déterminé dans les conditions du présent II, ni du résultat mentionné au b du 2 du IV du\nprésent article.\n \nIII. – Pour l'application du I, les charges financières nettes supportées par le groupe s'entendent de la somme\nalgébrique des charges et produits financiers de l'ensemble des sociétés membres du groupe tels que définis\nau III de l'article 212 bis.\n \nIV. – 1. Par exception aux I, VI et VII du présent article, sont déductibles, dans les conditions déterminées\naux 2 et 3 du présent IV, les charges financières nettes mentionnées au III supportées par le cocontractant\nd'un pouvoir adjudicateur, d'une entité adjudicatrice ou d'une autorité concédante et afférentes aux biens\nacquis ou construits par lui dans le cadre des contrats mentionnés aux 1° à 5° du 1 du IV de l'article 212 bis.\n \nLe présent 1 s'applique aux charges financières nettes supportées dans le cadre des contrats mentionnés au\npremier alinéa signés à compter du 29 décembre 2012 et pour lesquels soit une consultation a été engagée,\nsoit un avis d'appel à la concurrence ou un avis de concession a été envoyé à la publication, soit une\nprocédure d'approbation par décret a été initiée avant la date de promulgation de la loi n° 2018-1317 du 28\ndécembre 2018 de finances pour 2019.\n \n2. Les charges financières nettes afférentes aux contrats mentionnés au 1 du présent IV sont déductibles dans\nla limite du plus élevé des deux montants suivants :\n \na) Trois millions d'euros ;\n \nb) 30 % du résultat afférent à ces contrats et déterminé dans les conditions du II.\n \n3. Les charges financières nettes non admises en déduction au titre d'un exercice, en application du 2 du\nprésent IV, sont déductibles, au titre de cet exercice, à hauteur de 75 % de leur montant.\n \nV. – Les charges financières nettes mentionnées au 1 du IV sont celles afférentes à des emprunts utilisés\nexclusivement pour financer des projets d'infrastructures publiques à long terme lorsque l'opérateur du projet,\nles charges financières, les actifs et les revenus se situent tous dans l'Union européenne.\n \nLe 3 du III de l'article 212 bis et le IV du présent article s'appliquent sur option de la société mère du groupe\nmentionné au I. Cette option doit être notifiée au plus tard à la date limite de dépôt de la déclaration de\nrésultat du premier exercice au titre duquel elle est demandée. Elle est irrévocable et formulée pour une\npériode de dix années et est renouvelable au terme de cette période.\n \nVI. – Le résultat d'ensemble du groupe est en outre minoré de 75 % du montant des charges financières\nnettes non admises en déduction en application du I lorsque le ratio entre les fonds propres et l'ensemble des\nactifs déterminé au niveau du groupe est égal ou supérieur à ce même ratio déterminé au niveau du groupe\nconsolidé auquel les sociétés membres du groupe appartiennent.\n \nPour l'application du premier alinéa du présent VI :\n \n1° Les charges financières nettes s'entendent de celles déterminées conformément au III avant application du\nVIII ;\n \n2° Le groupe consolidé s'entend de l'ensemble des entreprises françaises et étrangères dont les comptes sont\nconsolidés par intégration globale pour l'établissement des comptes consolidés au sens de l'article L. 233-18\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndu code de commerce ou au sens des normes comptables internationales mentionnées à l'article L. 233-24 du\nmême code ;\n \n3° Le ratio entre les fonds propres et l'ensemble des actifs déterminé au niveau du groupe est considéré\ncomme égal au ratio équivalent du groupe consolidé auquel les sociétés membres du groupe appartiennent, si\nle premier ratio est inférieur au second ratio de deux points de pourcentage au maximum ;\n \n4° Les fonds propres et l'ensemble des actifs déterminés au niveau du groupe et du groupe consolidé sont\névalués selon la même méthode que celle utilisée dans les comptes consolidés mentionnés au 2° du présent\nVI.\n \nVII. – 1. Par exception au I, lorsque le montant moyen des sommes laissées ou mises à disposition\nd'entreprises membres du groupe par l'ensemble des entreprises non membres du groupe liées directement ou\nindirectement au sens du 12 de l'article 39, au cours d'un exercice, excède, au titre de cet exercice, une fois\net demie le montant des fonds propres déterminés au niveau du groupe conformément au 4° du VI du présent\narticle, apprécié au choix de l'entreprise à l'ouverture ou à la clôture de l'exercice, les charges financières\nnettes déterminées conformément au III sont déductibles :\n \na) Pour une fraction de leur montant, dans la limite du plus élevé des deux montants prévus au I retenue\nà hauteur de ce montant multiplié par la même fraction. Cette fraction est égale au rapport existant entre,\nau numérateur, le montant moyen des sommes laissées ou mises à disposition des entreprises membres du\ngroupe au cours de l'exercice par des entreprises non membres du groupe qui ne sont pas liées directement\nou indirectement au sens du 12 de l'article 39 ajouté à une fois et demie le montant des fonds propres\nmentionnés au premier alinéa du présent 1 et, au dénominateur, le montant moyen de la totalité des sommes\nlaissées ou mises à disposition des entreprises membres du groupe, au cours de l'exercice, par des entreprises\nnon membres du groupe ;\n \nb) Pour leur solde, dans la limite du plus élevé des deux montants, entre un million d'euros et 10 % du\nrésultat déterminé dans les conditions du II, retenue à hauteur de ce montant multiplié par le rapport existant\nentre, au numérateur, le montant des sommes laissées ou mises à disposition des entreprises membres du\ngroupe par des entreprises non membres du groupe liées directement ou indirectement au sens du 12 de\nl'article 39 excédant une fois et demie le montant des fonds propres mentionnés au premier alinéa du présent\n1 et, au dénominateur, le montant moyen de la totalité des sommes laissées ou mises à disposition des\nentreprises membres du groupe, au cours de l'exercice, par des entreprises non membres du groupe.\n \nLe montant d'un million d'euros mentionné au b s'entend par exercice, le cas échéant ramené à douze mois.\n \nLes charges financières nettes non admises en déduction en application du même b au titre d'un exercice\npeuvent être déduites au titre des exercices suivants conformément au 1 du VIII à hauteur d'un tiers de leur\nmontant.\n \nLorsque le groupe remplit les conditions prévues au premier alinéa du présent 1, il ne peut bénéficier du VI.\n \n2. Pour l'application du 1 du présent VII, sont considérées comme des sommes laissées ou mises à\ndisposition des entreprises membres du groupe par des entreprises non membres du groupe qui ne sont pas\nliées directement ou indirectement au sens du 12 de l'article 39, les sommes afférentes :\n \na) A des opérations de financement réalisées dans le cadre d'une convention de gestion centralisée de la\ntrésorerie d'entreprises liées au sens du même 12 par l'une d'elles chargée de cette gestion centralisée au\nprofit de laquelle les sommes sont mises à disposition ;\n \nb) A l'acquisition de biens donnés en location dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du\ncode monétaire et financier.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nSont également considérées comme des sommes laissées ou mises à disposition de l'entreprise par des\nentreprises qui ne lui sont pas liées directement ou indirectement au sens du 12 de l'article 39 du présent\ncode les sommes laissées ou mises à disposition des établissements de crédit ou des sociétés de financement\nmentionnés à l'article L. 511-1 du code monétaire et financier.\n \n3. Le 1 du présent VII ne s'applique pas si le groupe apporte la preuve que le ratio d'endettement du groupe\nconsolidé auquel les sociétés membres du groupe appartiennent est supérieur ou égal au ratio d'endettement\ndéterminé au niveau du groupe au titre de l'exercice mentionné au même 1.\n \nPour l'application du premier alinéa du présent 3 :\n \na) Le groupe consolidé s'entend de celui défini au 2° du VI ;\n \nb) Le ratio d'endettement déterminé au niveau du groupe correspond au rapport existant entre le montant\ntotal des dettes du groupe et le montant des fonds propres du groupe. Le ratio d'endettement du groupe\nconsolidé est déterminé en tenant compte des dettes, à l'exception de celles envers des entreprises\nappartenant au groupe consolidé ;\n \nc) Le ratio d'endettement déterminé au niveau du groupe est considéré comme égal au ratio d'endettement du\ngroupe consolidé auquel les sociétés membres du groupe appartiennent, si le premier ratio est supérieur au\nsecond ratio de deux points de pourcentage au maximum ;\n \nd) Les dettes et les fonds propres déterminés au niveau du groupe et du groupe consolidé sont évalués selon\nla même méthode que celle utilisée dans les comptes consolidés mentionnés au même 2°.\n \nVIII. – 1. Les charges financières nettes non déduites en application des I et VI ainsi que du a du 1 du VII\net celles reportables au titre de l'avant-dernier alinéa du même 1 au titre des exercices antérieurs peuvent\nêtre déduites à hauteur d'un montant égal à la différence positive entre la limite mentionnée au I appliquée\nau titre de l'exercice ou, lorsque la condition mentionnée au premier alinéa du 1 du VII est remplie, la limite\nmentionnée au a du même 1 appliquée au titre de l'exercice et les charges financières nettes de l'exercice\nminorées, le cas échéant, de celles soumises au plafonnement du b dudit 1 des sociétés du groupe. Les\ncharges financières nettes non déduites après application du présent 1 peuvent être déduites dans les mêmes\nconditions au titre des exercices suivants.\n \n2. La capacité de déduction inemployée, entendue comme la différence positive entre la limite mentionnée au\nI appliquée au titre de l'exercice et les charges financières nettes admises en déduction au titre de l'exercice\nen application des I et VI ainsi que du 1 du présent VIII, peut être utilisée au titre des cinq exercices suivants\npour déduire du résultat d'ensemble le montant de charges financières nettes non admises en déduction après\napplication des I et VI. Cette capacité de déduction inemployée ne peut être utilisée pour déduire des charges\nfinancières en report conformément au 1 du présent VIII.\n \nIX. – Un décret fixe les obligations déclaratives de la société mère du groupe mentionné au I."
  ],
  "full_text": "Article 223 B bis\n \nI. – Les charges financières nettes supportées par le groupe sont déductibles du résultat d'ensemble, dans la\nlimite du plus élevé des deux montants suivants :\n \n1° Trois millions d'euros ;\n \n2° 30 % du résultat du groupe déterminé dans les conditions du II.\n \nLe montant de trois millions d'euros mentionné au 1° du présent I s'entend par exercice, le cas échéant\nramené à douze mois.\n \nII. – Le résultat mentionné au 2° du I est déterminé en corrigeant le résultat d'ensemble soumis à l'impôt sur\nles sociétés aux taux mentionnés au deuxième alinéa et au b du I de l'article 219 des montants suivants :\n \n1° Les charges financières nettes déterminées conformément au III du présent article ;\n \n2° La somme des amortissements admis en déduction du résultat de chaque société membre du groupe, nette\ndes reprises imposables et des fractions de plus ou moins-values correspondant à des amortissements déduits,\nà des amortissements expressément exclus des charges déductibles, ou à des amortissements qui ont été\ndifférés en contravention aux dispositions de l'article 39 B ;\n \n3° La somme des provisions pour dépréciation admises en déduction du résultat de chaque société membre\ndu groupe, nette des reprises de provision pour dépréciation imposables ;\n \n4° La somme algébrique des gains et pertes constatés par chaque société membre du groupe et soumis aux\ntaux mentionnés au a du I et au IV de l'article 219.\n \nLes montants mentionnés aux 2° à 4° du présent II s'entendent de ceux qui, pour la détermination du résultat\nd'ensemble de l'exercice, ne donnent pas lieu aux retraitements prévus aux articles 223 B et 223 F.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLe résultat fiscal mentionné au premier alinéa du présent II s'entend de celui obtenu avant imputation des\ndéficits et avant application des dispositions du présent article. Il tient compte des déductions pour l'assiette\nde l'impôt et des abattements déduits pour cette même assiette. En cas d'exercice de l'option mentionnée au\nV, le résultat mentionné au 2° du I ne tient compte ni du résultat afférent aux contrats mentionnés au 3 du III\nde l'article 212 bis déterminé dans les conditions du présent II, ni du résultat mentionné au b du 2 du IV du\nprésent article.\n \nIII. – Pour l'application du I, les charges financières nettes supportées par le groupe s'entendent de la somme\nalgébrique des charges et produits financiers de l'ensemble des sociétés membres du groupe tels que définis\nau III de l'article 212 bis.\n \nIV. – 1. Par exception aux I, VI et VII du présent article, sont déductibles, dans les conditions déterminées\naux 2 et 3 du présent IV, les charges financières nettes mentionnées au III supportées par le cocontractant\nd'un pouvoir adjudicateur, d'une entité adjudicatrice ou d'une autorité concédante et afférentes aux biens\nacquis ou construits par lui dans le cadre des contrats mentionnés aux 1° à 5° du 1 du IV de l'article 212 bis.\n \nLe présent 1 s'applique aux charges financières nettes supportées dans le cadre des contrats mentionnés au\npremier alinéa signés à compter du 29 décembre 2012 et pour lesquels soit une consultation a été engagée,\nsoit un avis d'appel à la concurrence ou un avis de concession a été envoyé à la publication, soit une\nprocédure d'approbation par décret a été initiée avant la date de promulgation de la loi n° 2018-1317 du 28\ndécembre 2018 de finances pour 2019.\n \n2. Les charges financières nettes afférentes aux contrats mentionnés au 1 du présent IV sont déductibles dans\nla limite du plus élevé des deux montants suivants :\n \na) Trois millions d'euros ;\n \nb) 30 % du résultat afférent à ces contrats et déterminé dans les conditions du II.\n \n3. Les charges financières nettes non admises en déduction au titre d'un exercice, en application du 2 du\nprésent IV, sont déductibles, au titre de cet exercice, à hauteur de 75 % de leur montant.\n \nV. – Les charges financières nettes mentionnées au 1 du IV sont celles afférentes à des emprunts utilisés\nexclusivement pour financer des projets d'infrastructures publiques à long terme lorsque l'opérateur du projet,\nles charges financières, les actifs et les revenus se situent tous dans l'Union européenne.\n \nLe 3 du III de l'article 212 bis et le IV du présent article s'appliquent sur option de la société mère du groupe\nmentionné au I. Cette option doit être notifiée au plus tard à la date limite de dépôt de la déclaration de\nrésultat du premier exercice au titre duquel elle est demandée. Elle est irrévocable et formulée pour une\npériode de dix années et est renouvelable au terme de cette période.\n \nVI. – Le résultat d'ensemble du groupe est en outre minoré de 75 % du montant des charges financières\nnettes non admises en déduction en application du I lorsque le ratio entre les fonds propres et l'ensemble des\nactifs déterminé au niveau du groupe est égal ou supérieur à ce même ratio déterminé au niveau du groupe\nconsolidé auquel les sociétés membres du groupe appartiennent.\n \nPour l'application du premier alinéa du présent VI :\n \n1° Les charges financières nettes s'entendent de celles déterminées conformément au III avant application du\nVIII ;\n \n2° Le groupe consolidé s'entend de l'ensemble des entreprises françaises et étrangères dont les comptes sont\nconsolidés par intégration globale pour l'établissement des comptes consolidés au sens de l'article L. 233-18\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndu code de commerce ou au sens des normes comptables internationales mentionnées à l'article L. 233-24 du\nmême code ;\n \n3° Le ratio entre les fonds propres et l'ensemble des actifs déterminé au niveau du groupe est considéré\ncomme égal au ratio équivalent du groupe consolidé auquel les sociétés membres du groupe appartiennent, si\nle premier ratio est inférieur au second ratio de deux points de pourcentage au maximum ;\n \n4° Les fonds propres et l'ensemble des actifs déterminés au niveau du groupe et du groupe consolidé sont\névalués selon la même méthode que celle utilisée dans les comptes consolidés mentionnés au 2° du présent\nVI.\n \nVII. – 1. Par exception au I, lorsque le montant moyen des sommes laissées ou mises à disposition\nd'entreprises membres du groupe par l'ensemble des entreprises non membres du groupe liées directement ou\nindirectement au sens du 12 de l'article 39, au cours d'un exercice, excède, au titre de cet exercice, une fois\net demie le montant des fonds propres déterminés au niveau du groupe conformément au 4° du VI du présent\narticle, apprécié au choix de l'entreprise à l'ouverture ou à la clôture de l'exercice, les charges financières\nnettes déterminées conformément au III sont déductibles :\n \na) Pour une fraction de leur montant, dans la limite du plus élevé des deux montants prévus au I retenue\nà hauteur de ce montant multiplié par la même fraction. Cette fraction est égale au rapport existant entre,\nau numérateur, le montant moyen des sommes laissées ou mises à disposition des entreprises membres du\ngroupe au cours de l'exercice par des entreprises non membres du groupe qui ne sont pas liées directement\nou indirectement au sens du 12 de l'article 39 ajouté à une fois et demie le montant des fonds propres\nmentionnés au premier alinéa du présent 1 et, au dénominateur, le montant moyen de la totalité des sommes\nlaissées ou mises à disposition des entreprises membres du groupe, au cours de l'exercice, par des entreprises\nnon membres du groupe ;\n \nb) Pour leur solde, dans la limite du plus élevé des deux montants, entre un million d'euros et 10 % du\nrésultat déterminé dans les conditions du II, retenue à hauteur de ce montant multiplié par le rapport existant\nentre, au numérateur, le montant des sommes laissées ou mises à disposition des entreprises membres du\ngroupe par des entreprises non membres du groupe liées directement ou indirectement au sens du 12 de\nl'article 39 excédant une fois et demie le montant des fonds propres mentionnés au premier alinéa du présent\n1 et, au dénominateur, le montant moyen de la totalité des sommes laissées ou mises à disposition des\nentreprises membres du groupe, au cours de l'exercice, par des entreprises non membres du groupe.\n \nLe montant d'un million d'euros mentionné au b s'entend par exercice, le cas échéant ramené à douze mois.\n \nLes charges financières nettes non admises en déduction en application du même b au titre d'un exercice\npeuvent être déduites au titre des exercices suivants conformément au 1 du VIII à hauteur d'un tiers de leur\nmontant.\n \nLorsque le groupe remplit les conditions prévues au premier alinéa du présent 1, il ne peut bénéficier du VI.\n \n2. Pour l'application du 1 du présent VII, sont considérées comme des sommes laissées ou mises à\ndisposition des entreprises membres du groupe par des entreprises non membres du groupe qui ne sont pas\nliées directement ou indirectement au sens du 12 de l'article 39, les sommes afférentes :\n \na) A des opérations de financement réalisées dans le cadre d'une convention de gestion centralisée de la\ntrésorerie d'entreprises liées au sens du même 12 par l'une d'elles chargée de cette gestion centralisée au\nprofit de laquelle les sommes sont mises à disposition ;\n \nb) A l'acquisition de biens donnés en location dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du\ncode monétaire et financier.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nSont également considérées comme des sommes laissées ou mises à disposition de l'entreprise par des\nentreprises qui ne lui sont pas liées directement ou indirectement au sens du 12 de l'article 39 du présent\ncode les sommes laissées ou mises à disposition des établissements de crédit ou des sociétés de financement\nmentionnés à l'article L. 511-1 du code monétaire et financier.\n \n3. Le 1 du présent VII ne s'applique pas si le groupe apporte la preuve que le ratio d'endettement du groupe\nconsolidé auquel les sociétés membres du groupe appartiennent est supérieur ou égal au ratio d'endettement\ndéterminé au niveau du groupe au titre de l'exercice mentionné au même 1.\n \nPour l'application du premier alinéa du présent 3 :\n \na) Le groupe consolidé s'entend de celui défini au 2° du VI ;\n \nb) Le ratio d'endettement déterminé au niveau du groupe correspond au rapport existant entre le montant\ntotal des dettes du groupe et le montant des fonds propres du groupe. Le ratio d'endettement du groupe\nconsolidé est déterminé en tenant compte des dettes, à l'exception de celles envers des entreprises\nappartenant au groupe consolidé ;\n \nc) Le ratio d'endettement déterminé au niveau du groupe est considéré comme égal au ratio d'endettement du\ngroupe consolidé auquel les sociétés membres du groupe appartiennent, si le premier ratio est supérieur au\nsecond ratio de deux points de pourcentage au maximum ;\n \nd) Les dettes et les fonds propres déterminés au niveau du groupe et du groupe consolidé sont évalués selon\nla même méthode que celle utilisée dans les comptes consolidés mentionnés au même 2°.\n \nVIII. – 1. Les charges financières nettes non déduites en application des I et VI ainsi que du a du 1 du VII\net celles reportables au titre de l'avant-dernier alinéa du même 1 au titre des exercices antérieurs peuvent\nêtre déduites à hauteur d'un montant égal à la différence positive entre la limite mentionnée au I appliquée\nau titre de l'exercice ou, lorsque la condition mentionnée au premier alinéa du 1 du VII est remplie, la limite\nmentionnée au a du même 1 appliquée au titre de l'exercice et les charges financières nettes de l'exercice\nminorées, le cas échéant, de celles soumises au plafonnement du b dudit 1 des sociétés du groupe. Les\ncharges financières nettes non déduites après application du présent 1 peuvent être déduites dans les mêmes\nconditions au titre des exercices suivants.\n \n2. La capacité de déduction inemployée, entendue comme la différence positive entre la limite mentionnée au\nI appliquée au titre de l'exercice et les charges financières nettes admises en déduction au titre de l'exercice\nen application des I et VI ainsi que du 1 du présent VIII, peut être utilisée au titre des cinq exercices suivants\npour déduire du résultat d'ensemble le montant de charges financières nettes non admises en déduction après\napplication des I et VI. Cette capacité de déduction inemployée ne peut être utilisée pour déduire des charges\nfinancières en report conformément au 1 du présent VIII.\n \nIX. – Un décret fixe les obligations déclaratives de la société mère du groupe mentionné au I."
}