{
  "code": "CGI_787_B",
  "article_number": "787 B",
  "chunks": [
    "Article 787 B\n \nSont exonérées de droits de mutation à titre gratuit, à concurrence de 75 % de leur valeur, les parts ou\nles actions d'une société dont l'activité principale est industrielle, commerciale, au sens des articles 34\net 35, artisanale, agricole ou libérale transmises par décès, entre vifs ou, en pleine propriété, à un fonds\nde pérennité mentionné à l'article 177 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la\ntransformation des entreprises.\n \nPour l'application du premier alinéa du présent article, n'est pas considérée comme une activité industrielle,\ncommerciale, artisanale, agricole ou libérale l'exercice par une société d'une activité de gestion de son\npropre patrimoine mobilier ou immobilier. Est néanmoins considérée comme exerçant une activité\ncommerciale la société qui, outre la gestion d'un portefeuille de participations, a pour activité principale la\nparticipation active à la conduite de la politique de son groupe constitué de sociétés contrôlées directement\nou indirectement, exerçant une activité industrielle, commerciale, artisanale, agricole ou libérale, et\nauxquelles elle rend, le cas échéant et à titre purement interne, des services spécifiques, administratifs,\njuridiques, comptables, financiers et immobiliers.\n \nL'exonération s'applique si les conditions suivantes sont réunies :\n \na. Les parts ou les actions mentionnées au premier alinéa du présent article doivent faire l'objet d'un\nengagement collectif de conservation d'une durée minimale de deux ans en cours au jour de la transmission,\nqui a été pris par le défunt ou le donateur, pour lui et ses ayants cause à titre gratuit, avec d'autres associés.\nLe présent engagement peut être pris par une personne seule, pour elle et ses ayants cause à titre gratuit, sous\nles mêmes conditions ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLorsque les parts ou actions transmises par décès n'ont pas fait l'objet d'un engagement collectif de\nconservation, un ou des héritiers ou légataires peuvent entre eux ou avec d'autres associés conclure dans les\nsix mois qui suivent la transmission l'engagement prévu au premier alinéa ;\n \nb. 1. L'engagement collectif de conservation doit porter sur au moins 10 % des droits financiers et 20 %\ndes droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché\nréglementé ou, à défaut, sur au moins 17 % des droits financiers et 34 % des droits de vote, y compris les\nparts ou actions transmises.\n \nCes pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation.\nLes associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations\ndes titres soumis à l'engagement. Ils peuvent également admettre un nouvel associé dans l'engagement\ncollectif à condition que cet engagement collectif soit reconduit pour une durée minimale de deux ans.\n \nL'engagement collectif de conservation est opposable à l'administration à compter de la date de\nl'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché\nréglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code\nde commerce.\n \n2. L'engagement collectif de conservation est réputé acquis lorsque les parts ou actions détenues depuis deux\nans au moins, directement ou indirectement dans les conditions prévues au 3 du présent b, par une personne\nphysique seule ou avec son conjoint, le partenaire avec lequel elle est liée par un pacte civil de solidarité ou\nson concubin notoire atteignent les seuils prévus au premier alinéa du 1, sous réserve que cette personne ou\nson conjoint, le partenaire lié à elle par un pacte civil de solidarité ou son concubin notoire exerce depuis\ndeux ans au moins dans la société concernée son activité professionnelle principale ou l'une des fonctions\nénumérées au 1° du 1 du III de l'article 975 lorsque la société est soumise à l'impôt sur les sociétés. En cas de\ndétention indirecte, l'exonération partielle est accordée dans les proportions et sous les conditions prévues au\n3 du présent b.\n \n3. Pour le calcul des pourcentages prévus au premier alinéa du 1, il est tenu compte des titres détenus par\nune société possédant directement une participation dans la société dont les parts ou actions font l'objet de\nl'engagement collectif de conservation visé au a et auquel elle a souscrit.\n \nLa valeur des titres de cette société qui sont transmis bénéficie de l'exonération partielle à proportion de la\nvaleur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de\nconservation ;\n \nL'exonération s'applique également lorsque la société détenue directement par le redevable possède une\nparticipation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de\nl'engagement de conservation.\n \nDans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus\ndirectement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci\nreprésentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation.\n \nLe bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées\ninchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif. Toutefois, le\nbénéfice du régime de faveur n'est pas remis en cause en cas d'augmentation de la participation détenue par\nles sociétés interposées.\n \nc. Chacun des héritiers, donataires ou légataires prend l'engagement dans la déclaration de succession ou\nl'acte de donation, pour lui et ses ayants cause à titre gratuit, de conserver les parts ou les actions transmises\npendant une durée de quatre ans à compter de la date d'expiration du délai visé au a.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLe cas échéant, la société dont les titres sont transmis, qui possède directement ou indirectement dans\nles conditions prévues au 3 du b une participation dans la société dont les parts ou actions font l'objet de\nl'engagement collectif de conservation mentionné au a, doit conserver cette participation durant cette même\npériode ;\n \nc bis. La condition d'exercice par la société d'une activité industrielle, commerciale, artisanale, agricole\nou libérale, prévue au premier alinéa du présent article, doit être satisfaite à compter de la conclusion\nde l'engagement de conservation prévu au premier alinéa du a et jusqu'au terme de l'engagement de\nconservation prévu au c. Par dérogation, cette condition doit être satisfaite, dans le cas prévu au second\nalinéa du a, à compter de la transmission des titres et, dans le cas prévu au 2 du b, depuis deux ans au moins\nà la date de cette transmission ;\n \nd. L'un des associés mentionnés au a ou l'un des héritiers, donataires ou légataires mentionnés au c exerce\neffectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation,\npendant la durée de l'engagement prévu au a et pendant les trois années qui suivent la date de la transmission,\nson activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou\nl'une des fonctions énumérées au 1° du 1 du III de l'article 975 lorsque celle-ci est soumise à l'impôt sur les\nsociétés, de plein droit ou sur option ;\n \nd bis. Les parts ou actions ne sont pas inscrites sur un compte PME innovation mentionné à l'article L.\n221-32-4 du code monétaire et financier. Le non-respect de cette condition par l'un des signataires jusqu'au\nterme du délai mentionné au c entraîne la remise en cause de l'exonération partielle dont il a bénéficié ;\n \ne. La déclaration de succession ou l'acte de donation doit être appuyée d'une attestation de la société dont les\nparts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues\naux a et b ont été remplies jusqu'au jour de la transmission.\n \nL'héritier, le donataire ou le légataire adresse, sur demande de l'administration et dans un délai de trois\nmois à compter de cette demande, une attestation, que la société dont les parts ou actions font l'objet des\nengagements de conservation mentionnés aux a et c lui transmet, certifiant que les conditions prévues aux a à\nd ont été respectées de manière continue depuis la date de la transmission.\n \nDans un délai de trois mois à compter du terme de l'engagement de conservation mentionné au c, l'héritier, le\ndonataire ou le légataire adresse à l'administration une attestation, que la société lui transmet, certifiant que\nles conditions prévues aux a à d ont été respectées jusqu'à leur terme.\n \nEn cas de détention indirecte des parts ou actions faisant l'objet des engagements de conservation mentionnés\naux a et c, chacune des sociétés composant la chaîne de participation transmet aux personnes soumises à ces\nengagements, dans les cas prévus aux deuxième et troisième alinéas du présent e, une attestation certifiant du\nrespect, à son niveau, des obligations de conservation prévues aux a et c ;\n \ne bis. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération partielle n'est\npas remise en cause à l'égard des signataires autres que le cédant si :\n \n1° Soit les titres que ces autres signataires détiennent ensemble respectent la condition prévue au b et ceux-ci\nles conservent jusqu'au terme initialement prévu ;\n \n2° Soit le cessionnaire s'associe à l'engagement collectif à raison des titres cédés afin que le pourcentage\nprévu au b demeure respecté. Dans ce cas, l'engagement collectif est reconduit pour une durée minimale de\ndeux ans pour l'ensemble des signataires.\n \ne ter. En cas de non-respect de la condition de conservation prévue au a, par l'un des héritiers, donataires\nou légataires à la suite de la cession ou de la donation, à un autre associé de l'engagement mentionné au a\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nd'une partie des parts ou actions qui lui ont été transmises à titre gratuit, l'exonération partielle n'est remise en\ncause pour le cédant ou le donateur qu'à hauteur des seules parts ou actions cédées ou données ;\n \nf. En cas de non-respect des conditions prévues aux a et c par suite d'un apport partiellement rémunéré par\nla prise en charge d'une soulte consécutive à un partage ou d'un apport pur et simple de titres d'une société\nayant une activité industrielle, commerciale, artisanale, agricole ou libérale à une société dont la valeur réelle\nde l'actif brut est, à l'issue de l'apport et jusqu'au terme des engagements de conservation mentionnés aux a\net c, composée à plus de 50 % de participations dans la société soumises à ces engagements, l'exonération\npartielle n'est pas remise en cause si les conditions suivantes sont réunies :\n \n1° Les trois-quarts au moins du capital et des droits de vote y afférents de la société bénéficiaire de l'apport\nsont, à l'issue de l'apport, détenus par les personnes soumises aux obligations de conservation prévues aux\na et c. Cette société est dirigée directement par une ou plusieurs de ces personnes. Les conditions tenant à\nla composition de l'actif de la société, à la détention de son capital et à sa direction doivent être respectées à\nl'issue de l'opération d'apport et jusqu'au terme des engagements mentionnés aux a et c ;\n \n2° La société bénéficiaire de l'apport prend l'engagement de conserver les titres apportés jusqu'au terme des\nengagements mentionnés aux a et c ;\n \n3° Les personnes mentionnées au 1°, associées de la société bénéficiaire des apports, doivent conserver,\npendant la durée mentionnée au 2°, les titres reçus en contrepartie de l'opération d'apport.\n \nLe présent f s'applique également, sous les mêmes conditions, à l'apport de titres d'une société possédant\ndirectement une participation dans la société dont les parts ou actions font l'objet de l'engagement de\nconservation mentionné aux a ou c. Dans ce cas, à l'issue de l'apport et jusqu'au terme des engagements\nde conservation mentionnés aux a et c, la valeur réelle de l'actif brut de la société bénéficiaire de l'apport\nest composée à plus de 50 % de participations indirectes dans la société soumises aux obligations de\nconservation prévues aux a et c ;\n \ng) En cas de non-respect des conditions prévues aux a ou b, par suite d'une fusion ou d'une scission au sens\nde l'article 817 A, d'une augmentation de capital ou d'une offre publique d'échange préalable à une fusion\nou une scission dès lors que cette fusion ou cette scission est opérée dans l'année qui suit la clôture de l'offre\npublique d'échange, l'exonération partielle accordée lors d'une mutation à titre gratuit avant l'une de ces\nopérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme.\nLes titres reçus en contrepartie de ces opérations doivent être conservés jusqu'au même terme. De même,\ncette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par\nsuite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ;\n \nh) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de\nl'article 817 A, d'une augmentation de capital, ou d'une offre publique d'échange préalable à une fusion ou\nune scission dès lors que cette fusion ou cette scission est opérée dans l'année qui suit la clôture de l'offre\npublique d'échange, l'exonération partielle accordée lors de la mutation à titre gratuit n'est pas remise en\ncause si les titres reçus en contrepartie de ces opérations sont conservés par le signataire de l'engagement\njusqu'à son terme.\n \nDe même, cette exonération n'est pas remise en cause lorsque la condition prévue aux b ou c n'est pas\nrespectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ;\n \ni) En cas de non-respect de la condition prévue au c par suite d'une donation, l'exonération partielle accordée\nau titre de la mutation à titre gratuit n'est pas remise en cause, à condition que le ou les donataires soient le\nou les descendants du donateur et que le ou les donataires poursuivent l'engagement prévu au c jusqu'à son\nterme.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes dispositions du présent article s'appliquent en cas de donation avec réserve d'usufruit à la condition que\nles droits de vote de l'usufruitier soient statutairement limités aux décisions concernant l'affectation des\nbénéfices.\n \nUn décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les\nobligations déclaratives incombant aux redevables et aux sociétés."
  ],
  "full_text": "Article 787 B\n \nSont exonérées de droits de mutation à titre gratuit, à concurrence de 75 % de leur valeur, les parts ou\nles actions d'une société dont l'activité principale est industrielle, commerciale, au sens des articles 34\net 35, artisanale, agricole ou libérale transmises par décès, entre vifs ou, en pleine propriété, à un fonds\nde pérennité mentionné à l'article 177 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la\ntransformation des entreprises.\n \nPour l'application du premier alinéa du présent article, n'est pas considérée comme une activité industrielle,\ncommerciale, artisanale, agricole ou libérale l'exercice par une société d'une activité de gestion de son\npropre patrimoine mobilier ou immobilier. Est néanmoins considérée comme exerçant une activité\ncommerciale la société qui, outre la gestion d'un portefeuille de participations, a pour activité principale la\nparticipation active à la conduite de la politique de son groupe constitué de sociétés contrôlées directement\nou indirectement, exerçant une activité industrielle, commerciale, artisanale, agricole ou libérale, et\nauxquelles elle rend, le cas échéant et à titre purement interne, des services spécifiques, administratifs,\njuridiques, comptables, financiers et immobiliers.\n \nL'exonération s'applique si les conditions suivantes sont réunies :\n \na. Les parts ou les actions mentionnées au premier alinéa du présent article doivent faire l'objet d'un\nengagement collectif de conservation d'une durée minimale de deux ans en cours au jour de la transmission,\nqui a été pris par le défunt ou le donateur, pour lui et ses ayants cause à titre gratuit, avec d'autres associés.\nLe présent engagement peut être pris par une personne seule, pour elle et ses ayants cause à titre gratuit, sous\nles mêmes conditions ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLorsque les parts ou actions transmises par décès n'ont pas fait l'objet d'un engagement collectif de\nconservation, un ou des héritiers ou légataires peuvent entre eux ou avec d'autres associés conclure dans les\nsix mois qui suivent la transmission l'engagement prévu au premier alinéa ;\n \nb. 1. L'engagement collectif de conservation doit porter sur au moins 10 % des droits financiers et 20 %\ndes droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché\nréglementé ou, à défaut, sur au moins 17 % des droits financiers et 34 % des droits de vote, y compris les\nparts ou actions transmises.\n \nCes pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation.\nLes associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations\ndes titres soumis à l'engagement. Ils peuvent également admettre un nouvel associé dans l'engagement\ncollectif à condition que cet engagement collectif soit reconduit pour une durée minimale de deux ans.\n \nL'engagement collectif de conservation est opposable à l'administration à compter de la date de\nl'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché\nréglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code\nde commerce.\n \n2. L'engagement collectif de conservation est réputé acquis lorsque les parts ou actions détenues depuis deux\nans au moins, directement ou indirectement dans les conditions prévues au 3 du présent b, par une personne\nphysique seule ou avec son conjoint, le partenaire avec lequel elle est liée par un pacte civil de solidarité ou\nson concubin notoire atteignent les seuils prévus au premier alinéa du 1, sous réserve que cette personne ou\nson conjoint, le partenaire lié à elle par un pacte civil de solidarité ou son concubin notoire exerce depuis\ndeux ans au moins dans la société concernée son activité professionnelle principale ou l'une des fonctions\nénumérées au 1° du 1 du III de l'article 975 lorsque la société est soumise à l'impôt sur les sociétés. En cas de\ndétention indirecte, l'exonération partielle est accordée dans les proportions et sous les conditions prévues au\n3 du présent b.\n \n3. Pour le calcul des pourcentages prévus au premier alinéa du 1, il est tenu compte des titres détenus par\nune société possédant directement une participation dans la société dont les parts ou actions font l'objet de\nl'engagement collectif de conservation visé au a et auquel elle a souscrit.\n \nLa valeur des titres de cette société qui sont transmis bénéficie de l'exonération partielle à proportion de la\nvaleur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de\nconservation ;\n \nL'exonération s'applique également lorsque la société détenue directement par le redevable possède une\nparticipation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de\nl'engagement de conservation.\n \nDans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus\ndirectement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci\nreprésentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation.\n \nLe bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées\ninchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif. Toutefois, le\nbénéfice du régime de faveur n'est pas remis en cause en cas d'augmentation de la participation détenue par\nles sociétés interposées.\n \nc. Chacun des héritiers, donataires ou légataires prend l'engagement dans la déclaration de succession ou\nl'acte de donation, pour lui et ses ayants cause à titre gratuit, de conserver les parts ou les actions transmises\npendant une durée de quatre ans à compter de la date d'expiration du délai visé au a.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLe cas échéant, la société dont les titres sont transmis, qui possède directement ou indirectement dans\nles conditions prévues au 3 du b une participation dans la société dont les parts ou actions font l'objet de\nl'engagement collectif de conservation mentionné au a, doit conserver cette participation durant cette même\npériode ;\n \nc bis. La condition d'exercice par la société d'une activité industrielle, commerciale, artisanale, agricole\nou libérale, prévue au premier alinéa du présent article, doit être satisfaite à compter de la conclusion\nde l'engagement de conservation prévu au premier alinéa du a et jusqu'au terme de l'engagement de\nconservation prévu au c. Par dérogation, cette condition doit être satisfaite, dans le cas prévu au second\nalinéa du a, à compter de la transmission des titres et, dans le cas prévu au 2 du b, depuis deux ans au moins\nà la date de cette transmission ;\n \nd. L'un des associés mentionnés au a ou l'un des héritiers, donataires ou légataires mentionnés au c exerce\neffectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation,\npendant la durée de l'engagement prévu au a et pendant les trois années qui suivent la date de la transmission,\nson activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou\nl'une des fonctions énumérées au 1° du 1 du III de l'article 975 lorsque celle-ci est soumise à l'impôt sur les\nsociétés, de plein droit ou sur option ;\n \nd bis. Les parts ou actions ne sont pas inscrites sur un compte PME innovation mentionné à l'article L.\n221-32-4 du code monétaire et financier. Le non-respect de cette condition par l'un des signataires jusqu'au\nterme du délai mentionné au c entraîne la remise en cause de l'exonération partielle dont il a bénéficié ;\n \ne. La déclaration de succession ou l'acte de donation doit être appuyée d'une attestation de la société dont les\nparts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues\naux a et b ont été remplies jusqu'au jour de la transmission.\n \nL'héritier, le donataire ou le légataire adresse, sur demande de l'administration et dans un délai de trois\nmois à compter de cette demande, une attestation, que la société dont les parts ou actions font l'objet des\nengagements de conservation mentionnés aux a et c lui transmet, certifiant que les conditions prévues aux a à\nd ont été respectées de manière continue depuis la date de la transmission.\n \nDans un délai de trois mois à compter du terme de l'engagement de conservation mentionné au c, l'héritier, le\ndonataire ou le légataire adresse à l'administration une attestation, que la société lui transmet, certifiant que\nles conditions prévues aux a à d ont été respectées jusqu'à leur terme.\n \nEn cas de détention indirecte des parts ou actions faisant l'objet des engagements de conservation mentionnés\naux a et c, chacune des sociétés composant la chaîne de participation transmet aux personnes soumises à ces\nengagements, dans les cas prévus aux deuxième et troisième alinéas du présent e, une attestation certifiant du\nrespect, à son niveau, des obligations de conservation prévues aux a et c ;\n \ne bis. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération partielle n'est\npas remise en cause à l'égard des signataires autres que le cédant si :\n \n1° Soit les titres que ces autres signataires détiennent ensemble respectent la condition prévue au b et ceux-ci\nles conservent jusqu'au terme initialement prévu ;\n \n2° Soit le cessionnaire s'associe à l'engagement collectif à raison des titres cédés afin que le pourcentage\nprévu au b demeure respecté. Dans ce cas, l'engagement collectif est reconduit pour une durée minimale de\ndeux ans pour l'ensemble des signataires.\n \ne ter. En cas de non-respect de la condition de conservation prévue au a, par l'un des héritiers, donataires\nou légataires à la suite de la cession ou de la donation, à un autre associé de l'engagement mentionné au a\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nd'une partie des parts ou actions qui lui ont été transmises à titre gratuit, l'exonération partielle n'est remise en\ncause pour le cédant ou le donateur qu'à hauteur des seules parts ou actions cédées ou données ;\n \nf. En cas de non-respect des conditions prévues aux a et c par suite d'un apport partiellement rémunéré par\nla prise en charge d'une soulte consécutive à un partage ou d'un apport pur et simple de titres d'une société\nayant une activité industrielle, commerciale, artisanale, agricole ou libérale à une société dont la valeur réelle\nde l'actif brut est, à l'issue de l'apport et jusqu'au terme des engagements de conservation mentionnés aux a\net c, composée à plus de 50 % de participations dans la société soumises à ces engagements, l'exonération\npartielle n'est pas remise en cause si les conditions suivantes sont réunies :\n \n1° Les trois-quarts au moins du capital et des droits de vote y afférents de la société bénéficiaire de l'apport\nsont, à l'issue de l'apport, détenus par les personnes soumises aux obligations de conservation prévues aux\na et c. Cette société est dirigée directement par une ou plusieurs de ces personnes. Les conditions tenant à\nla composition de l'actif de la société, à la détention de son capital et à sa direction doivent être respectées à\nl'issue de l'opération d'apport et jusqu'au terme des engagements mentionnés aux a et c ;\n \n2° La société bénéficiaire de l'apport prend l'engagement de conserver les titres apportés jusqu'au terme des\nengagements mentionnés aux a et c ;\n \n3° Les personnes mentionnées au 1°, associées de la société bénéficiaire des apports, doivent conserver,\npendant la durée mentionnée au 2°, les titres reçus en contrepartie de l'opération d'apport.\n \nLe présent f s'applique également, sous les mêmes conditions, à l'apport de titres d'une société possédant\ndirectement une participation dans la société dont les parts ou actions font l'objet de l'engagement de\nconservation mentionné aux a ou c. Dans ce cas, à l'issue de l'apport et jusqu'au terme des engagements\nde conservation mentionnés aux a et c, la valeur réelle de l'actif brut de la société bénéficiaire de l'apport\nest composée à plus de 50 % de participations indirectes dans la société soumises aux obligations de\nconservation prévues aux a et c ;\n \ng) En cas de non-respect des conditions prévues aux a ou b, par suite d'une fusion ou d'une scission au sens\nde l'article 817 A, d'une augmentation de capital ou d'une offre publique d'échange préalable à une fusion\nou une scission dès lors que cette fusion ou cette scission est opérée dans l'année qui suit la clôture de l'offre\npublique d'échange, l'exonération partielle accordée lors d'une mutation à titre gratuit avant l'une de ces\nopérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme.\nLes titres reçus en contrepartie de ces opérations doivent être conservés jusqu'au même terme. De même,\ncette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par\nsuite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ;\n \nh) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de\nl'article 817 A, d'une augmentation de capital, ou d'une offre publique d'échange préalable à une fusion ou\nune scission dès lors que cette fusion ou cette scission est opérée dans l'année qui suit la clôture de l'offre\npublique d'échange, l'exonération partielle accordée lors de la mutation à titre gratuit n'est pas remise en\ncause si les titres reçus en contrepartie de ces opérations sont conservés par le signataire de l'engagement\njusqu'à son terme.\n \nDe même, cette exonération n'est pas remise en cause lorsque la condition prévue aux b ou c n'est pas\nrespectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ;\n \ni) En cas de non-respect de la condition prévue au c par suite d'une donation, l'exonération partielle accordée\nau titre de la mutation à titre gratuit n'est pas remise en cause, à condition que le ou les donataires soient le\nou les descendants du donateur et que le ou les donataires poursuivent l'engagement prévu au c jusqu'à son\nterme.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes dispositions du présent article s'appliquent en cas de donation avec réserve d'usufruit à la condition que\nles droits de vote de l'usufruitier soient statutairement limités aux décisions concernant l'affectation des\nbénéfices.\n \nUn décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les\nobligations déclaratives incombant aux redevables et aux sociétés."
}