{
  "code": "CGI_209",
  "article_number": "209",
  "chunks": [
    "Article 209\n \nI. – Sous réserve des dispositions de la présente section, les bénéfices passibles de l'impôt sur les sociétés\nsont déterminés d'après les règles fixées par les articles 34 à 45,53 A à 57,108 à 117,237 ter A et 302 septies\nA bis et en tenant compte uniquement des bénéfices réalisés dans les entreprises exploitées en France, de\nceux mentionnés aux a, e, e bis et e ter du I de l'article 164 B ainsi que de ceux dont l'imposition est attribuée\nà la France par une convention internationale relative aux doubles impositions.\n \nToutefois, par dérogation aux dispositions du deuxième alinéa de l'article 37, l'impôt sur les sociétés dû\npar les entreprises créées à compter du 1er janvier 1984 est établi, lorsqu'aucun bilan n'est dressé au cours\nde la première année civile d'activité, sur les bénéfices de la période écoulée depuis le commencement des\nopérations jusqu'à la date de clôture du premier exercice et, au plus tard, jusqu'au 31 décembre de l'année\nsuivant celle de la création.\n \nSous réserve de l'option prévue à l'article 220 quinquies, en cas de déficit subi pendant un exercice, ce déficit\nest considéré comme une charge de l'exercice suivant et déduit du bénéfice réalisé pendant ledit exercice\ndans la limite d'un montant de 1 000 000 € majoré de 50 % du montant correspondant au bénéfice imposable\ndudit exercice excédant ce premier montant. Si ce bénéfice n'est pas suffisant pour que la déduction puisse\nêtre intégralement opérée, l'excédent du déficit est reporté dans les mêmes conditions sur les exercices\nsuivants. Il en est de même de la fraction de déficit non admise en déduction en application de la première\nphrase du présent alinéa.\n \nPour les sociétés auxquelles sont consentis des abandons de créances dans le cadre d'un accord constaté ou\nhomologué dans les conditions prévues à l'article L. 611-8 du code de commerce ou lors d'une procédure de\nsauvegarde, de redressement judiciaire ou de liquidation judiciaire ouverte à leur nom, la limite de 1 000 000\n€ mentionnée au troisième alinéa du présent I est majorée du montant desdits abandons de créances.\n \nII. – 1. En cas de fusion ou opération assimilée placée sous le régime de l'article 210 A, les déficits\nantérieurs, les charges financières nettes non déduites mentionnées au 1 du VIII de l'article 212 bis et la\ncapacité de déduction inemployée mentionnée au 2 du même VIII par la société absorbée ou apporteuse sont\ntransférés, sous réserve d'un agrément délivré dans les conditions prévues à l'article 1649 nonies, à la ou\naux sociétés bénéficiaires des apports, et imputables sur ses ou leurs bénéfices ultérieurs dans les conditions\nprévues respectivement au troisième alinéa du I du présent article et aux 1 et 2 du VIII de l'article 212 bis.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nEn cas de scission ou d'apport partiel d'actif, les déficits transférés sont ceux afférents à la branche d'activité\napportée.\n \nL'agrément est délivré lorsque :\n \na) L'opération est justifiée du point de vue économique et obéit à des motivations principales autres que\nfiscales ;\n \nb) L'activité à l'origine des déficits ou des intérêts dont le transfert est demandé n'a pas fait l'objet par la\nsociété absorbée ou apporteuse, pendant la période au titre de laquelle ces déficits et ces intérêts ont été\nconstatés, de changement significatif, notamment en termes de clientèle, d'emploi, de moyens d'exploitation\neffectivement mis en œuvre, de nature et de volume d'activité ;\n \nc) L'activité à l'origine des déficits ou des intérêts dont le transfert est demandé est poursuivie par la ou les\nsociétés absorbantes ou bénéficiaires des apports pendant un délai minimal de trois ans, sans faire l'objet,\npendant cette période, de changement significatif, notamment en termes de clientèle, d'emploi, de moyens\nd'exploitation effectivement mis en œuvre, de nature et de volume d'activité ;\n \nd) Les déficits et intérêts susceptibles d'être transférés ne proviennent ni de la gestion d'un patrimoine\nmobilier par des sociétés dont l'actif est principalement composé de participations financières dans d'autres\nsociétés ou groupements assimilés ni de la gestion d'un patrimoine immobilier. Cette disposition ne\ns'applique pas aux organismes mentionnés aux articles L. 411-2 et L. 481-1 du code de la construction et de\nl'habitation.\n \n2. Le transfert des déficits antérieurs, des charges financières nettes non déduites et de la capacité de\ndéduction inemployée prévus au 1 est dispensé d'agrément lorsque :  \na) Le montant cumulé des déficits antérieurs, des charges financières nettes non déduites et de la capacité de\ndéduction inemployée, transférés est inférieur à 200 000 € ;  \nb) La condition prévue au d du même 1 est respectée ;  \nc) Durant la période au cours de laquelle ces déficits, ces charges financières et cette capacité de déduction\ninemployée ont été constatés, la société absorbée n'a pas cédé ou cessé l'exploitation d'un fonds de commerce\nou d'un établissement.  \nLe présent 2 ne s'applique pas en cas de scission ou d'apport partiel d'actif d'une ou plusieurs branches\ncomplètes d'activité.\n \nII bis. – En cas de reprise d'un passif excédant la valeur réelle de l'actif qui est transféré à l'occasion d'une\nopération mentionnée au 3° du I de l'article 210-0 A, la charge correspondant à cet excédent ne peut être\ndéduite.\n \nII ter. – En cas de fusion ou opération assimilée placée sous le régime des articles 210 A à 210 C, les\ndépenses servant au calcul du rapport défini au III de l'article 238 réalisées par la société absorbée ou\napporteuse sont prises en compte, au titre des exercices ultérieurs, pour le calcul du même rapport par la\nsociété absorbante ou bénéficiaire des apports. L'éventuel résultat net négatif de cession, de concession ou\nde sous-concession mentionné au II du même article 238 réalisé par la société absorbée ou apporteuse est\nimputable, par la société absorbante ou bénéficiaire des apports, sur les résultats nets ultérieurs de cession,\nde concession ou de sous-concession de ces mêmes actifs, biens ou services ou familles de biens ou services,\ndans les conditions prévues audit article 238.\n \nEn cas de scission ou d'apport partiel d'actif, les dépenses et le résultat net négatif transférés sont ceux\nafférents à l'actif incorporel apporté.\n \nIII. – (Abrogé)\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nIII bis. – En cas d'option pour le régime défini à l'article 209-0 B, les déficits reportables à l'ouverture du\npremier exercice couvert par cette option ne peuvent pas être imputés sur les bénéfices réalisés au titre des\nexercices clos au cours de la ou des périodes décennales visées au III dudit article. Ces déficits peuvent\nêtre, soit déduits, dans les conditions prévues aux I et II du présent article, des résultats de l'exercice au titre\nduquel ce régime cesse de s'appliquer et des exercices suivants, soit imputés sur la somme mentionnée au\ndeuxième alinéa du V de l'article 209-0 B.\n \nIV. – 1. Pour la détermination du résultat imposable des sociétés d'assurance mutuelles, le droit d'adhésion\nversé par un sociétaire au cours de l'exercice de son adhésion et inscrit en comptabilité au compte \" fonds\nd'établissement \" est considéré comme un apport à hauteur d'un montant égal au rapport entre le montant\nminimal de la marge de solvabilité exigée par la réglementation et le nombre de sociétaires, constaté à la\nclôture de l'exercice précédent. Lorsque la marge de solvabilité effectivement constituée est inférieure au\nmontant minimal réglementaire, le premier terme de ce rapport est majoré du montant de cette insuffisance.\n \n2. Les sommes prélevées sur le compte \" fonds d'établissement \" sont rapportées au résultat imposable de\nl'exercice en cours à la date de ce prélèvement, dans la limite de celles ayant bénéficié des dispositions du 1.\n \n3. La disposition du 2 n'est pas applicable en cas d'imputation de pertes sur le compte \" fonds d'établissement\n\" ; les pertes ainsi annulées cessent d'être reportables.\n \nV. – Pour la détermination du résultat imposable des entreprises bénéficiant ou ayant bénéficié du régime\ndéfini à l'article 209-0 B, le montant des plus ou moins-values provenant de la cession de navires éligibles\nà ce régime et réalisées pendant ou après la période couverte par l'option visée au III de ce même article est\nréduit à concurrence du rapport existant entre la durée de détention pendant la période couverte par cette\noption et la durée totale de détention. La durée de détention couverte par l'option est décomptée à partir de\nla date de début d'exploitation du navire dans le cadre du régime défini à l'article 209-0 B par l'entreprise\ncédante lorsque cette dernière a acquis l'intégralité des parts de la société propriétaire du navire, puis a acquis\nle navire dans le cadre d'une opération bénéficiant des dispositions des articles 210 A, 210 B et 210 C.\n \nLes dispositions du premier alinéa ne s'appliquent pas en cas de sortie du régime prévu à l'article 209-0\nB dans les conditions prévues aux b et d du IV dudit article, ou de cession de navires pendant la période\nmentionnée au III de ce même article à des sociétés n'ayant pas opté pour le régime prévu à l'article 209-0 B\nprécité et liées directement ou indirectement au sens du 12 de l'article 39.\n \nVI. – Le dix-neuvième alinéa du 5° du 1 de l'article 39 s'applique distinctement aux titres de sociétés à\nprépondérance immobilière définis au troisième alinéa du a du I de l'article 219 et aux autres titres de\nsociétés à prépondérance immobilière.\n \nVII. – Les frais liés à l'acquisition de titres de participation définis au dix-septième alinéa du 5° du 1 de\nl'article 39 ne sont pas déductibles au titre de leur exercice d'engagement mais sont incorporés au prix\nde revient de ces titres. Pour l'application des dispositions de la phrase précédente, les frais d'acquisition\ns'entendent des droits de mutation, honoraires, commissions et frais d'actes liés à l'acquisition.\n \nLa fraction du prix de revient des titres mentionnés au premier alinéa correspondant à ces frais d'acquisition\npeut être amortie sur cinq ans à compter de la date d'acquisition des titres.\n \nVII bis. – Lorsque des titres de participation mentionnés au troisième alinéa du a quinquies du I de l'article\n219 ont été acquis dans le cadre d'une opération d'augmentation de capital libérée par compensation avec des\ncréances liquides et exigibles qui ont été acquises auprès d'une entreprise tierce non liée, au sens du 12 de\nl'article 39, à l'entreprise qui acquiert les titres, ni à l'entreprise émettrice, le profit imposable est déterminé\nen tenant compte de la valeur réelle des titres reçus en contrepartie. Les liens de dépendance mentionnés à\nla première phrase du présent VII bis sont appréciés à la date de l'acquisition des titres et au cours des douze\nmois qui précèdent et qui suivent cette date.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nPour l'application du premier alinéa du présent VII bis, il n'est toutefois pas exigé que l'entreprise auprès de\nlaquelle les créances ont été acquises ne soit pas liée à l'entreprise émettrice lorsque l'augmentation de capital\nest effectuée dans le cadre d'un protocole de conciliation constaté ou homologué dans les conditions prévues\nà l'article L. 611-8 du code de commerce ou d'un plan de sauvegarde ou de redressement.\n \nVIII. – Pour les sociétés coopératives d'intérêt collectif, la part des excédents mis en réserves impartageables\nest déductible de l'assiette de l'impôt sur les sociétés.\n \nIX. – (Abrogé).\n \nX. – Ne sont pas déductibles de l'assiette de l'impôt sur les sociétés :\n \n1° Les cotisations versées au fonds de garantie des dépôts et de résolution en application de la première\nphrase du I de l'article L. 312-7 du code monétaire et financier pour financer les interventions prévues aux III\net IV de l'article L. 312-5 du même code ;\n \n2° Les contributions prévues aux articles 69,70 et 71 du règlement (UE) n° 806/2014 du Parlement européen\net du Conseil, du 15 juillet 2014, établissant des règles et une procédure uniformes pour la résolution\ndes établissements de crédit et de certaines entreprises d'investissement dans le cadre d'un mécanisme de\nrésolution unique et d'un Fonds de résolution bancaire unique, et modifiant le règlement (UE) n° 1093/2010."
  ],
  "full_text": "Article 209\n \nI. – Sous réserve des dispositions de la présente section, les bénéfices passibles de l'impôt sur les sociétés\nsont déterminés d'après les règles fixées par les articles 34 à 45,53 A à 57,108 à 117,237 ter A et 302 septies\nA bis et en tenant compte uniquement des bénéfices réalisés dans les entreprises exploitées en France, de\nceux mentionnés aux a, e, e bis et e ter du I de l'article 164 B ainsi que de ceux dont l'imposition est attribuée\nà la France par une convention internationale relative aux doubles impositions.\n \nToutefois, par dérogation aux dispositions du deuxième alinéa de l'article 37, l'impôt sur les sociétés dû\npar les entreprises créées à compter du 1er janvier 1984 est établi, lorsqu'aucun bilan n'est dressé au cours\nde la première année civile d'activité, sur les bénéfices de la période écoulée depuis le commencement des\nopérations jusqu'à la date de clôture du premier exercice et, au plus tard, jusqu'au 31 décembre de l'année\nsuivant celle de la création.\n \nSous réserve de l'option prévue à l'article 220 quinquies, en cas de déficit subi pendant un exercice, ce déficit\nest considéré comme une charge de l'exercice suivant et déduit du bénéfice réalisé pendant ledit exercice\ndans la limite d'un montant de 1 000 000 € majoré de 50 % du montant correspondant au bénéfice imposable\ndudit exercice excédant ce premier montant. Si ce bénéfice n'est pas suffisant pour que la déduction puisse\nêtre intégralement opérée, l'excédent du déficit est reporté dans les mêmes conditions sur les exercices\nsuivants. Il en est de même de la fraction de déficit non admise en déduction en application de la première\nphrase du présent alinéa.\n \nPour les sociétés auxquelles sont consentis des abandons de créances dans le cadre d'un accord constaté ou\nhomologué dans les conditions prévues à l'article L. 611-8 du code de commerce ou lors d'une procédure de\nsauvegarde, de redressement judiciaire ou de liquidation judiciaire ouverte à leur nom, la limite de 1 000 000\n€ mentionnée au troisième alinéa du présent I est majorée du montant desdits abandons de créances.\n \nII. – 1. En cas de fusion ou opération assimilée placée sous le régime de l'article 210 A, les déficits\nantérieurs, les charges financières nettes non déduites mentionnées au 1 du VIII de l'article 212 bis et la\ncapacité de déduction inemployée mentionnée au 2 du même VIII par la société absorbée ou apporteuse sont\ntransférés, sous réserve d'un agrément délivré dans les conditions prévues à l'article 1649 nonies, à la ou\naux sociétés bénéficiaires des apports, et imputables sur ses ou leurs bénéfices ultérieurs dans les conditions\nprévues respectivement au troisième alinéa du I du présent article et aux 1 et 2 du VIII de l'article 212 bis.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nEn cas de scission ou d'apport partiel d'actif, les déficits transférés sont ceux afférents à la branche d'activité\napportée.\n \nL'agrément est délivré lorsque :\n \na) L'opération est justifiée du point de vue économique et obéit à des motivations principales autres que\nfiscales ;\n \nb) L'activité à l'origine des déficits ou des intérêts dont le transfert est demandé n'a pas fait l'objet par la\nsociété absorbée ou apporteuse, pendant la période au titre de laquelle ces déficits et ces intérêts ont été\nconstatés, de changement significatif, notamment en termes de clientèle, d'emploi, de moyens d'exploitation\neffectivement mis en œuvre, de nature et de volume d'activité ;\n \nc) L'activité à l'origine des déficits ou des intérêts dont le transfert est demandé est poursuivie par la ou les\nsociétés absorbantes ou bénéficiaires des apports pendant un délai minimal de trois ans, sans faire l'objet,\npendant cette période, de changement significatif, notamment en termes de clientèle, d'emploi, de moyens\nd'exploitation effectivement mis en œuvre, de nature et de volume d'activité ;\n \nd) Les déficits et intérêts susceptibles d'être transférés ne proviennent ni de la gestion d'un patrimoine\nmobilier par des sociétés dont l'actif est principalement composé de participations financières dans d'autres\nsociétés ou groupements assimilés ni de la gestion d'un patrimoine immobilier. Cette disposition ne\ns'applique pas aux organismes mentionnés aux articles L. 411-2 et L. 481-1 du code de la construction et de\nl'habitation.\n \n2. Le transfert des déficits antérieurs, des charges financières nettes non déduites et de la capacité de\ndéduction inemployée prévus au 1 est dispensé d'agrément lorsque :  \na) Le montant cumulé des déficits antérieurs, des charges financières nettes non déduites et de la capacité de\ndéduction inemployée, transférés est inférieur à 200 000 € ;  \nb) La condition prévue au d du même 1 est respectée ;  \nc) Durant la période au cours de laquelle ces déficits, ces charges financières et cette capacité de déduction\ninemployée ont été constatés, la société absorbée n'a pas cédé ou cessé l'exploitation d'un fonds de commerce\nou d'un établissement.  \nLe présent 2 ne s'applique pas en cas de scission ou d'apport partiel d'actif d'une ou plusieurs branches\ncomplètes d'activité.\n \nII bis. – En cas de reprise d'un passif excédant la valeur réelle de l'actif qui est transféré à l'occasion d'une\nopération mentionnée au 3° du I de l'article 210-0 A, la charge correspondant à cet excédent ne peut être\ndéduite.\n \nII ter. – En cas de fusion ou opération assimilée placée sous le régime des articles 210 A à 210 C, les\ndépenses servant au calcul du rapport défini au III de l'article 238 réalisées par la société absorbée ou\napporteuse sont prises en compte, au titre des exercices ultérieurs, pour le calcul du même rapport par la\nsociété absorbante ou bénéficiaire des apports. L'éventuel résultat net négatif de cession, de concession ou\nde sous-concession mentionné au II du même article 238 réalisé par la société absorbée ou apporteuse est\nimputable, par la société absorbante ou bénéficiaire des apports, sur les résultats nets ultérieurs de cession,\nde concession ou de sous-concession de ces mêmes actifs, biens ou services ou familles de biens ou services,\ndans les conditions prévues audit article 238.\n \nEn cas de scission ou d'apport partiel d'actif, les dépenses et le résultat net négatif transférés sont ceux\nafférents à l'actif incorporel apporté.\n \nIII. – (Abrogé)\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nIII bis. – En cas d'option pour le régime défini à l'article 209-0 B, les déficits reportables à l'ouverture du\npremier exercice couvert par cette option ne peuvent pas être imputés sur les bénéfices réalisés au titre des\nexercices clos au cours de la ou des périodes décennales visées au III dudit article. Ces déficits peuvent\nêtre, soit déduits, dans les conditions prévues aux I et II du présent article, des résultats de l'exercice au titre\nduquel ce régime cesse de s'appliquer et des exercices suivants, soit imputés sur la somme mentionnée au\ndeuxième alinéa du V de l'article 209-0 B.\n \nIV. – 1. Pour la détermination du résultat imposable des sociétés d'assurance mutuelles, le droit d'adhésion\nversé par un sociétaire au cours de l'exercice de son adhésion et inscrit en comptabilité au compte \" fonds\nd'établissement \" est considéré comme un apport à hauteur d'un montant égal au rapport entre le montant\nminimal de la marge de solvabilité exigée par la réglementation et le nombre de sociétaires, constaté à la\nclôture de l'exercice précédent. Lorsque la marge de solvabilité effectivement constituée est inférieure au\nmontant minimal réglementaire, le premier terme de ce rapport est majoré du montant de cette insuffisance.\n \n2. Les sommes prélevées sur le compte \" fonds d'établissement \" sont rapportées au résultat imposable de\nl'exercice en cours à la date de ce prélèvement, dans la limite de celles ayant bénéficié des dispositions du 1.\n \n3. La disposition du 2 n'est pas applicable en cas d'imputation de pertes sur le compte \" fonds d'établissement\n\" ; les pertes ainsi annulées cessent d'être reportables.\n \nV. – Pour la détermination du résultat imposable des entreprises bénéficiant ou ayant bénéficié du régime\ndéfini à l'article 209-0 B, le montant des plus ou moins-values provenant de la cession de navires éligibles\nà ce régime et réalisées pendant ou après la période couverte par l'option visée au III de ce même article est\nréduit à concurrence du rapport existant entre la durée de détention pendant la période couverte par cette\noption et la durée totale de détention. La durée de détention couverte par l'option est décomptée à partir de\nla date de début d'exploitation du navire dans le cadre du régime défini à l'article 209-0 B par l'entreprise\ncédante lorsque cette dernière a acquis l'intégralité des parts de la société propriétaire du navire, puis a acquis\nle navire dans le cadre d'une opération bénéficiant des dispositions des articles 210 A, 210 B et 210 C.\n \nLes dispositions du premier alinéa ne s'appliquent pas en cas de sortie du régime prévu à l'article 209-0\nB dans les conditions prévues aux b et d du IV dudit article, ou de cession de navires pendant la période\nmentionnée au III de ce même article à des sociétés n'ayant pas opté pour le régime prévu à l'article 209-0 B\nprécité et liées directement ou indirectement au sens du 12 de l'article 39.\n \nVI. – Le dix-neuvième alinéa du 5° du 1 de l'article 39 s'applique distinctement aux titres de sociétés à\nprépondérance immobilière définis au troisième alinéa du a du I de l'article 219 et aux autres titres de\nsociétés à prépondérance immobilière.\n \nVII. – Les frais liés à l'acquisition de titres de participation définis au dix-septième alinéa du 5° du 1 de\nl'article 39 ne sont pas déductibles au titre de leur exercice d'engagement mais sont incorporés au prix\nde revient de ces titres. Pour l'application des dispositions de la phrase précédente, les frais d'acquisition\ns'entendent des droits de mutation, honoraires, commissions et frais d'actes liés à l'acquisition.\n \nLa fraction du prix de revient des titres mentionnés au premier alinéa correspondant à ces frais d'acquisition\npeut être amortie sur cinq ans à compter de la date d'acquisition des titres.\n \nVII bis. – Lorsque des titres de participation mentionnés au troisième alinéa du a quinquies du I de l'article\n219 ont été acquis dans le cadre d'une opération d'augmentation de capital libérée par compensation avec des\ncréances liquides et exigibles qui ont été acquises auprès d'une entreprise tierce non liée, au sens du 12 de\nl'article 39, à l'entreprise qui acquiert les titres, ni à l'entreprise émettrice, le profit imposable est déterminé\nen tenant compte de la valeur réelle des titres reçus en contrepartie. Les liens de dépendance mentionnés à\nla première phrase du présent VII bis sont appréciés à la date de l'acquisition des titres et au cours des douze\nmois qui précèdent et qui suivent cette date.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nPour l'application du premier alinéa du présent VII bis, il n'est toutefois pas exigé que l'entreprise auprès de\nlaquelle les créances ont été acquises ne soit pas liée à l'entreprise émettrice lorsque l'augmentation de capital\nest effectuée dans le cadre d'un protocole de conciliation constaté ou homologué dans les conditions prévues\nà l'article L. 611-8 du code de commerce ou d'un plan de sauvegarde ou de redressement.\n \nVIII. – Pour les sociétés coopératives d'intérêt collectif, la part des excédents mis en réserves impartageables\nest déductible de l'assiette de l'impôt sur les sociétés.\n \nIX. – (Abrogé).\n \nX. – Ne sont pas déductibles de l'assiette de l'impôt sur les sociétés :\n \n1° Les cotisations versées au fonds de garantie des dépôts et de résolution en application de la première\nphrase du I de l'article L. 312-7 du code monétaire et financier pour financer les interventions prévues aux III\net IV de l'article L. 312-5 du même code ;\n \n2° Les contributions prévues aux articles 69,70 et 71 du règlement (UE) n° 806/2014 du Parlement européen\net du Conseil, du 15 juillet 2014, établissant des règles et une procédure uniformes pour la résolution\ndes établissements de crédit et de certaines entreprises d'investissement dans le cadre d'un mécanisme de\nrésolution unique et d'un Fonds de résolution bancaire unique, et modifiant le règlement (UE) n° 1093/2010."
}