{
  "code": "CGI_158",
  "article_number": "158",
  "chunks": [
    "Article 158\n \n1. Les revenus nets des diverses catégories entrant dans la composition du revenu net global sont évalués\nd'après les règles fixées aux articles 12 et 13 et dans les conditions prévues aux 2 à 6 ter ci-après, sans qu'il y\nait lieu de distinguer suivant que ces revenus ont leur source en France ou hors de France.\n \nToutefois, en ce qui concerne les entreprises et exploitations situées hors de France, les règles fixées par le\nprésent code pour la détermination forfaitaire des bénéfices imposables ne sont pas applicables.\n \n2. Le revenu net foncier est déterminé conformément aux dispositions des articles 14 à 33 quinquies.\n \n3.1° Les revenus de capitaux mobiliers pris en compte dans l'assiette du revenu net global comprennent les\nproduits des bons ou contrats de capitalisation ou placements de même nature mentionnés au 6° de l'article\n120 et au 1° du I de l'article 125-0 A, attachés à des primes versées jusqu'au 26 septembre 2017 et n'ayant\npas supporté le prélèvement prévu au 1 du II du même article 125-0 A, ainsi que tous les autres revenus\nmentionnés au premier alinéa du 1° du A du 1 de l'article 200 A pour lesquels l'option globale prévue au 2 du\nmême article 200 A est exercée.\n \nLorsqu'ils sont payables en espèces les revenus visés au premier alinéa sont soumis à l'impôt sur le revenu au\ntitre de l'année soit de leur paiement en espèces ou par chèques, soit de leur inscription au crédit d'un compte.\n \n2° Les revenus mentionnés au 1° distribués par les sociétés passibles de l'impôt sur les sociétés ou d'un\nimpôt équivalent ou soumises sur option à cet impôt, ayant leur siège dans un Etat de l'Union européenne\nou dans un Etat ou territoire ayant conclu avec la France une convention fiscale en vue d'éviter les doubles\nimpositions en matière d'impôt sur les revenus qui contient une clause d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales et résultant d'une décision régulière des organes compétents, sont\nréduits, pour le calcul de l'impôt sur le revenu, d'un abattement égal à 40 % de leur montant brut perçu ;\n \n3° Les dispositions du 2° ne s'appliquent pas :\n \na. Aux produits des actions des sociétés de capital-risque mentionnées au 3° septies du même article prélevés\nsur des bénéfices exonérés d'impôt sur les sociétés ;\n \nb. Aux produits des actions des sociétés mentionnées au 1° bis A de l'article 208 et des sociétés\nd'investissement de même nature établies hors de France et soumises à un régime fiscal équivalent ;\n \nb bis) Aux bénéfices exonérés distribués par les sociétés d'investissements immobiliers cotées mentionnées à\nl'article 208 C ou par les sociétés de placement à prépondérance immobilière à capital variable mentionnées\nau 3° nonies de l'article 208 ;\n \nc. Aux revenus distribués qui ne constituent pas la rémunération du bénéficiaire en sa qualité d'associé ou\nd'actionnaire. Pour l'application de cette disposition, est considéré comme actionnaire ou associé le preneur\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nbénéficiaire de revenus mentionnés au 2° distribués par la société dont il loue les actions ou parts sociales en\napplication des articles L. 239-1 à L. 239-5 du code de commerce. De même, en cas d'acquisition d'actions\nsur un marché d'instruments financiers, dont le fonctionnement est assuré par une entreprise de marché ou un\nprestataire de services d'investissement ou tout autre organisme similaire, est considéré comme actionnaire\nou associé, dès le jour de l'exécution de l'ordre, l'acheteur bénéficiaire de revenus mentionnés au 2° ;\n \nd. Aux revenus distribués mentionnés au a de l'article 111 ;\n \ne. Aux bénéfices ou revenus mentionnés à l'article 123 bis ;\n \nf. Abrogé ;\n \n4° Les dispositions du 2° sont également applicables pour la part des revenus de la nature et de l'origine de\nceux mentionnés au 2°, sous réserve du 3°, prélevés sur des bénéfices n'ayant pas supporté l'impôt sur les\nsociétés ou un impôt équivalent, distribués ou répartis par :\n \na) Les organismes de placement collectif de droit français relevant de la section 1, des paragraphes 1,2 et 6\nde la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la\nsous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier ;\n \nb) Les organismes comparables à ceux mentionnés au a, constitués sur le fondement d'un droit étranger et\nétablis dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace\néconomique européen ayant conclu avec la France une convention d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales ;\n \nc) Les sociétés mentionnées au 3° septies de l'article 208 ainsi que les sociétés comparables, constituées sur\nle fondement d'un droit étranger et établies dans un autre Etat membre de l'Union européenne ou dans un\nautre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention\nd'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales ;\n \nd) Les fonds de placement immobilier mentionnés à l'article 239 nonies ainsi que les organismes\ncomparables, constitués sur le fondement d'un droit étranger et établis dans un autre Etat membre de l'Union\neuropéenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la\nFrance une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales.\n \nPour la détermination de cette part, il est également tenu compte des revenus mentionnés au premier\nalinéa distribués ou répartis au profit de l'organisme ou de la société concerné par l'intermédiaire d'autres\norganismes ou sociétés mentionnés aux a à d.\n \nL'application de ces dispositions est conditionnée à la ventilation par les organismes ou sociétés en cause de\nleurs distributions ou répartitions en fonction de leur nature et origine ;\n \n5° (Abrogé.)\n \n4. Les bénéfices des professions industrielles, commerciales, artisanales et ceux de l'exploitation minière\nsont déterminés conformément aux dispositions des articles 34 à 61 A, 237 ter A, et 302 septies A bis ; les\nrémunérations mentionnées à l'article 62 sont déterminées conformément aux dispositions de cet article ;\nles bénéfices de l'exploitation agricole sont déterminées conformément aux dispositions des articles 63 à\n78 ; les bénéfices tirés de l'exercice d'une profession non commerciale sont déterminés conformément aux\ndispositions des articles 92 à 103. Les gains ou pertes relevant du régime des plus ou moins-values à long\nterme sont extournés des résultats en vue d'être soumis à une imposition séparée dans les conditions prévues\nà l'article 39 quindecies. Les résultats nets bénéficiaires issus de la cession, de la concession ou de la sous-\nconcession d'actifs incorporels, pour leur fraction résultant de l'application de l'article 238, sont soustraits\ndes résultats en vue d'être soumis à une imposition séparée dans les conditions prévues au même article\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n238. Toutefois, ces résultats nets ne sont pas imposables lorsqu'ils sont utilisés pour compenser le déficit\nd'exploitation de l'exercice. Le déficit ainsi imputé ne peut plus être reporté sur les bénéfices des exercices\nultérieurs.\n \nDans le cas des entreprises industrielles, commerciales, artisanales ou agricoles qui sont soumises à l'impôt\nd'après leur bénéfice réel et dont les résultats d'ensemble comprennent des revenus relevant de plusieurs\ncatégories ou provenant d'exploitations situées hors de France, il est fait état de ces résultats d'ensemble sans\nqu'il y ait lieu de les décomposer entre leurs divers éléments dans la déclaration prévue à l'article 170.\n \n4 bis. (Abrogé)\n \n4 ter. (disposition devenue sans objet).\n \n5. a. Les revenus provenant de traitements publics et privés, indemnités, émoluments, salaires et pensions\nainsi que de rentes viagères autres que celles mentionnées au 6 sont déterminés conformément aux\ndispositions des articles 79 à 90.\n \nLes pensions et retraites font l'objet d'un abattement de 10 % qui ne peut excéder 4 321 €. Ce plafond\ns'applique au montant total des pensions et retraites perçues par l'ensemble des membres du foyer fiscal.\nChaque année, il est révisé selon les mêmes modalités que la limite supérieure de la première tranche du\nbarème de l'impôt sur le revenu.\n \nL'abattement indiqué au deuxième alinéa ne peut être inférieur à 442 €, sans pouvoir excéder le montant brut\ndes pensions et retraites. Cette disposition s'applique au montant des pensions ou retraites perçu par chaque\nretraité ou pensionné membre du foyer fiscal. La somme de 442 € est révisée chaque année dans la même\nproportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu.\n \nb. Les dispositions du a sont applicables aux allocations et indemnités mentionnées aux articles L. 3232-6,\nL. 5122-1, L. 5122-2, L. 5123-2, L. 5422-1 et L. 5423-1 du code du travail, aux participations en espèces et,\nà compter du 1er janvier 1991, aux dividendes des actions de travail, alloués aux travailleurs mentionnés au\n18° bis de l'article 81, lorsque ces sommes sont imposables.\n \nSous réserve de l'exonération prévue à l'article 163 bis AA, les dispositions du a sont également applicables\naux sommes revenant aux salariés au titre de la participation aux résultats de l'entreprise en application du\ntitre II du livre III de la troisième partie du code du travail.\n \nb bis) Les dispositions du a sont applicables aux prestations servies sous forme de rentes ou pour perte\nd'emploi subie, au titre des contrats d'assurance groupe ou des régimes et plans mentionnés aux deuxième\net troisième alinéas du I de l'article 154 bis et aux premier et deuxième alinéas du I de l'article 154 bis-0 A,\nlorsque l'option prévue au deuxième alinéa de l'article L. 224-20 du code monétaire et financier n'a pas été\nexercée ;\n \nb ter. (abrogé à compter de la date d'entrée en vigueur de la loi n° 2002-73 du 17 janvier 2002) ;\n \nb quater. (Abrogé) ;\n \nb quinquies) Par exception au a et sous réserve de l'application du 6° bis de l'article 120 ou du II de l'article\n163 bis, les prestations de retraite versées sous forme de capital, autres que celles qui sont exonérées en\napplication du 4° bis de l'article 81 :  \n1° Sont imposées sans application de l'abattement prévu au deuxième alinéa du a du présent 5 pour la part\ncorrespondant au montant des versements mentionnés au 1° de l'article L. 224-2 du code monétaire et\nfinancier ou, en cas d'application de l'article L. 160-5 du code des assurances, au 3° de l'article L. 224-2\nprécité ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° Sont imposées selon les modalités prévues aux 1 ou 2 de l'article 200 A pour la part des produits afférents\naux versements mentionnés au 1° de l'article L. 224-2 du code monétaire et financier, au 2° de cet article\nlorsqu'ils ne sont pas exonérés ou, en cas d'application de l'article L. 160-5 du code des assurances, au 3° de\nl'article L. 224-2 précité.  \nLe prélèvement prévu aux I et III de l'article 125 A s'applique aux produits mentionnés au 2°.\n \nc. Lorsque, étant en instance de séparation de corps ou de divorce, les époux font l'objet d'impositions\ndistinctes par application des dispositions du b du 4 de l'article 6, la provision alimentaire qui est allouée à\nl'un d'eux pour son entretien et celui des enfants dont il a la charge est comptée dans les revenus imposables\nde l'intéressé ;\n \nd. (Abrogé à compter du 30 juin 2000) ;\n \ne. Pour l'établissement de l'impôt des redevables pensionnés au 31 décembre 1986 dont la pension a\nfait l'objet d'un premier versement mensuel en 1987, la déclaration porte chaque année sur les arrérages\ncorrespondant à la période de douze mois qui suit la période à laquelle se rapportent les arrérages imposables\nau titre de l'année précédente.\n \nPour l'application de cette règle, les arrérages échus en 1987 sont répartis également sur le nombre de mois\nauxquels ils correspondent, arrondi au nombre entier le plus proche.\n \nLes dispositions des deux alinéas précédents sont également applicables pour l'établissement de l'impôt des\nredevables pensionnés au 31 décembre 2003 dont la pension a fait l'objet d'un premier versement mensuel\nen 2004, les arrérages mentionnés au deuxième alinéa s'entendant des arrérages échus en 2004, ainsi qu'aux\npensionnés qui ont perçu en 2016 des caisses d'assurance retraite et de la santé au travail mentionnées à\nl'article L. 215-1 du code de la sécurité sociale des pensions dues au titre de l'année 2015, les arrérages\nmentionnés au deuxième alinéa s'entendant de ceux échus en 2016.\n \n6. Les rentes viagères constituées à titre onéreux ne sont considérées comme un revenu, pour l'application de\nl'impôt sur le revenu dû par le crédirentier, que pour une fraction de leur montant. Cette fraction, déterminée\nd'après l'âge du crédirentier lors de l'entrée en jouissance de la rente, est fixée à :\n \n– 70 % si l'intéressé est âgé de moins de 50 ans ;\n \n– 50 % s'il est âgé de 50 à 59 ans inclus ;\n \n– 40 % s'il est âgé de 60 à 69 ans inclus ;\n \n– 30 % s'il est âgé de plus de 69 ans.\n \nCes dispositions ne sont pas applicables aux rentes correspondant aux cotisations n'ayant pas fait l'objet\nde l'option prévue au deuxième alinéa de l'article L. 224-20 du code monétaire et financier. Elles sont\napplicables aux rentes correspondant aux versements mentionnés au 1° de l'article L. 224-2 du code\nmonétaire et financier qui n'ont pas fait l'objet d'une déduction du revenu imposable en application de\nl'option prévue au deuxième alinéa de l'article L. 224-20 du même code ou à ceux mentionnés au 2° de\nl'article L. 224-2 précité.\n \n6 bis. Lorsqu'ils sont pris en compte dans l'assiette du revenu net global dans les conditions prévues au 2 de\nl'article 200 A :\n \n1° Les gains nets mentionnés à l'article 150-0 A ainsi que les distributions mentionnées aux 7,7 bis, 8 et 9 du\nII du même article 150-0 A sont déterminés conformément aux articles 150-0 A à 150-0 E ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° Les profits réalisés sur les marchés d'instruments financiers et assimilés sont déterminés conformément à\nl'article 150 ter ;\n \n3° Les distributions mentionnées à l'article 150-0 F et au 1 du II de l'article 163 quinquies C sont déterminées\nconformément auxdits articles ;\n \n4° (Abrogé) ;\n \n5° Les plus-values latentes sur droits sociaux, valeurs, titres ou droits, les créances trouvant leur origine dans\nune clause de complément de prix et certaines plus-values en report d'imposition imposables lors du transfert\ndu domicile fiscal hors de France sont déterminées conformément à l'article 167 bis ;\n \n6° Les gains nets mentionnés à l'article 150 duodecies sont déterminés conformément au même article 150\nduodecies.\n \n6 ter. – Lorsqu'elles sont prises en compte dans l'assiette du revenu net global dans les conditions prévues\nau second alinéa de l'article 200 C, les plus-values mentionnées à l'article 150 VH bis sont déterminées\nconformément au même article 150 VH bis.\n \n7. Le montant des revenus et charges énumérés ci-après, retenu pour le calcul de l'impôt selon les modalités\nprévues à l'article 197, est multiplié par un coefficient de 1,25. Ces dispositions s'appliquent :\n \n1° ( Abrogé)\n \n2° Aux revenus distribués mentionnés aux c à e de l'article 111, aux bénéfices ou revenus mentionnés à\nl'article 123 bis et aux revenus distribués mentionnés à l'article 109 résultant d'une rectification des résultats\nde la société distributrice ;\n \n3° Aux sommes mentionnées au 2° du II de l'article 156 versées en vertu d'une décision de justice devenue\ndéfinitive avant le 1er janvier 2006 ;\n \n4° (Abrogé)."
  ],
  "full_text": "Article 158\n \n1. Les revenus nets des diverses catégories entrant dans la composition du revenu net global sont évalués\nd'après les règles fixées aux articles 12 et 13 et dans les conditions prévues aux 2 à 6 ter ci-après, sans qu'il y\nait lieu de distinguer suivant que ces revenus ont leur source en France ou hors de France.\n \nToutefois, en ce qui concerne les entreprises et exploitations situées hors de France, les règles fixées par le\nprésent code pour la détermination forfaitaire des bénéfices imposables ne sont pas applicables.\n \n2. Le revenu net foncier est déterminé conformément aux dispositions des articles 14 à 33 quinquies.\n \n3.1° Les revenus de capitaux mobiliers pris en compte dans l'assiette du revenu net global comprennent les\nproduits des bons ou contrats de capitalisation ou placements de même nature mentionnés au 6° de l'article\n120 et au 1° du I de l'article 125-0 A, attachés à des primes versées jusqu'au 26 septembre 2017 et n'ayant\npas supporté le prélèvement prévu au 1 du II du même article 125-0 A, ainsi que tous les autres revenus\nmentionnés au premier alinéa du 1° du A du 1 de l'article 200 A pour lesquels l'option globale prévue au 2 du\nmême article 200 A est exercée.\n \nLorsqu'ils sont payables en espèces les revenus visés au premier alinéa sont soumis à l'impôt sur le revenu au\ntitre de l'année soit de leur paiement en espèces ou par chèques, soit de leur inscription au crédit d'un compte.\n \n2° Les revenus mentionnés au 1° distribués par les sociétés passibles de l'impôt sur les sociétés ou d'un\nimpôt équivalent ou soumises sur option à cet impôt, ayant leur siège dans un Etat de l'Union européenne\nou dans un Etat ou territoire ayant conclu avec la France une convention fiscale en vue d'éviter les doubles\nimpositions en matière d'impôt sur les revenus qui contient une clause d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales et résultant d'une décision régulière des organes compétents, sont\nréduits, pour le calcul de l'impôt sur le revenu, d'un abattement égal à 40 % de leur montant brut perçu ;\n \n3° Les dispositions du 2° ne s'appliquent pas :\n \na. Aux produits des actions des sociétés de capital-risque mentionnées au 3° septies du même article prélevés\nsur des bénéfices exonérés d'impôt sur les sociétés ;\n \nb. Aux produits des actions des sociétés mentionnées au 1° bis A de l'article 208 et des sociétés\nd'investissement de même nature établies hors de France et soumises à un régime fiscal équivalent ;\n \nb bis) Aux bénéfices exonérés distribués par les sociétés d'investissements immobiliers cotées mentionnées à\nl'article 208 C ou par les sociétés de placement à prépondérance immobilière à capital variable mentionnées\nau 3° nonies de l'article 208 ;\n \nc. Aux revenus distribués qui ne constituent pas la rémunération du bénéficiaire en sa qualité d'associé ou\nd'actionnaire. Pour l'application de cette disposition, est considéré comme actionnaire ou associé le preneur\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nbénéficiaire de revenus mentionnés au 2° distribués par la société dont il loue les actions ou parts sociales en\napplication des articles L. 239-1 à L. 239-5 du code de commerce. De même, en cas d'acquisition d'actions\nsur un marché d'instruments financiers, dont le fonctionnement est assuré par une entreprise de marché ou un\nprestataire de services d'investissement ou tout autre organisme similaire, est considéré comme actionnaire\nou associé, dès le jour de l'exécution de l'ordre, l'acheteur bénéficiaire de revenus mentionnés au 2° ;\n \nd. Aux revenus distribués mentionnés au a de l'article 111 ;\n \ne. Aux bénéfices ou revenus mentionnés à l'article 123 bis ;\n \nf. Abrogé ;\n \n4° Les dispositions du 2° sont également applicables pour la part des revenus de la nature et de l'origine de\nceux mentionnés au 2°, sous réserve du 3°, prélevés sur des bénéfices n'ayant pas supporté l'impôt sur les\nsociétés ou un impôt équivalent, distribués ou répartis par :\n \na) Les organismes de placement collectif de droit français relevant de la section 1, des paragraphes 1,2 et 6\nde la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la\nsous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier ;\n \nb) Les organismes comparables à ceux mentionnés au a, constitués sur le fondement d'un droit étranger et\nétablis dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace\néconomique européen ayant conclu avec la France une convention d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales ;\n \nc) Les sociétés mentionnées au 3° septies de l'article 208 ainsi que les sociétés comparables, constituées sur\nle fondement d'un droit étranger et établies dans un autre Etat membre de l'Union européenne ou dans un\nautre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention\nd'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales ;\n \nd) Les fonds de placement immobilier mentionnés à l'article 239 nonies ainsi que les organismes\ncomparables, constitués sur le fondement d'un droit étranger et établis dans un autre Etat membre de l'Union\neuropéenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la\nFrance une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales.\n \nPour la détermination de cette part, il est également tenu compte des revenus mentionnés au premier\nalinéa distribués ou répartis au profit de l'organisme ou de la société concerné par l'intermédiaire d'autres\norganismes ou sociétés mentionnés aux a à d.\n \nL'application de ces dispositions est conditionnée à la ventilation par les organismes ou sociétés en cause de\nleurs distributions ou répartitions en fonction de leur nature et origine ;\n \n5° (Abrogé.)\n \n4. Les bénéfices des professions industrielles, commerciales, artisanales et ceux de l'exploitation minière\nsont déterminés conformément aux dispositions des articles 34 à 61 A, 237 ter A, et 302 septies A bis ; les\nrémunérations mentionnées à l'article 62 sont déterminées conformément aux dispositions de cet article ;\nles bénéfices de l'exploitation agricole sont déterminées conformément aux dispositions des articles 63 à\n78 ; les bénéfices tirés de l'exercice d'une profession non commerciale sont déterminés conformément aux\ndispositions des articles 92 à 103. Les gains ou pertes relevant du régime des plus ou moins-values à long\nterme sont extournés des résultats en vue d'être soumis à une imposition séparée dans les conditions prévues\nà l'article 39 quindecies. Les résultats nets bénéficiaires issus de la cession, de la concession ou de la sous-\nconcession d'actifs incorporels, pour leur fraction résultant de l'application de l'article 238, sont soustraits\ndes résultats en vue d'être soumis à une imposition séparée dans les conditions prévues au même article\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n238. Toutefois, ces résultats nets ne sont pas imposables lorsqu'ils sont utilisés pour compenser le déficit\nd'exploitation de l'exercice. Le déficit ainsi imputé ne peut plus être reporté sur les bénéfices des exercices\nultérieurs.\n \nDans le cas des entreprises industrielles, commerciales, artisanales ou agricoles qui sont soumises à l'impôt\nd'après leur bénéfice réel et dont les résultats d'ensemble comprennent des revenus relevant de plusieurs\ncatégories ou provenant d'exploitations situées hors de France, il est fait état de ces résultats d'ensemble sans\nqu'il y ait lieu de les décomposer entre leurs divers éléments dans la déclaration prévue à l'article 170.\n \n4 bis. (Abrogé)\n \n4 ter. (disposition devenue sans objet).\n \n5. a. Les revenus provenant de traitements publics et privés, indemnités, émoluments, salaires et pensions\nainsi que de rentes viagères autres que celles mentionnées au 6 sont déterminés conformément aux\ndispositions des articles 79 à 90.\n \nLes pensions et retraites font l'objet d'un abattement de 10 % qui ne peut excéder 4 321 €. Ce plafond\ns'applique au montant total des pensions et retraites perçues par l'ensemble des membres du foyer fiscal.\nChaque année, il est révisé selon les mêmes modalités que la limite supérieure de la première tranche du\nbarème de l'impôt sur le revenu.\n \nL'abattement indiqué au deuxième alinéa ne peut être inférieur à 442 €, sans pouvoir excéder le montant brut\ndes pensions et retraites. Cette disposition s'applique au montant des pensions ou retraites perçu par chaque\nretraité ou pensionné membre du foyer fiscal. La somme de 442 € est révisée chaque année dans la même\nproportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu.\n \nb. Les dispositions du a sont applicables aux allocations et indemnités mentionnées aux articles L. 3232-6,\nL. 5122-1, L. 5122-2, L. 5123-2, L. 5422-1 et L. 5423-1 du code du travail, aux participations en espèces et,\nà compter du 1er janvier 1991, aux dividendes des actions de travail, alloués aux travailleurs mentionnés au\n18° bis de l'article 81, lorsque ces sommes sont imposables.\n \nSous réserve de l'exonération prévue à l'article 163 bis AA, les dispositions du a sont également applicables\naux sommes revenant aux salariés au titre de la participation aux résultats de l'entreprise en application du\ntitre II du livre III de la troisième partie du code du travail.\n \nb bis) Les dispositions du a sont applicables aux prestations servies sous forme de rentes ou pour perte\nd'emploi subie, au titre des contrats d'assurance groupe ou des régimes et plans mentionnés aux deuxième\net troisième alinéas du I de l'article 154 bis et aux premier et deuxième alinéas du I de l'article 154 bis-0 A,\nlorsque l'option prévue au deuxième alinéa de l'article L. 224-20 du code monétaire et financier n'a pas été\nexercée ;\n \nb ter. (abrogé à compter de la date d'entrée en vigueur de la loi n° 2002-73 du 17 janvier 2002) ;\n \nb quater. (Abrogé) ;\n \nb quinquies) Par exception au a et sous réserve de l'application du 6° bis de l'article 120 ou du II de l'article\n163 bis, les prestations de retraite versées sous forme de capital, autres que celles qui sont exonérées en\napplication du 4° bis de l'article 81 :  \n1° Sont imposées sans application de l'abattement prévu au deuxième alinéa du a du présent 5 pour la part\ncorrespondant au montant des versements mentionnés au 1° de l'article L. 224-2 du code monétaire et\nfinancier ou, en cas d'application de l'article L. 160-5 du code des assurances, au 3° de l'article L. 224-2\nprécité ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° Sont imposées selon les modalités prévues aux 1 ou 2 de l'article 200 A pour la part des produits afférents\naux versements mentionnés au 1° de l'article L. 224-2 du code monétaire et financier, au 2° de cet article\nlorsqu'ils ne sont pas exonérés ou, en cas d'application de l'article L. 160-5 du code des assurances, au 3° de\nl'article L. 224-2 précité.  \nLe prélèvement prévu aux I et III de l'article 125 A s'applique aux produits mentionnés au 2°.\n \nc. Lorsque, étant en instance de séparation de corps ou de divorce, les époux font l'objet d'impositions\ndistinctes par application des dispositions du b du 4 de l'article 6, la provision alimentaire qui est allouée à\nl'un d'eux pour son entretien et celui des enfants dont il a la charge est comptée dans les revenus imposables\nde l'intéressé ;\n \nd. (Abrogé à compter du 30 juin 2000) ;\n \ne. Pour l'établissement de l'impôt des redevables pensionnés au 31 décembre 1986 dont la pension a\nfait l'objet d'un premier versement mensuel en 1987, la déclaration porte chaque année sur les arrérages\ncorrespondant à la période de douze mois qui suit la période à laquelle se rapportent les arrérages imposables\nau titre de l'année précédente.\n \nPour l'application de cette règle, les arrérages échus en 1987 sont répartis également sur le nombre de mois\nauxquels ils correspondent, arrondi au nombre entier le plus proche.\n \nLes dispositions des deux alinéas précédents sont également applicables pour l'établissement de l'impôt des\nredevables pensionnés au 31 décembre 2003 dont la pension a fait l'objet d'un premier versement mensuel\nen 2004, les arrérages mentionnés au deuxième alinéa s'entendant des arrérages échus en 2004, ainsi qu'aux\npensionnés qui ont perçu en 2016 des caisses d'assurance retraite et de la santé au travail mentionnées à\nl'article L. 215-1 du code de la sécurité sociale des pensions dues au titre de l'année 2015, les arrérages\nmentionnés au deuxième alinéa s'entendant de ceux échus en 2016.\n \n6. Les rentes viagères constituées à titre onéreux ne sont considérées comme un revenu, pour l'application de\nl'impôt sur le revenu dû par le crédirentier, que pour une fraction de leur montant. Cette fraction, déterminée\nd'après l'âge du crédirentier lors de l'entrée en jouissance de la rente, est fixée à :\n \n– 70 % si l'intéressé est âgé de moins de 50 ans ;\n \n– 50 % s'il est âgé de 50 à 59 ans inclus ;\n \n– 40 % s'il est âgé de 60 à 69 ans inclus ;\n \n– 30 % s'il est âgé de plus de 69 ans.\n \nCes dispositions ne sont pas applicables aux rentes correspondant aux cotisations n'ayant pas fait l'objet\nde l'option prévue au deuxième alinéa de l'article L. 224-20 du code monétaire et financier. Elles sont\napplicables aux rentes correspondant aux versements mentionnés au 1° de l'article L. 224-2 du code\nmonétaire et financier qui n'ont pas fait l'objet d'une déduction du revenu imposable en application de\nl'option prévue au deuxième alinéa de l'article L. 224-20 du même code ou à ceux mentionnés au 2° de\nl'article L. 224-2 précité.\n \n6 bis. Lorsqu'ils sont pris en compte dans l'assiette du revenu net global dans les conditions prévues au 2 de\nl'article 200 A :\n \n1° Les gains nets mentionnés à l'article 150-0 A ainsi que les distributions mentionnées aux 7,7 bis, 8 et 9 du\nII du même article 150-0 A sont déterminés conformément aux articles 150-0 A à 150-0 E ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° Les profits réalisés sur les marchés d'instruments financiers et assimilés sont déterminés conformément à\nl'article 150 ter ;\n \n3° Les distributions mentionnées à l'article 150-0 F et au 1 du II de l'article 163 quinquies C sont déterminées\nconformément auxdits articles ;\n \n4° (Abrogé) ;\n \n5° Les plus-values latentes sur droits sociaux, valeurs, titres ou droits, les créances trouvant leur origine dans\nune clause de complément de prix et certaines plus-values en report d'imposition imposables lors du transfert\ndu domicile fiscal hors de France sont déterminées conformément à l'article 167 bis ;\n \n6° Les gains nets mentionnés à l'article 150 duodecies sont déterminés conformément au même article 150\nduodecies.\n \n6 ter. – Lorsqu'elles sont prises en compte dans l'assiette du revenu net global dans les conditions prévues\nau second alinéa de l'article 200 C, les plus-values mentionnées à l'article 150 VH bis sont déterminées\nconformément au même article 150 VH bis.\n \n7. Le montant des revenus et charges énumérés ci-après, retenu pour le calcul de l'impôt selon les modalités\nprévues à l'article 197, est multiplié par un coefficient de 1,25. Ces dispositions s'appliquent :\n \n1° ( Abrogé)\n \n2° Aux revenus distribués mentionnés aux c à e de l'article 111, aux bénéfices ou revenus mentionnés à\nl'article 123 bis et aux revenus distribués mentionnés à l'article 109 résultant d'une rectification des résultats\nde la société distributrice ;\n \n3° Aux sommes mentionnées au 2° du II de l'article 156 versées en vertu d'une décision de justice devenue\ndéfinitive avant le 1er janvier 2006 ;\n \n4° (Abrogé)."
}