{
  "code": "CGI_200",
  "article_number": "200",
  "chunks": [
    "Article 200\n \n1. Ouvrent droit à une réduction d'impôt sur le revenu égale à 66 % de leur montant les sommes prises dans\nla limite de 20 % du revenu imposable qui correspondent à des dons et versements, y compris l'abandon\nexprès de revenus ou produits, effectués par les contribuables domiciliés en France au sens de l'article 4 B,\nau profit :\n \na) De fondations ou associations reconnues d'utilité publique sous réserve du 2 bis, de fondations\nuniversitaires ou de fondations partenariales mentionnées respectivement aux articles L. 719-12 et L. 719-13\ndu code de l'éducation et, pour les seuls salariés, mandataires sociaux, sociétaires, adhérents et actionnaires\ndes entreprises fondatrices ou des entreprises du groupe, au sens de l'article 223 A ou de l'article 223 A bis,\nauquel appartient l'entreprise fondatrice, de fondations d'entreprise, lorsque ces organismes répondent aux\nconditions fixées au b. Les dons et versements réalisés par les mandataires sociaux, sociétaires, actionnaires\net adhérents de ces entreprises auprès de ces fondations d'entreprise sont retenus dans la limite de 1 500\neuros ;\n \nb) D'oeuvres ou d'organismes d'intérêt général ayant un caractère philanthropique, éducatif, scientifique,\nsocial, humanitaire, sportif, familial, culturel, ou concourant à l'égalité entre les femmes et les hommes, à la\nmise en valeur du patrimoine artistique, notamment à travers les souscriptions ouvertes pour financer l'achat\nd'objets ou d'oeuvres d'art destinés à rejoindre les collections d'un musée de France accessibles au public,\nà la défense de l'environnement naturel ou à la diffusion de la culture, de la langue et des connaissances\nscientifiques françaises ;\n \nc) Des établissements d'enseignement supérieur ou d'enseignement artistique publics ou privés, d'intérêt\ngénéral, à but non lucratif et des établissements d'enseignement supérieur consulaire mentionnés à l'article L.\n711-17 du code de commerce pour leurs activités de formation professionnelle initiale et continue ainsi que\nde recherche ;\n \nd) D'organismes visés au 4 de l'article 238 bis ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ne) D'associations cultuelles et de bienfaisance, ainsi que des établissements publics des cultes reconnus\nd'Alsace-Moselle ;\n \nf) D'organismes publics ou privés dont la gestion est désintéressée et qui ont pour activité principale la\nprésentation au public d'oeuvres dramatiques, lyriques, musicales, chorégraphiques, cinématographiques,\naudiovisuelles et de cirque ou l'organisation d'expositions d'art contemporain, à la condition que les\nversements soient affectés à cette activité. Cette disposition ne s'applique pas aux organismes qui présentent\ndes oeuvres à caractère pornographique ou incitant à la violence ;\n \nf bis) D'associations d'intérêt général exerçant des actions concrètes en faveur du pluralisme de la presse, par\nla prise de participations minoritaires, l'octroi de subventions ou encore de prêts bonifiés à des entreprises de\npresse, au sens du 1 de l'article 39 bis A.\n \nLes donateurs peuvent affecter leurs dons au financement d'une entreprise de presse ou d'un service de presse\nen ligne en particulier, à condition qu'il n'existe aucun lien économique et financier, direct ou indirect, entre\nle donateur et le bénéficiaire.\n \nf ter) De communes, de syndicats intercommunaux de gestion forestière, de syndicats mixtes de gestion\nforestière et de groupements syndicaux forestiers pour la réalisation, dans le cadre d'une activité d'intérêt\ngénéral concourant à la défense de l'environnement naturel, d'opérations d'entretien, de renouvellement ou\nde reconstitution de bois et forêts présentant des garanties de gestion durable, au sens de l'article L. 124-1 du\ncode forestier, ou pour l'acquisition de bois et forêts destinés à être intégrés dans le périmètre du document\nd'aménagement mentionné à l'article L. 212-1 du même code ;\n \ng) De fonds de dotation :\n \n1° Répondant aux caractéristiques mentionnées au b ou au f bis ;\n \n2° Ou dont la gestion est désintéressée et qui reversent les revenus tirés des dons et versements mentionnés\nau premier alinéa du 1 à des organismes mentionnés aux a à f ter ou à la Fondation du patrimoine dans les\nconditions mentionnées aux quatre premiers alinéas du 2 bis, ou à une fondation ou association reconnue\nd'utilité publique agréée par le ministre chargé du budget dans les conditions mentionnées au dernier alinéa\ndu même 2 bis. Ces organismes délivrent aux fonds de dotation une attestation justifiant le montant et\nl'affectation des versements effectués à leur profit.\n \nOuvrent également droit à la réduction d'impôt les frais engagés dans le cadre d'une activité bénévole\net en vue strictement de la réalisation de l'objet social d'un organisme mentionné aux a à g, lorsque ces\nfrais, dûment justifiés, ont été constatés dans les comptes de l'organisme et que le contribuable a renoncé\nexpressément à leur remboursement. Les frais de déplacement en véhicule automobile, vélomoteur, scooter\nou moto dont le contribuable est propriétaire peuvent être évalués sur le fondement du barème forfaitaire\nprévu au huitième alinéa du 3° de l'article 83.\n \n1 bis. Pour l'application des dispositions du 1, lorsque les dons et versements effectués au cours d'une\nannée excèdent la limite de 20 %, l'excédent est reporté successivement sur les années suivantes jusqu'à la\ncinquième inclusivement et ouvre droit à la réduction d'impôt dans les mêmes conditions.\n \n1 ter. Le taux de la réduction d'impôt visée au 1 est porté à 75 % pour les versements effectués au profit\nd'organismes sans but lucratif qui procèdent à la fourniture gratuite de repas à des personnes en difficulté,\nqui contribuent à favoriser leur logement ou qui procèdent, à titre principal, à la fourniture gratuite des soins\nmentionnés au 1° du 4 de l'article 261 à des personnes en difficulté ainsi qu'au profit d'organismes d'intérêt\ngénéral qui, à titre principal et gratuitement, accompagnent les victimes de violence domestique, au sens de\nl'article 3 de la convention du Conseil de l'Europe sur la prévention et la lutte contre la violence à l'égard\ndes femmes et la violence domestique du 11 mai 2011, ou contribuent à favoriser leur relogement. Ces\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nversements sont retenus dans la limite de 1 000 € à compter de l'imposition des revenus de l'année 2024. Il\nn'en est pas tenu compte pour l'application de la limite mentionnée au 1.\n \n2. Les fondations et associations reconnues d'utilité publique peuvent, lorsque leurs statuts ont été approuvés\nà ce titre par décret en Conseil d'Etat, recevoir des versements pour le compte d'oeuvres ou d'organismes\nmentionnés au 1.\n \nLa condition relative à la reconnaissance d'utilité publique est réputée remplie par les associations régies\npar la loi locale maintenue en vigueur dans les départements de la Moselle, du Bas-Rhin et du Haut-Rhin,\nlorsque la mission de ces associations est reconnue d'utilité publique.\n \nUn décret en Conseil d'Etat fixe les conditions de cette reconnaissance et les modalités de procédure\ndéconcentrée permettant de l'accorder.\n \n2 bis. Ouvrent également droit à la réduction d'impôt les dons versés à la \" Fondation du patrimoine \" ou à\nune fondation ou une association qui affecte irrévocablement ces dons à la \" Fondation du patrimoine \", en\nvue de subventionner la réalisation des travaux prévus par les conventions conclues en application de l'article\nL. 143-2-1 du code du patrimoine entre la \" Fondation du patrimoine \" et les propriétaires des immeubles,\npersonnes physiques ou sociétés civiles composées uniquement de personnes physiques et qui ont pour objet\nexclusif la gestion et la location nue des immeubles dont elles sont propriétaires.\n \nLes immeubles mentionnés au premier alinéa ne doivent pas faire l'objet d'une exploitation commerciale.\nToutefois, ces dispositions ne sont pas applicables lorsque la gestion de l'immeuble est désintéressée et que\nles conditions suivantes sont cumulativement remplies :\n \n1° Les revenus fonciers nets, les bénéfices agricoles, les bénéfices industriels et commerciaux et les\nbénéfices des sociétés commerciales, augmentés des charges déduites en application du 5° du 1 de l'article\n39, générés par l'immeuble au cours des trois années précédentes sont affectés au financement des travaux\nprévus par la convention ;\n \n2° Le montant des dons collectés n'excède pas le montant restant à financer au titre de ces travaux, après\naffectation des subventions publiques et des sommes visées au 1°.\n \nLe donateur ou l'un des membres de son foyer fiscal ne doit pas avoir conclu de convention avec la \"\nFondation du patrimoine \" en application de l'article L. 143-2-1 précité, être propriétaire de l'immeuble sur\nlequel sont effectués les travaux ou être un ascendant, un descendant ou un collatéral du propriétaire de cet\nimmeuble. En cas de détention de l'immeuble par une société mentionnée au premier alinéa, le donateur ou\nl'un des membres de son foyer fiscal ne doit pas être associé de cette société ou un ascendant, un descendant\nou un collatéral des associés de la société propriétaire de l'immeuble.\n \nLes dons versés à d'autres fondations ou associations reconnues d'utilité publique agréées par le ministre\nchargé du budget dont l'objet est culturel, en vue de subventionner la réalisation de travaux de conservation,\nde restauration ou d'accessibilité de monuments historiques classés ou inscrits, ouvrent droit à la réduction\nd'impôt dans les mêmes conditions.\n \n3. Ouvrent également droit à la réduction d'impôt les dons, prévus à l'article L. 52-8 du code électoral versés\nà une association de financement électorale ou à un mandataire financier visé à l'article L. 52-4 du même\ncode qui sont consentis à titre définitif et sans contrepartie, soit par chèque, soit par virement, prélèvement\nautomatique ou carte bancaire, et dont il est justifié à l'appui du compte de campagne présenté par un\ncandidat, un binôme de candidats ou une liste. Il en va de même des dons mentionnés à l'article 11-4 de la loi\nn° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique ainsi que des cotisations\nversées aux partis et groupements politiques par l'intermédiaire de leur mandataire.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes dons et cotisations mentionnés à la seconde phrase du premier alinéa du présent 3 sont retenus dans la\nlimite de 15 000 €.\n \n4. (abrogé).\n \n4 bis. Ouvrent également droit à la réduction d'impôt les dons et versements effectués au profit d'organismes\nagréés dans les conditions prévues à l'article 1649 nonies dont le siège est situé dans un Etat membre de\nl'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu\navec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion\nfiscales. L'agrément est accordé lorsque l'organisme poursuit des objectifs et présente des caractéristiques\nsimilaires aux organismes dont le siège est situé en France répondant aux conditions fixées par le présent\narticle.\n \nLorsque les dons et versements ont été effectués au profit d'un organisme non agréé dont le siège est situé\ndans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique\neuropéen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre\nla fraude et l'évasion fiscales, la réduction d'impôt obtenue fait l'objet d'une reprise, sauf si le contribuable\nproduit, à la demande de l'administration fiscale, les pièces justificatives attestant que cet organisme poursuit\ndes objectifs et présente des caractéristiques similaires aux organismes dont le siège est situé en France\nrépondant aux conditions fixées par le présent article.\n \nUn décret fixe les conditions d'application du présent 4 bis et notamment la durée de validité ainsi que les\nmodalités de délivrance, de publicité et de retrait de l'agrément.\n \n5. Les versements ouvrent droit au bénéfice de la réduction d'impôt, sous réserve que le contribuable soit\nen mesure de présenter, à la demande de l'administration fiscale, les pièces justificatives répondant à un\nmodèle fixé par l'administration attestant du montant et de la date des versements ainsi que de l'identité des\nbénéficiaires.\n \nToutefois, pour l'application du 3, les reçus délivrés pour les dons et les cotisations d'un montant égal\nou inférieur à 3 000 € ne mentionnent pas la dénomination du bénéficiaire. Un décret en Conseil d'Etat\ndétermine les modalités d'application de cette disposition.\n \n6. Ouvrent également droit à la réduction d'impôt les dons et versements effectués au profit d'organismes qui\nont pour objet la sauvegarde, contre les effets d'un conflit armé, des biens culturels mentionnés à l'article 1er\nde la Convention du 14 mai 1954 pour la protection des biens culturels en cas de conflit armé, dont le siège\nest situé dans un Etat membre de l'Union européenne ou dans un autre Etat ayant conclu avec la France une\nconvention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, sous réserve que\nl'Etat français soit représenté au sein des instances dirigeantes avec voix délibérative.\n \n7. Abrogé\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre premier : Impôt sur le revenu\nSection V : Calcul de l'impôt\nII : Impôt sur le revenu\n21° : Imputation de la réduction d'impôt pour versement de dons aux\noeuvres prévue à l'article 238 bis"
  ],
  "full_text": "Article 200\n \n1. Ouvrent droit à une réduction d'impôt sur le revenu égale à 66 % de leur montant les sommes prises dans\nla limite de 20 % du revenu imposable qui correspondent à des dons et versements, y compris l'abandon\nexprès de revenus ou produits, effectués par les contribuables domiciliés en France au sens de l'article 4 B,\nau profit :\n \na) De fondations ou associations reconnues d'utilité publique sous réserve du 2 bis, de fondations\nuniversitaires ou de fondations partenariales mentionnées respectivement aux articles L. 719-12 et L. 719-13\ndu code de l'éducation et, pour les seuls salariés, mandataires sociaux, sociétaires, adhérents et actionnaires\ndes entreprises fondatrices ou des entreprises du groupe, au sens de l'article 223 A ou de l'article 223 A bis,\nauquel appartient l'entreprise fondatrice, de fondations d'entreprise, lorsque ces organismes répondent aux\nconditions fixées au b. Les dons et versements réalisés par les mandataires sociaux, sociétaires, actionnaires\net adhérents de ces entreprises auprès de ces fondations d'entreprise sont retenus dans la limite de 1 500\neuros ;\n \nb) D'oeuvres ou d'organismes d'intérêt général ayant un caractère philanthropique, éducatif, scientifique,\nsocial, humanitaire, sportif, familial, culturel, ou concourant à l'égalité entre les femmes et les hommes, à la\nmise en valeur du patrimoine artistique, notamment à travers les souscriptions ouvertes pour financer l'achat\nd'objets ou d'oeuvres d'art destinés à rejoindre les collections d'un musée de France accessibles au public,\nà la défense de l'environnement naturel ou à la diffusion de la culture, de la langue et des connaissances\nscientifiques françaises ;\n \nc) Des établissements d'enseignement supérieur ou d'enseignement artistique publics ou privés, d'intérêt\ngénéral, à but non lucratif et des établissements d'enseignement supérieur consulaire mentionnés à l'article L.\n711-17 du code de commerce pour leurs activités de formation professionnelle initiale et continue ainsi que\nde recherche ;\n \nd) D'organismes visés au 4 de l'article 238 bis ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ne) D'associations cultuelles et de bienfaisance, ainsi que des établissements publics des cultes reconnus\nd'Alsace-Moselle ;\n \nf) D'organismes publics ou privés dont la gestion est désintéressée et qui ont pour activité principale la\nprésentation au public d'oeuvres dramatiques, lyriques, musicales, chorégraphiques, cinématographiques,\naudiovisuelles et de cirque ou l'organisation d'expositions d'art contemporain, à la condition que les\nversements soient affectés à cette activité. Cette disposition ne s'applique pas aux organismes qui présentent\ndes oeuvres à caractère pornographique ou incitant à la violence ;\n \nf bis) D'associations d'intérêt général exerçant des actions concrètes en faveur du pluralisme de la presse, par\nla prise de participations minoritaires, l'octroi de subventions ou encore de prêts bonifiés à des entreprises de\npresse, au sens du 1 de l'article 39 bis A.\n \nLes donateurs peuvent affecter leurs dons au financement d'une entreprise de presse ou d'un service de presse\nen ligne en particulier, à condition qu'il n'existe aucun lien économique et financier, direct ou indirect, entre\nle donateur et le bénéficiaire.\n \nf ter) De communes, de syndicats intercommunaux de gestion forestière, de syndicats mixtes de gestion\nforestière et de groupements syndicaux forestiers pour la réalisation, dans le cadre d'une activité d'intérêt\ngénéral concourant à la défense de l'environnement naturel, d'opérations d'entretien, de renouvellement ou\nde reconstitution de bois et forêts présentant des garanties de gestion durable, au sens de l'article L. 124-1 du\ncode forestier, ou pour l'acquisition de bois et forêts destinés à être intégrés dans le périmètre du document\nd'aménagement mentionné à l'article L. 212-1 du même code ;\n \ng) De fonds de dotation :\n \n1° Répondant aux caractéristiques mentionnées au b ou au f bis ;\n \n2° Ou dont la gestion est désintéressée et qui reversent les revenus tirés des dons et versements mentionnés\nau premier alinéa du 1 à des organismes mentionnés aux a à f ter ou à la Fondation du patrimoine dans les\nconditions mentionnées aux quatre premiers alinéas du 2 bis, ou à une fondation ou association reconnue\nd'utilité publique agréée par le ministre chargé du budget dans les conditions mentionnées au dernier alinéa\ndu même 2 bis. Ces organismes délivrent aux fonds de dotation une attestation justifiant le montant et\nl'affectation des versements effectués à leur profit.\n \nOuvrent également droit à la réduction d'impôt les frais engagés dans le cadre d'une activité bénévole\net en vue strictement de la réalisation de l'objet social d'un organisme mentionné aux a à g, lorsque ces\nfrais, dûment justifiés, ont été constatés dans les comptes de l'organisme et que le contribuable a renoncé\nexpressément à leur remboursement. Les frais de déplacement en véhicule automobile, vélomoteur, scooter\nou moto dont le contribuable est propriétaire peuvent être évalués sur le fondement du barème forfaitaire\nprévu au huitième alinéa du 3° de l'article 83.\n \n1 bis. Pour l'application des dispositions du 1, lorsque les dons et versements effectués au cours d'une\nannée excèdent la limite de 20 %, l'excédent est reporté successivement sur les années suivantes jusqu'à la\ncinquième inclusivement et ouvre droit à la réduction d'impôt dans les mêmes conditions.\n \n1 ter. Le taux de la réduction d'impôt visée au 1 est porté à 75 % pour les versements effectués au profit\nd'organismes sans but lucratif qui procèdent à la fourniture gratuite de repas à des personnes en difficulté,\nqui contribuent à favoriser leur logement ou qui procèdent, à titre principal, à la fourniture gratuite des soins\nmentionnés au 1° du 4 de l'article 261 à des personnes en difficulté ainsi qu'au profit d'organismes d'intérêt\ngénéral qui, à titre principal et gratuitement, accompagnent les victimes de violence domestique, au sens de\nl'article 3 de la convention du Conseil de l'Europe sur la prévention et la lutte contre la violence à l'égard\ndes femmes et la violence domestique du 11 mai 2011, ou contribuent à favoriser leur relogement. Ces\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nversements sont retenus dans la limite de 1 000 € à compter de l'imposition des revenus de l'année 2024. Il\nn'en est pas tenu compte pour l'application de la limite mentionnée au 1.\n \n2. Les fondations et associations reconnues d'utilité publique peuvent, lorsque leurs statuts ont été approuvés\nà ce titre par décret en Conseil d'Etat, recevoir des versements pour le compte d'oeuvres ou d'organismes\nmentionnés au 1.\n \nLa condition relative à la reconnaissance d'utilité publique est réputée remplie par les associations régies\npar la loi locale maintenue en vigueur dans les départements de la Moselle, du Bas-Rhin et du Haut-Rhin,\nlorsque la mission de ces associations est reconnue d'utilité publique.\n \nUn décret en Conseil d'Etat fixe les conditions de cette reconnaissance et les modalités de procédure\ndéconcentrée permettant de l'accorder.\n \n2 bis. Ouvrent également droit à la réduction d'impôt les dons versés à la \" Fondation du patrimoine \" ou à\nune fondation ou une association qui affecte irrévocablement ces dons à la \" Fondation du patrimoine \", en\nvue de subventionner la réalisation des travaux prévus par les conventions conclues en application de l'article\nL. 143-2-1 du code du patrimoine entre la \" Fondation du patrimoine \" et les propriétaires des immeubles,\npersonnes physiques ou sociétés civiles composées uniquement de personnes physiques et qui ont pour objet\nexclusif la gestion et la location nue des immeubles dont elles sont propriétaires.\n \nLes immeubles mentionnés au premier alinéa ne doivent pas faire l'objet d'une exploitation commerciale.\nToutefois, ces dispositions ne sont pas applicables lorsque la gestion de l'immeuble est désintéressée et que\nles conditions suivantes sont cumulativement remplies :\n \n1° Les revenus fonciers nets, les bénéfices agricoles, les bénéfices industriels et commerciaux et les\nbénéfices des sociétés commerciales, augmentés des charges déduites en application du 5° du 1 de l'article\n39, générés par l'immeuble au cours des trois années précédentes sont affectés au financement des travaux\nprévus par la convention ;\n \n2° Le montant des dons collectés n'excède pas le montant restant à financer au titre de ces travaux, après\naffectation des subventions publiques et des sommes visées au 1°.\n \nLe donateur ou l'un des membres de son foyer fiscal ne doit pas avoir conclu de convention avec la \"\nFondation du patrimoine \" en application de l'article L. 143-2-1 précité, être propriétaire de l'immeuble sur\nlequel sont effectués les travaux ou être un ascendant, un descendant ou un collatéral du propriétaire de cet\nimmeuble. En cas de détention de l'immeuble par une société mentionnée au premier alinéa, le donateur ou\nl'un des membres de son foyer fiscal ne doit pas être associé de cette société ou un ascendant, un descendant\nou un collatéral des associés de la société propriétaire de l'immeuble.\n \nLes dons versés à d'autres fondations ou associations reconnues d'utilité publique agréées par le ministre\nchargé du budget dont l'objet est culturel, en vue de subventionner la réalisation de travaux de conservation,\nde restauration ou d'accessibilité de monuments historiques classés ou inscrits, ouvrent droit à la réduction\nd'impôt dans les mêmes conditions.\n \n3. Ouvrent également droit à la réduction d'impôt les dons, prévus à l'article L. 52-8 du code électoral versés\nà une association de financement électorale ou à un mandataire financier visé à l'article L. 52-4 du même\ncode qui sont consentis à titre définitif et sans contrepartie, soit par chèque, soit par virement, prélèvement\nautomatique ou carte bancaire, et dont il est justifié à l'appui du compte de campagne présenté par un\ncandidat, un binôme de candidats ou une liste. Il en va de même des dons mentionnés à l'article 11-4 de la loi\nn° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique ainsi que des cotisations\nversées aux partis et groupements politiques par l'intermédiaire de leur mandataire.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLes dons et cotisations mentionnés à la seconde phrase du premier alinéa du présent 3 sont retenus dans la\nlimite de 15 000 €.\n \n4. (abrogé).\n \n4 bis. Ouvrent également droit à la réduction d'impôt les dons et versements effectués au profit d'organismes\nagréés dans les conditions prévues à l'article 1649 nonies dont le siège est situé dans un Etat membre de\nl'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu\navec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion\nfiscales. L'agrément est accordé lorsque l'organisme poursuit des objectifs et présente des caractéristiques\nsimilaires aux organismes dont le siège est situé en France répondant aux conditions fixées par le présent\narticle.\n \nLorsque les dons et versements ont été effectués au profit d'un organisme non agréé dont le siège est situé\ndans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique\neuropéen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre\nla fraude et l'évasion fiscales, la réduction d'impôt obtenue fait l'objet d'une reprise, sauf si le contribuable\nproduit, à la demande de l'administration fiscale, les pièces justificatives attestant que cet organisme poursuit\ndes objectifs et présente des caractéristiques similaires aux organismes dont le siège est situé en France\nrépondant aux conditions fixées par le présent article.\n \nUn décret fixe les conditions d'application du présent 4 bis et notamment la durée de validité ainsi que les\nmodalités de délivrance, de publicité et de retrait de l'agrément.\n \n5. Les versements ouvrent droit au bénéfice de la réduction d'impôt, sous réserve que le contribuable soit\nen mesure de présenter, à la demande de l'administration fiscale, les pièces justificatives répondant à un\nmodèle fixé par l'administration attestant du montant et de la date des versements ainsi que de l'identité des\nbénéficiaires.\n \nToutefois, pour l'application du 3, les reçus délivrés pour les dons et les cotisations d'un montant égal\nou inférieur à 3 000 € ne mentionnent pas la dénomination du bénéficiaire. Un décret en Conseil d'Etat\ndétermine les modalités d'application de cette disposition.\n \n6. Ouvrent également droit à la réduction d'impôt les dons et versements effectués au profit d'organismes qui\nont pour objet la sauvegarde, contre les effets d'un conflit armé, des biens culturels mentionnés à l'article 1er\nde la Convention du 14 mai 1954 pour la protection des biens culturels en cas de conflit armé, dont le siège\nest situé dans un Etat membre de l'Union européenne ou dans un autre Etat ayant conclu avec la France une\nconvention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, sous réserve que\nl'Etat français soit représenté au sein des instances dirigeantes avec voix délibérative.\n \n7. Abrogé\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre premier : Impôt sur le revenu\nSection V : Calcul de l'impôt\nII : Impôt sur le revenu\n21° : Imputation de la réduction d'impôt pour versement de dons aux\noeuvres prévue à l'article 238 bis"
}