{
  "code": "CGI_167_bis",
  "article_number": "167 bis",
  "chunks": [
    "Article 167 bis\n \nI. – 1. Les contribuables fiscalement domiciliés en France pendant au moins six des dix années précédant le\ntransfert de leur domicile fiscal hors de France sont imposables lors de ce transfert au titre des plus-values\nlatentes constatées sur les droits sociaux, valeurs, titres ou droits mentionnés au 1 du I de l'article 150-0 A\ndétenus, directement ou indirectement, par les membres de leur foyer fiscal à la date de ce transfert lorsque\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nces mêmes droits sociaux, valeurs, titres ou droits représentent au moins 50 % des bénéfices sociaux d'une\nsociété ou lorsque la valeur globale desdits droits sociaux, valeurs, titres ou droits, déterminée dans les\nconditions prévues au premier alinéa du 2, excède 800 000 € à cette même date.\n \nLes contribuables fiscalement domiciliés en France pendant au moins six années au cours des dix dernières\nannées sont imposables lors du transfert de leur domicile fiscal hors de France sur la valeur des créances\ntrouvant leur origine dans une clause de complément de prix mentionnée au 2 du I de l'article 150-0 A.\n \n2. La plus-value constatée dans les conditions du premier alinéa du 1 du présent I est déterminée par\ndifférence entre la valeur des droits sociaux, valeurs, titres ou droits lors du transfert du domicile fiscal hors\nde France, déterminée selon les règles prévues à l'article 758 et au dernier alinéa du I de l'article 973, et\nleur prix d'acquisition par le contribuable ou, en cas d'acquisition à titre gratuit, leur valeur retenue pour la\ndétermination des droits de mutation.\n \nLorsque les droits sociaux, valeurs, titres ou droits mentionnés au premier alinéa du 1 du présent I ont été\nreçus lors d'une opération d'échange bénéficiant du sursis d'imposition prévu à l'article 150-0 B avant le\ntransfert de domicile fiscal du contribuable, la plus-value constatée est calculée à partir du prix ou de la\nvaleur d'acquisition des titres remis à l'échange diminué du montant de la soulte reçue, qui n'a pas fait l'objet\nd'une imposition au titre de l'année de l'échange, ou majoré de la soulte versée lors de cet échange.\n \nLes créances mentionnées au dernier alinéa du 1 du présent I sont évaluées à leur valeur réelle au moment du\ntransfert du domicile fiscal hors de France de leur titulaire.\n \n2 bis. La plus-value calculée dans les conditions prévues au premier alinéa du 2 est réduite, le cas échéant,\nde l'abattement mentionné aux 1 ter ou 1 quater de l'article 150-0 D, dans les conditions prévues aux 1 à 1\nquinquies de ce même article.\n \nPour l'application du premier alinéa du présent 2 bis à l'abattement prévu aux 1 ter ou 1 quater de l'article\n150-0 D, le transfert du domicile fiscal est assimilé à une cession à titre onéreux.\n \n3. La plus-value calculée dans les conditions prévues au premier alinéa du 2 est réduite, le cas échéant, de\nl'abattement fixe mentionné au 1 du I de l'article 150-0 D ter, dans les conditions et suivant les modalités\nprévues à ce même article.\n \nPour l'application du premier alinéa du présent 3 à l'abattement fixe mentionné à l'article 150-0 D ter,\nle transfert du domicile fiscal est assimilé à une cession à titre onéreux si les conditions suivantes sont\ncumulativement remplies :\n \na) Le contribuable a fait valoir ses droits à la retraite avant le transfert de son domicile fiscal ;\n \nb) Le contribuable domicilié fiscalement hors de France cède les titres mentionnés au premier alinéa du 1\ndans les deux ans suivant son départ à la retraite.\n \n4. Abrogé.\n \n5. Les moins-values latentes calculées selon les modalités prévues au premier alinéa du 2 ne sont pas\nimputables sur les plus-values calculées selon les mêmes modalités ni sur d'autres plus-values, quelles que\nsoient leurs modalités d'imposition.\n \nII. – Lorsqu'un contribuable transfère son domicile fiscal hors de France, les plus-values de cession ou\nd'échange de droits sociaux, valeurs, titres ou droits dont l'imposition a été reportée en application du II de\nl'article 92 B, de l'article 92 B decies et des I ter et II de l'article 160, dans leur rédaction en vigueur avant le\n1er janvier 2000, de l'article 150-0 C, dans sa rédaction en vigueur avant le 1er janvier 2006 et, des articles\n150-0 B bis, 150-0 B ter et 150-0 B quater sont également imposables lors de ce transfert.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nII bis. 1. – Sous réserve du 1 bis, l'impôt sur le revenu relatif aux plus-values et créances déterminées dans\nles conditions prévues aux I et II du présent article est établi dans les conditions prévues aux 1 ou 2 de\nl'article 200 A.\n \nLorsque l'impôt est établi dans les conditions prévues au 2 de l'article 200 A, celui-ci est égal à la différence\nentre, d'une part, le montant de l'impôt résultant de l'application de l'article 197 à l'ensemble des revenus\nde sources française et étrangère mentionnés au 1 de l'article 167 auxquels s'ajoutent les plus-values et\ncréances imposables en vertu des I et II du présent article et, d'autre part, le montant de l'impôt établi dans les\nconditions prévues à l'article 197 pour les seuls revenus de sources française et étrangère mentionnés au 1 de\nl'article 167.\n \nLe taux d'imposition des plus-values et créances mentionnées aux I et II du présent article et imposées dans\nles conditions du deuxième alinéa du présent 1 est égal au rapport entre, d'une part, l'impôt calculé dans les\nconditions du même deuxième alinéa et, d'autre part, la somme des plus-values et créances déterminées dans\nles conditions des I et II.\n \n1 bis. Le taux d'imposition des plus-values mentionnées au II dont l'imposition a été reportée en application\nde l'article 150-0 B ter est déterminé dans les conditions prévues au 2 ter de l'article 200 A.\n \n2. Abrogé.\n \nIII. – Pour l'application du présent article, le transfert hors de France du domicile fiscal d'un contribuable est\nréputé intervenir le jour précédant celui à compter duquel ce contribuable cesse d'être soumis en France à une\nobligation fiscale sur l'ensemble de ses revenus.\n \nIV. – Il est sursis au paiement de l'impôt afférent aux plus-values et créances constatées dans les conditions\nprévues au I du présent article et aux plus-values imposables en application du II, lorsque le contribuable\ntransfère son domicile fiscal hors de France dans un Etat membre de l'Union européenne ou dans un\nautre Etat ou territoire ayant conclu avec la France une convention d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales ainsi qu'une convention d'assistance mutuelle en matière de\nrecouvrement ayant une portée similaire à celle prévue par la directive 2010/24/UE du Conseil du 16 mars\n2010 concernant l'assistance mutuelle en matière de recouvrement des créances relatives aux taxes, impôts,\ndroits et autres mesures, et qui n'est pas un Etat ou territoire non coopératif au sens de l'article 238-0 A.\n \nV. – Sur demande expresse du contribuable, il peut également être sursis au paiement de l'impôt afférent\naux plus-values et créances constatées dans les conditions prévues au I et aux plus-values imposables en\napplication du II lorsque le contribuable :\n \na) Transfère son domicile fiscal hors de France dans un Etat ou territoire autre que ceux mentionnés au IV ;\n \nb) Après avoir transféré son domicile fiscal hors de France dans un Etat ou territoire mentionné au IV, le\ntransfère à nouveau dans un Etat ou territoire autre que ceux mentionnés au même IV.\n \nDans les cas mentionnés aux a et b du présent V, le sursis de paiement est subordonné à la condition que le\ncontribuable déclare le montant des plus-values et créances constatées dans les conditions du I ou imposables\nen application du II, désigne un représentant établi en France autorisé à recevoir les communications\nrelatives à l'assiette, au recouvrement et au contentieux de l'impôt et constitue auprès du comptable public\ncompétent, préalablement à son départ, des garanties propres à assurer le recouvrement de la créance du\nTrésor.\n \nLe montant des garanties que le contribuable est tenu de constituer préalablement à son transfert de domicile\nfiscal hors de France pour bénéficier du sursis de paiement prévu au présent V est égal à 12,8 % du montant\ntotal des plus-values et créances mentionnées aux I et II, retenues pour leur montant brut sans qu'il soit\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nfait application, le cas échéant, des abattements mentionnés aux 2 bis et 3 du I. Toutefois, le montant des\ngaranties afférentes à l'impôt sur les plus-values mentionnées au 1 bis du II bis est déterminé par application\ndu taux mentionné au même 1 bis à ces mêmes plus-values.\n \nDans le mois suivant la réception de l'avis d'imposition émis au titre de l'impôt afférent aux plus-values et\ncréances mentionnées aux I et II, le contribuable constitue, le cas échéant, un complément de garanties pour\nassurer le recouvrement de l'impôt calculé dans les conditions du II bis à hauteur de la différence entre ce\nmontant d'impôt et le montant de la garantie constituée préalablement au transfert du domicile fiscal hors de\nFrance.\n \nLorsque le montant d'impôt calculé dans les conditions du II bis est inférieur au montant des garanties\nconstituées préalablement au transfert de domicile fiscal hors de France, le contribuable peut demander au\ncomptable chargé du recouvrement la levée de ces garanties à hauteur de la différence entre le montant de\nces garanties et le montant d'impôt précité.\n \nVI. – Les sursis de paiement prévus aux IV et V ont pour effet de suspendre la prescription de l'action\nen recouvrement jusqu'à la date de l'événement entraînant leur expiration. Ils sont assimilés au sursis de\npaiement mentionné à l'article L. 277 du livre des procédures fiscales pour l'application des articles L. 208 et\nL. 279 du même livre.\n \nVII. – 1. Les sursis de paiement prévus aux IV et V expirent au moment où intervient l'un des événements\nsuivants :\n \na) La cession, le rachat, le remboursement ou l'annulation des droits sociaux, valeurs, titres ou droits pour\nlesquels des plus-values ont été constatées dans les conditions du I ou dont l'acquisition intervenue avant le\ntransfert du domicile fiscal hors de France a ouvert droit au bénéfice des dispositions mentionnées au II de\nl'article 92 B, à l'article 92 B decies et aux I ter et II de l'article 160, dans leur rédaction en vigueur avant le\n1er janvier 2000, et à l'article 150-0 C, dans sa rédaction en vigueur avant le 1er janvier 2006, à l'exception\ndes cessions auxquelles les reports d'imposition prévus à l'article 150-0 B ter s'appliquent. La cession\ns'entend des transmissions à titre onéreux, à l'exception des opérations d'échange ou d'apport intervenues\naprès le transfert du domicile fiscal hors de France, entrant dans le champ d'application des articles 150-0 B\nou 150-0 B ter et portant sur des droits sociaux, valeurs, titres ou droits pour lesquels des plus-values ont été\nconstatées dans les conditions du I du présent article.\n \nb) La donation de :\n \n1° Droits sociaux, valeurs, titres ou droits pour lesquels des plus-values ont été constatées dans les conditions\ndu I lorsque le donateur est fiscalement domicilié dans un Etat ou territoire autre que ceux mentionnés au\nIV, sauf s'il démontre que la donation n'est pas faite avec pour motif principal d'éluder l'impôt établi dans les\nconditions du II bis ;\n \n2° Titres pour lesquels des plus-values de cession ou d'échange ont été reportées en application de l'article 92\nB decies, du dernier alinéa du 1 du I ter et du II de l'article 160, dans leur rédaction en vigueur avant le 1er\njanvier 2000, de l'article 150-0 C, dans sa rédaction en vigueur avant le 1er janvier 2006, ou de l'article 150-0\nB bis ;\n \nc) Le décès du contribuable, pour l'impôt calculé en application du II bis afférent aux plus-values\nmentionnées à l'article 92 B decies, au dernier alinéa du 1 du I ter et au II de l'article 160, dans leur rédaction\nen vigueur avant le 1er janvier 2000, à l'article 150-0 C, dans sa rédaction en vigueur avant le 1er janvier\n2006, ou à l'article 150-0 B bis ;\n \nd) La perception d'un complément de prix, ainsi que, pour les créances mentionnées au second alinéa du\n1 du I, l'apport de la créance, sa cession à titre onéreux ou sa donation lorsque le donateur est fiscalement\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndomicilié dans un Etat ou territoire autre que ceux mentionnés au IV, sauf s'il démontre que la donation n'est\npas faite avec pour motif principal d'éluder l'impôt établi dans les conditions du II bis ;\n \nd bis) Abrogé ;\n \ne) Abrogé ;\n \nf) La cession à titre onéreux, le rachat, le remboursement ou l'annulation des titres ou droits reçus en\nrémunération de l'apport ou des titres ou droits apportés ou des parts ou droits dans les sociétés ou\ngroupements interposés conformément à l'article 150-0 B ter, pour l'impôt afférent aux plus-values de\ncession reportées en application du même article.\n \n1 bis. Pour l'impôt afférent aux plus-values constatées dans les conditions du I, les droits sociaux, valeurs,\ntitres ou droits mentionnés aux a et b du 1 s'entendent :\n \n1° De ceux mentionnés au premier alinéa du 1 du I ;\n \n2° De ceux reçus lors d'une opération d'échange ou d'apport entrant dans le champ d'application de l'article\n150-0 B intervenue après le transfert du domicile fiscal hors de France ;\n \n3° De ceux mentionnés aux 1°, 2° et 3° du I de l'article 150-0 B ter lorsque les titres sur lesquels une plus-\nvalue a été constatée dans les conditions du I du présent article lors du transfert du domicile fiscal hors de\nFrance ont fait l'objet, après ce transfert, d'une opération d'apport entrant dans le champ d'application de\nl'article 150-0 B ter. ;\n \n2. A l'expiration d'un délai de deux ans suivant le transfert de domicile fiscal hors de France ou lorsque\nle contribuable transfère de nouveau son domicile fiscal en France si cet événement est antérieur, l'impôt\ncalculé dans les conditions du II bis afférent aux plus-values latentes mentionnées au premier alinéa du 1 du\nI est dégrevé d'office, ou restitué s'il avait fait l'objet d'un paiement immédiat lors du transfert de domicile\nfiscal hors de France, lorsque les titres mentionnés au même alinéa ou les titres reçus lors d'une opération\nd'échange entrant dans le champ d'application de l'article 150-0 B intervenue après le transfert de domicile\nfiscal hors de France demeurent, à cette date, dans le patrimoine du contribuable. Par dérogation, ce délai est\nporté à cinq ans lorsque la valeur globale définie au premier alinéa du 1 du I du présent article excède 2,57\nmillions d'euros à la date du transfert du domicile fiscal hors de France du contribuable.\n \nL'impôt calculé dans les conditions du II bis afférent aux plus-values latentes mentionnées au premier alinéa\ndu 1 du I est également dégrevé, ou restitué s'il avait fait l'objet d'un paiement immédiat lors du transfert\nde domicile fiscal hors de France, en cas de décès du contribuable ou, pour sa fraction se rapportant aux\ndroits sociaux, valeurs, titres ou droits donnés, en cas de donation des titres mentionnés au même alinéa\nou des titres reçus lors d'une opération d'échange entrant dans le champ d'application de l'article 150-0 B\nintervenue après le transfert de domicile fiscal hors de France, lorsque le donateur est fiscalement domicilié\ndans un Etat ou territoire mentionné au IV ou, s'il est fiscalement domicilié dans un autre Etat ou territoire,\nà la condition qu'il démontre que la donation n'est pas faite avec pour motif principal d'éluder l'impôt établi\ndans les conditions du II bis.\n \nL'impôt calculé dans les conditions du même II bis afférent aux plus-values mentionnées au premier alinéa\ndu 1 du I est également dégrevé, pour sa fraction se rapportant aux droits sociaux, valeurs, titres ou droits\nmentionnés au même alinéa faisant l'objet d'une cession ou d'un rachat entrant dans le champ d'application\ndu III de l'article 150-0 A, à la condition que le contribuable soit fiscalement domicilié dans un Etat ou\nterritoire mentionné au IV du présent article à la date de cette cession ou de ce rachat.\n \n3. Lorsque le contribuable transfère de nouveau son domicile fiscal en France et que les titres auxquels se\nrapporte la plus-value imposable dans les conditions prévues au II figurent dans son patrimoine, il est, pour\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nl'impôt afférent à ces titres, replacé dans la même situation fiscale que s'il n'avait jamais quitté le territoire\nfrançais.\n \nLorsque le contribuable transmet à titre gratuit, alors qu'il est domicilié hors de France, des titres dont\nl'acquisition a ouvert droit au bénéfice des dispositions du II de l'article 92 B ou de celles du premier alinéa\ndu 1 ou du 4 du I ter de l'article 160, dans leur rédaction en vigueur avant le 1er janvier 2000, ou de l'article\n150-0 B ter, la fraction de l'impôt établi dans les conditions du II bis du présent article se rapportant aux\ntitres ainsi transmis est dégrevée ou, si elle avait fait l'objet d'un paiement immédiat lors du transfert du\ndomicile fiscal hors de France, restituée.\n \n4. L'impôt calculé en application du II bis se rapportant aux créances mentionnées au dernier alinéa du 1\ndu I est dégrevé, ou restitué s'il avait fait l'objet d'un paiement immédiat lors du transfert du domicile fiscal\nhors de France, en cas de rétablissement du domicile fiscal en France ou, lorsque le contribuable est encore\nfiscalement domicilié à l'étranger, lors de son décès ou de la donation des créances, lorsque le donateur\nest fiscalement domicilié dans un Etat ou territoire mentionné au IV ou, s'il est fiscalement domicilié dans\nun autre Etat ou territoire, à la condition que le donateur démontre que cette dernière opération n'est pas\nfaite avec pour motif principal d'éluder l'impôt établi dans les conditions du II bis. L'impôt est dégrevé ou\nrestitué pour la fraction se rapportant à la créance encore dans le patrimoine du contribuable au jour du\nrétablissement du domicile fiscal en France ou du décès ou pour la fraction se rapportant à la créance ayant\nfait l'objet d'une donation, déduction faite des éventuels compléments de prix perçus entre la date du transfert\ndu domicile fiscal hors de France et celle du rétablissement du domicile fiscal en France, du décès ou de la\ndonation.\n \nVIII. – 1. Si, à la survenance de l'un des événements mentionnés aux a et b du 1 du VII, le montant\nde la plus-value de cession ou, en cas d'acquisition à titre gratuit, l'accroissement de valeur des titres\ndepuis leur entrée dans le patrimoine du contribuable est inférieur au montant de plus-value déterminé\ndans les conditions du I, l'impôt calculé en application du II bis afférent à la plus-value latente constatée\nconformément au I sur les titres concernés par l'un des événements précités est retenu dans la limite de son\nmontant recalculé sur la base de la différence entre le prix, en cas de cession ou de rachat, ou la valeur,\ndans les autres cas, des titres concernés à la date de l'événement mentionné aux a ou b du 1 du VII, d'une\npart, et leur prix ou valeur d'acquisition retenu pour l'application du 2 du I, diminué, le cas échéant, de la\nsoulte reçue ou majoré de la soulte versée lors de l'opération d'échange ou d'apport répondant aux conditions\nd'application des articles 150-0 B ou 150-0 B ter intervenue après le transfert de domicile fiscal hors de\nFrance, d'autre part.\n \nLe surplus d'impôt est dégrevé d'office ou restitué s'il avait fait l'objet d'un paiement immédiat lors du\ntransfert de domicile fiscal hors de France. Dans ce cas, le contribuable fournit, à l'appui de la déclaration\nmentionnée au premier alinéa du 3 du IX, les éléments de calcul retenus.\n \n2. Si, à la survenance de l'un des événements mentionnés aux a et b du 1 du VII, le contribuable réalise\nune perte ou constate que les titres ont une valeur moindre que leur valeur d'entrée dans son patrimoine,\nl'impôt calculé en application du II bis afférent à la plus-value latente constatée conformément au I sur les\ntitres concernés par l'un des événements précités est dégrevé, ou restitué s'il avait fait l'objet d'un paiement\nimmédiat lors du transfert de domicile fiscal hors de France.\n \n3. Si, lors de la survenance de la cession à titre onéreux des titres, l'abattement prévu aux 1 ter ou 1 quater\nde l'article 150-0 D ou à l'article 150-0 D ter est supérieur à l'abattement appliqué conformément, selon le\ncas, au 2 bis ou au 3 du I du présent article, l'impôt calculé en application du II bis afférent à la plus-value\nlatente constatée conformément au I sur les titres concernés par ladite cession est retenu dans la limite de son\nmontant assis sur l'assiette réduite de ce nouvel abattement.\n \n4. Si, lors de la survenance de l'un des événements prévus au a du 1 du VII, du présent article le contribuable\nréalise une plus-value imposée en France conformément aux dispositions des articles 244 bis A ou 244 bis B,\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nl'impôt calculé dans les conditions du II bis afférent à la plus-value latente constatée conformément au I sur\nles titres concernés par l'un des événements précités est dégrevé ou restitué s'il avait fait l'objet d'un paiement\nl'année suivant le transfert de domicile fiscal hors de France.\n \n4 bis. La moins-value réalisée par un contribuable fiscalement domicilié dans un Etat ou territoire mentionné\nau IV lors de l'un des événements mentionnés au a du 1 du VII et relative à des titres pour lesquels une\nplus-value avait été constatée conformément au I lors du transfert de son domicile fiscal hors de France est\nimputable, dans les conditions prévues au 11 de l'article 150-0 D :\n \na) Sur les plus-values réalisées par ce même contribuable lors de la survenance de l'un des événements\nmentionnés au a du 1 du VII et relatives à des titres pour lesquels une plus-value avait été constatée\nconformément au I lors du transfert de son domicile fiscal hors de France ;\n \nb) Sur les plus-values imposables en application de l'article 244 bis B ;\n \nc) Lorsque le contribuable transfère de nouveau son domicile fiscal en France, sur les plus-values imposables\nconformément à l'article 150-0 A.\n \nLa moins-value de cession ou de rachat de droits sociaux, valeurs, titres ou droits déterminée conformément\naux articles 150-0 A ou 244 bis B est imputable, dans les conditions prévues au 11 de l'article 150-0 D, sur\nles plus-values mentionnées au a du présent 4 bis.\n \n5. L'impôt éventuellement acquitté par le contribuable dans son Etat ou territoire de résidence dans les cas\nprévus au a du 1 du VII est imputable, dans la limite de l'impôt définitif dû en France :\n \na) Sur les prélèvements prévus à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de\nl'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale puis sur le\nprélèvement prévu au 1° du I de l'article 235 ter afférents à la plus-value calculée en application du premier\nalinéa du 2 du I et des 1 et 4 bis, à proportion du rapport entre, d'une part, cette même plus-value et, d'autre\npart, l'assiette de l'impôt acquitté hors de France ;\n \nb) Puis, pour le reliquat, sur l'impôt sur le revenu afférent à la plus-value calculée en application des 2 à 3 du\nI et des 1,3 et 4 bis, à proportion du rapport entre, d'une part, cette même plus-value et, d'autre part, l'assiette\nde l'impôt acquitté hors de France.\n \nVIII bis. – 1. (abrogé)\n \n2. Lors de la survenance de chaque événement prévu au VII, le montant d'impôt sur le revenu dû, à dégrever\nou à restituer, est calculé en appliquant à la plus-value ou créance définitive concernée par ledit événement le\ntaux d'imposition défini au II bis.\n \nCependant, sur demande expresse du contribuable, lorsque le montant d'impôt sur le revenu a été déterminé\ndans les conditions prévues au deuxième alinéa du 1 du II bis, l'impôt dû, à dégrever ou à restituer, peut\nêtre calculé en appliquant le même deuxième alinéa du 1 du II bis à l'ensemble des plus-values et créances\ndéfinitives puis en retenant le montant d'impôt ainsi calculé correspondant à la seule plus-value ou créance\nconcernée par l'événement mentionné au VII.\n \nCette option, qui doit être exercée lors de la survenance du premier événement prévu au VII affectant une\nplus-value ou une créance mentionnée aux I ou II, est irrévocable et s'applique à l'ensemble des plus-values\net créances déterminées dans les conditions prévues à ces mêmes I et II.\n \nLe surplus d'impôt sur le revenu est dégrevé ou restitué. Dans ce cas, le contribuable fournit, à l'appui de la\ndéclaration mentionnée au 3 du IX, les éléments de calcul retenus.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nIX. – 1. Le contribuable qui transfère son domicile fiscal hors de France est tenu de déclarer les plus-values\net les créances imposables en application des I et II sur la déclaration mentionnée au 1 de l'article 170 l'année\nsuivant celle du transfert dans le délai prévu à l'article 175.\n \n2. Lorsqu'il bénéficie du sursis de paiement au titre d'une créance mentionnée au second alinéa du 1 du I\nou d'une plus-value imposable en application du II, il déclare chaque année sur la déclaration mentionnée\nau 1 du présent IX le montant cumulé des impôts en sursis de paiement à ce titre et indique sur un\nformulaire établi par l'administration, joint en annexe, le montant des plus-values et des créances constatées\nconformément au second alinéa du 1 du I et au II et l'impôt afférent aux plus-values et aux créances pour\nlesquelles le sursis de paiement n'est pas expiré.\n \nLorsque le contribuable qui bénéficie du sursis de paiement au titre d'une créance mentionnée au second\nalinéa du 1 du I ou d'une plus-value imposable en application du II bénéficie par ailleurs de ce sursis au\ntitre d'une plus-value mentionnée au premier alinéa du 1 du I, il déclare sur la déclaration mentionnée au\npremier alinéa du présent IX le montant cumulé des impôts en sursis de paiement au titre de l'ensemble de\nces plus-values et créances et indique sur le formulaire mentionné au même premier alinéa le montant des\nplus-values et créances constatées conformément au I et au II et l'impôt afférent aux plus-values et créances\npour lesquelles le sursis de paiement n'est pas expiré.\n \n3. Dans le délai prévu à l'article 175, il déclare, l'année suivant celle de l'expiration du sursis de paiement,\nsur le même formulaire joint à la déclaration prévue au 1 de l'article 170, la nature et la date de l'événement\nentraînant l'expiration du sursis de paiement ainsi que le montant de l'impôt exigible afférent aux plus-values\net aux créances constatées dans les conditions du I du présent article et modifiées, le cas échéant, dans les\nconditions du VIII, ou imposables en application du II. Il fournit, à l'appui de cette déclaration, les éléments\nde calcul retenus. L'impôt définitif est acquitté au moment du dépôt de ce formulaire.\n \nLorsque le contribuable n'a pas bénéficié d'un sursis de paiement en application des IV et V, il demande,\ndans le délai prévu à l'article 175, l'année suivant la survenance de l'un des événements prévus aux a et b du\n1 du VII et lorsqu'il se trouve dans l'un des cas prévus au VIII, la restitution de l'impôt calculé en application\ndu II bis et acquitté l'année suivant son transfert de domicile fiscal hors de France afférent à la plus-value\nlatente constatée sur les titres et créances concernés par l'un des événements précités.\n \nL'année suivant la survenance de l'un des événements prévus aux 2 à 4 du VII et dans le délai prévu à l'article\n175, le contribuable déclare la nature ainsi que la date de ces événements et demande le dégrèvement ou\nla restitution de l'impôt calculé en application du II bis afférent aux plus-values constatées sur les titres et\ncréances concernés par l'un de ces événements.\n \n4. Le défaut de production de la déclaration et du formulaire mentionnés aux 1 et 2 ainsi qu'au dernier\nalinéa du 3 du présent IX ou l'omission de tout ou partie des renseignements qui doivent y figurer entraîne\nl'exigibilité immédiate de l'impôt en sursis de paiement.\n \n5. Dans les deux mois suivant chaque transfert de domicile fiscal, les contribuables sont tenus d'informer\nl'administration fiscale de l'adresse du nouveau domicile fiscal.\n \nX. – Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives des\ncontribuables.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre premier : Impôt sur le revenu\nSection II : Revenus imposables\n2e Sous-section : Revenu global\nV : Evaluation forfaitaire minimale du revenu imposable d'après\ncertains éléments du train de vie"
  ],
  "full_text": "Article 167 bis\n \nI. – 1. Les contribuables fiscalement domiciliés en France pendant au moins six des dix années précédant le\ntransfert de leur domicile fiscal hors de France sont imposables lors de ce transfert au titre des plus-values\nlatentes constatées sur les droits sociaux, valeurs, titres ou droits mentionnés au 1 du I de l'article 150-0 A\ndétenus, directement ou indirectement, par les membres de leur foyer fiscal à la date de ce transfert lorsque\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nces mêmes droits sociaux, valeurs, titres ou droits représentent au moins 50 % des bénéfices sociaux d'une\nsociété ou lorsque la valeur globale desdits droits sociaux, valeurs, titres ou droits, déterminée dans les\nconditions prévues au premier alinéa du 2, excède 800 000 € à cette même date.\n \nLes contribuables fiscalement domiciliés en France pendant au moins six années au cours des dix dernières\nannées sont imposables lors du transfert de leur domicile fiscal hors de France sur la valeur des créances\ntrouvant leur origine dans une clause de complément de prix mentionnée au 2 du I de l'article 150-0 A.\n \n2. La plus-value constatée dans les conditions du premier alinéa du 1 du présent I est déterminée par\ndifférence entre la valeur des droits sociaux, valeurs, titres ou droits lors du transfert du domicile fiscal hors\nde France, déterminée selon les règles prévues à l'article 758 et au dernier alinéa du I de l'article 973, et\nleur prix d'acquisition par le contribuable ou, en cas d'acquisition à titre gratuit, leur valeur retenue pour la\ndétermination des droits de mutation.\n \nLorsque les droits sociaux, valeurs, titres ou droits mentionnés au premier alinéa du 1 du présent I ont été\nreçus lors d'une opération d'échange bénéficiant du sursis d'imposition prévu à l'article 150-0 B avant le\ntransfert de domicile fiscal du contribuable, la plus-value constatée est calculée à partir du prix ou de la\nvaleur d'acquisition des titres remis à l'échange diminué du montant de la soulte reçue, qui n'a pas fait l'objet\nd'une imposition au titre de l'année de l'échange, ou majoré de la soulte versée lors de cet échange.\n \nLes créances mentionnées au dernier alinéa du 1 du présent I sont évaluées à leur valeur réelle au moment du\ntransfert du domicile fiscal hors de France de leur titulaire.\n \n2 bis. La plus-value calculée dans les conditions prévues au premier alinéa du 2 est réduite, le cas échéant,\nde l'abattement mentionné aux 1 ter ou 1 quater de l'article 150-0 D, dans les conditions prévues aux 1 à 1\nquinquies de ce même article.\n \nPour l'application du premier alinéa du présent 2 bis à l'abattement prévu aux 1 ter ou 1 quater de l'article\n150-0 D, le transfert du domicile fiscal est assimilé à une cession à titre onéreux.\n \n3. La plus-value calculée dans les conditions prévues au premier alinéa du 2 est réduite, le cas échéant, de\nl'abattement fixe mentionné au 1 du I de l'article 150-0 D ter, dans les conditions et suivant les modalités\nprévues à ce même article.\n \nPour l'application du premier alinéa du présent 3 à l'abattement fixe mentionné à l'article 150-0 D ter,\nle transfert du domicile fiscal est assimilé à une cession à titre onéreux si les conditions suivantes sont\ncumulativement remplies :\n \na) Le contribuable a fait valoir ses droits à la retraite avant le transfert de son domicile fiscal ;\n \nb) Le contribuable domicilié fiscalement hors de France cède les titres mentionnés au premier alinéa du 1\ndans les deux ans suivant son départ à la retraite.\n \n4. Abrogé.\n \n5. Les moins-values latentes calculées selon les modalités prévues au premier alinéa du 2 ne sont pas\nimputables sur les plus-values calculées selon les mêmes modalités ni sur d'autres plus-values, quelles que\nsoient leurs modalités d'imposition.\n \nII. – Lorsqu'un contribuable transfère son domicile fiscal hors de France, les plus-values de cession ou\nd'échange de droits sociaux, valeurs, titres ou droits dont l'imposition a été reportée en application du II de\nl'article 92 B, de l'article 92 B decies et des I ter et II de l'article 160, dans leur rédaction en vigueur avant le\n1er janvier 2000, de l'article 150-0 C, dans sa rédaction en vigueur avant le 1er janvier 2006 et, des articles\n150-0 B bis, 150-0 B ter et 150-0 B quater sont également imposables lors de ce transfert.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nII bis. 1. – Sous réserve du 1 bis, l'impôt sur le revenu relatif aux plus-values et créances déterminées dans\nles conditions prévues aux I et II du présent article est établi dans les conditions prévues aux 1 ou 2 de\nl'article 200 A.\n \nLorsque l'impôt est établi dans les conditions prévues au 2 de l'article 200 A, celui-ci est égal à la différence\nentre, d'une part, le montant de l'impôt résultant de l'application de l'article 197 à l'ensemble des revenus\nde sources française et étrangère mentionnés au 1 de l'article 167 auxquels s'ajoutent les plus-values et\ncréances imposables en vertu des I et II du présent article et, d'autre part, le montant de l'impôt établi dans les\nconditions prévues à l'article 197 pour les seuls revenus de sources française et étrangère mentionnés au 1 de\nl'article 167.\n \nLe taux d'imposition des plus-values et créances mentionnées aux I et II du présent article et imposées dans\nles conditions du deuxième alinéa du présent 1 est égal au rapport entre, d'une part, l'impôt calculé dans les\nconditions du même deuxième alinéa et, d'autre part, la somme des plus-values et créances déterminées dans\nles conditions des I et II.\n \n1 bis. Le taux d'imposition des plus-values mentionnées au II dont l'imposition a été reportée en application\nde l'article 150-0 B ter est déterminé dans les conditions prévues au 2 ter de l'article 200 A.\n \n2. Abrogé.\n \nIII. – Pour l'application du présent article, le transfert hors de France du domicile fiscal d'un contribuable est\nréputé intervenir le jour précédant celui à compter duquel ce contribuable cesse d'être soumis en France à une\nobligation fiscale sur l'ensemble de ses revenus.\n \nIV. – Il est sursis au paiement de l'impôt afférent aux plus-values et créances constatées dans les conditions\nprévues au I du présent article et aux plus-values imposables en application du II, lorsque le contribuable\ntransfère son domicile fiscal hors de France dans un Etat membre de l'Union européenne ou dans un\nautre Etat ou territoire ayant conclu avec la France une convention d'assistance administrative en vue de\nlutter contre la fraude et l'évasion fiscales ainsi qu'une convention d'assistance mutuelle en matière de\nrecouvrement ayant une portée similaire à celle prévue par la directive 2010/24/UE du Conseil du 16 mars\n2010 concernant l'assistance mutuelle en matière de recouvrement des créances relatives aux taxes, impôts,\ndroits et autres mesures, et qui n'est pas un Etat ou territoire non coopératif au sens de l'article 238-0 A.\n \nV. – Sur demande expresse du contribuable, il peut également être sursis au paiement de l'impôt afférent\naux plus-values et créances constatées dans les conditions prévues au I et aux plus-values imposables en\napplication du II lorsque le contribuable :\n \na) Transfère son domicile fiscal hors de France dans un Etat ou territoire autre que ceux mentionnés au IV ;\n \nb) Après avoir transféré son domicile fiscal hors de France dans un Etat ou territoire mentionné au IV, le\ntransfère à nouveau dans un Etat ou territoire autre que ceux mentionnés au même IV.\n \nDans les cas mentionnés aux a et b du présent V, le sursis de paiement est subordonné à la condition que le\ncontribuable déclare le montant des plus-values et créances constatées dans les conditions du I ou imposables\nen application du II, désigne un représentant établi en France autorisé à recevoir les communications\nrelatives à l'assiette, au recouvrement et au contentieux de l'impôt et constitue auprès du comptable public\ncompétent, préalablement à son départ, des garanties propres à assurer le recouvrement de la créance du\nTrésor.\n \nLe montant des garanties que le contribuable est tenu de constituer préalablement à son transfert de domicile\nfiscal hors de France pour bénéficier du sursis de paiement prévu au présent V est égal à 12,8 % du montant\ntotal des plus-values et créances mentionnées aux I et II, retenues pour leur montant brut sans qu'il soit\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nfait application, le cas échéant, des abattements mentionnés aux 2 bis et 3 du I. Toutefois, le montant des\ngaranties afférentes à l'impôt sur les plus-values mentionnées au 1 bis du II bis est déterminé par application\ndu taux mentionné au même 1 bis à ces mêmes plus-values.\n \nDans le mois suivant la réception de l'avis d'imposition émis au titre de l'impôt afférent aux plus-values et\ncréances mentionnées aux I et II, le contribuable constitue, le cas échéant, un complément de garanties pour\nassurer le recouvrement de l'impôt calculé dans les conditions du II bis à hauteur de la différence entre ce\nmontant d'impôt et le montant de la garantie constituée préalablement au transfert du domicile fiscal hors de\nFrance.\n \nLorsque le montant d'impôt calculé dans les conditions du II bis est inférieur au montant des garanties\nconstituées préalablement au transfert de domicile fiscal hors de France, le contribuable peut demander au\ncomptable chargé du recouvrement la levée de ces garanties à hauteur de la différence entre le montant de\nces garanties et le montant d'impôt précité.\n \nVI. – Les sursis de paiement prévus aux IV et V ont pour effet de suspendre la prescription de l'action\nen recouvrement jusqu'à la date de l'événement entraînant leur expiration. Ils sont assimilés au sursis de\npaiement mentionné à l'article L. 277 du livre des procédures fiscales pour l'application des articles L. 208 et\nL. 279 du même livre.\n \nVII. – 1. Les sursis de paiement prévus aux IV et V expirent au moment où intervient l'un des événements\nsuivants :\n \na) La cession, le rachat, le remboursement ou l'annulation des droits sociaux, valeurs, titres ou droits pour\nlesquels des plus-values ont été constatées dans les conditions du I ou dont l'acquisition intervenue avant le\ntransfert du domicile fiscal hors de France a ouvert droit au bénéfice des dispositions mentionnées au II de\nl'article 92 B, à l'article 92 B decies et aux I ter et II de l'article 160, dans leur rédaction en vigueur avant le\n1er janvier 2000, et à l'article 150-0 C, dans sa rédaction en vigueur avant le 1er janvier 2006, à l'exception\ndes cessions auxquelles les reports d'imposition prévus à l'article 150-0 B ter s'appliquent. La cession\ns'entend des transmissions à titre onéreux, à l'exception des opérations d'échange ou d'apport intervenues\naprès le transfert du domicile fiscal hors de France, entrant dans le champ d'application des articles 150-0 B\nou 150-0 B ter et portant sur des droits sociaux, valeurs, titres ou droits pour lesquels des plus-values ont été\nconstatées dans les conditions du I du présent article.\n \nb) La donation de :\n \n1° Droits sociaux, valeurs, titres ou droits pour lesquels des plus-values ont été constatées dans les conditions\ndu I lorsque le donateur est fiscalement domicilié dans un Etat ou territoire autre que ceux mentionnés au\nIV, sauf s'il démontre que la donation n'est pas faite avec pour motif principal d'éluder l'impôt établi dans les\nconditions du II bis ;\n \n2° Titres pour lesquels des plus-values de cession ou d'échange ont été reportées en application de l'article 92\nB decies, du dernier alinéa du 1 du I ter et du II de l'article 160, dans leur rédaction en vigueur avant le 1er\njanvier 2000, de l'article 150-0 C, dans sa rédaction en vigueur avant le 1er janvier 2006, ou de l'article 150-0\nB bis ;\n \nc) Le décès du contribuable, pour l'impôt calculé en application du II bis afférent aux plus-values\nmentionnées à l'article 92 B decies, au dernier alinéa du 1 du I ter et au II de l'article 160, dans leur rédaction\nen vigueur avant le 1er janvier 2000, à l'article 150-0 C, dans sa rédaction en vigueur avant le 1er janvier\n2006, ou à l'article 150-0 B bis ;\n \nd) La perception d'un complément de prix, ainsi que, pour les créances mentionnées au second alinéa du\n1 du I, l'apport de la créance, sa cession à titre onéreux ou sa donation lorsque le donateur est fiscalement\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ndomicilié dans un Etat ou territoire autre que ceux mentionnés au IV, sauf s'il démontre que la donation n'est\npas faite avec pour motif principal d'éluder l'impôt établi dans les conditions du II bis ;\n \nd bis) Abrogé ;\n \ne) Abrogé ;\n \nf) La cession à titre onéreux, le rachat, le remboursement ou l'annulation des titres ou droits reçus en\nrémunération de l'apport ou des titres ou droits apportés ou des parts ou droits dans les sociétés ou\ngroupements interposés conformément à l'article 150-0 B ter, pour l'impôt afférent aux plus-values de\ncession reportées en application du même article.\n \n1 bis. Pour l'impôt afférent aux plus-values constatées dans les conditions du I, les droits sociaux, valeurs,\ntitres ou droits mentionnés aux a et b du 1 s'entendent :\n \n1° De ceux mentionnés au premier alinéa du 1 du I ;\n \n2° De ceux reçus lors d'une opération d'échange ou d'apport entrant dans le champ d'application de l'article\n150-0 B intervenue après le transfert du domicile fiscal hors de France ;\n \n3° De ceux mentionnés aux 1°, 2° et 3° du I de l'article 150-0 B ter lorsque les titres sur lesquels une plus-\nvalue a été constatée dans les conditions du I du présent article lors du transfert du domicile fiscal hors de\nFrance ont fait l'objet, après ce transfert, d'une opération d'apport entrant dans le champ d'application de\nl'article 150-0 B ter. ;\n \n2. A l'expiration d'un délai de deux ans suivant le transfert de domicile fiscal hors de France ou lorsque\nle contribuable transfère de nouveau son domicile fiscal en France si cet événement est antérieur, l'impôt\ncalculé dans les conditions du II bis afférent aux plus-values latentes mentionnées au premier alinéa du 1 du\nI est dégrevé d'office, ou restitué s'il avait fait l'objet d'un paiement immédiat lors du transfert de domicile\nfiscal hors de France, lorsque les titres mentionnés au même alinéa ou les titres reçus lors d'une opération\nd'échange entrant dans le champ d'application de l'article 150-0 B intervenue après le transfert de domicile\nfiscal hors de France demeurent, à cette date, dans le patrimoine du contribuable. Par dérogation, ce délai est\nporté à cinq ans lorsque la valeur globale définie au premier alinéa du 1 du I du présent article excède 2,57\nmillions d'euros à la date du transfert du domicile fiscal hors de France du contribuable.\n \nL'impôt calculé dans les conditions du II bis afférent aux plus-values latentes mentionnées au premier alinéa\ndu 1 du I est également dégrevé, ou restitué s'il avait fait l'objet d'un paiement immédiat lors du transfert\nde domicile fiscal hors de France, en cas de décès du contribuable ou, pour sa fraction se rapportant aux\ndroits sociaux, valeurs, titres ou droits donnés, en cas de donation des titres mentionnés au même alinéa\nou des titres reçus lors d'une opération d'échange entrant dans le champ d'application de l'article 150-0 B\nintervenue après le transfert de domicile fiscal hors de France, lorsque le donateur est fiscalement domicilié\ndans un Etat ou territoire mentionné au IV ou, s'il est fiscalement domicilié dans un autre Etat ou territoire,\nà la condition qu'il démontre que la donation n'est pas faite avec pour motif principal d'éluder l'impôt établi\ndans les conditions du II bis.\n \nL'impôt calculé dans les conditions du même II bis afférent aux plus-values mentionnées au premier alinéa\ndu 1 du I est également dégrevé, pour sa fraction se rapportant aux droits sociaux, valeurs, titres ou droits\nmentionnés au même alinéa faisant l'objet d'une cession ou d'un rachat entrant dans le champ d'application\ndu III de l'article 150-0 A, à la condition que le contribuable soit fiscalement domicilié dans un Etat ou\nterritoire mentionné au IV du présent article à la date de cette cession ou de ce rachat.\n \n3. Lorsque le contribuable transfère de nouveau son domicile fiscal en France et que les titres auxquels se\nrapporte la plus-value imposable dans les conditions prévues au II figurent dans son patrimoine, il est, pour\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nl'impôt afférent à ces titres, replacé dans la même situation fiscale que s'il n'avait jamais quitté le territoire\nfrançais.\n \nLorsque le contribuable transmet à titre gratuit, alors qu'il est domicilié hors de France, des titres dont\nl'acquisition a ouvert droit au bénéfice des dispositions du II de l'article 92 B ou de celles du premier alinéa\ndu 1 ou du 4 du I ter de l'article 160, dans leur rédaction en vigueur avant le 1er janvier 2000, ou de l'article\n150-0 B ter, la fraction de l'impôt établi dans les conditions du II bis du présent article se rapportant aux\ntitres ainsi transmis est dégrevée ou, si elle avait fait l'objet d'un paiement immédiat lors du transfert du\ndomicile fiscal hors de France, restituée.\n \n4. L'impôt calculé en application du II bis se rapportant aux créances mentionnées au dernier alinéa du 1\ndu I est dégrevé, ou restitué s'il avait fait l'objet d'un paiement immédiat lors du transfert du domicile fiscal\nhors de France, en cas de rétablissement du domicile fiscal en France ou, lorsque le contribuable est encore\nfiscalement domicilié à l'étranger, lors de son décès ou de la donation des créances, lorsque le donateur\nest fiscalement domicilié dans un Etat ou territoire mentionné au IV ou, s'il est fiscalement domicilié dans\nun autre Etat ou territoire, à la condition que le donateur démontre que cette dernière opération n'est pas\nfaite avec pour motif principal d'éluder l'impôt établi dans les conditions du II bis. L'impôt est dégrevé ou\nrestitué pour la fraction se rapportant à la créance encore dans le patrimoine du contribuable au jour du\nrétablissement du domicile fiscal en France ou du décès ou pour la fraction se rapportant à la créance ayant\nfait l'objet d'une donation, déduction faite des éventuels compléments de prix perçus entre la date du transfert\ndu domicile fiscal hors de France et celle du rétablissement du domicile fiscal en France, du décès ou de la\ndonation.\n \nVIII. – 1. Si, à la survenance de l'un des événements mentionnés aux a et b du 1 du VII, le montant\nde la plus-value de cession ou, en cas d'acquisition à titre gratuit, l'accroissement de valeur des titres\ndepuis leur entrée dans le patrimoine du contribuable est inférieur au montant de plus-value déterminé\ndans les conditions du I, l'impôt calculé en application du II bis afférent à la plus-value latente constatée\nconformément au I sur les titres concernés par l'un des événements précités est retenu dans la limite de son\nmontant recalculé sur la base de la différence entre le prix, en cas de cession ou de rachat, ou la valeur,\ndans les autres cas, des titres concernés à la date de l'événement mentionné aux a ou b du 1 du VII, d'une\npart, et leur prix ou valeur d'acquisition retenu pour l'application du 2 du I, diminué, le cas échéant, de la\nsoulte reçue ou majoré de la soulte versée lors de l'opération d'échange ou d'apport répondant aux conditions\nd'application des articles 150-0 B ou 150-0 B ter intervenue après le transfert de domicile fiscal hors de\nFrance, d'autre part.\n \nLe surplus d'impôt est dégrevé d'office ou restitué s'il avait fait l'objet d'un paiement immédiat lors du\ntransfert de domicile fiscal hors de France. Dans ce cas, le contribuable fournit, à l'appui de la déclaration\nmentionnée au premier alinéa du 3 du IX, les éléments de calcul retenus.\n \n2. Si, à la survenance de l'un des événements mentionnés aux a et b du 1 du VII, le contribuable réalise\nune perte ou constate que les titres ont une valeur moindre que leur valeur d'entrée dans son patrimoine,\nl'impôt calculé en application du II bis afférent à la plus-value latente constatée conformément au I sur les\ntitres concernés par l'un des événements précités est dégrevé, ou restitué s'il avait fait l'objet d'un paiement\nimmédiat lors du transfert de domicile fiscal hors de France.\n \n3. Si, lors de la survenance de la cession à titre onéreux des titres, l'abattement prévu aux 1 ter ou 1 quater\nde l'article 150-0 D ou à l'article 150-0 D ter est supérieur à l'abattement appliqué conformément, selon le\ncas, au 2 bis ou au 3 du I du présent article, l'impôt calculé en application du II bis afférent à la plus-value\nlatente constatée conformément au I sur les titres concernés par ladite cession est retenu dans la limite de son\nmontant assis sur l'assiette réduite de ce nouvel abattement.\n \n4. Si, lors de la survenance de l'un des événements prévus au a du 1 du VII, du présent article le contribuable\nréalise une plus-value imposée en France conformément aux dispositions des articles 244 bis A ou 244 bis B,\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nl'impôt calculé dans les conditions du II bis afférent à la plus-value latente constatée conformément au I sur\nles titres concernés par l'un des événements précités est dégrevé ou restitué s'il avait fait l'objet d'un paiement\nl'année suivant le transfert de domicile fiscal hors de France.\n \n4 bis. La moins-value réalisée par un contribuable fiscalement domicilié dans un Etat ou territoire mentionné\nau IV lors de l'un des événements mentionnés au a du 1 du VII et relative à des titres pour lesquels une\nplus-value avait été constatée conformément au I lors du transfert de son domicile fiscal hors de France est\nimputable, dans les conditions prévues au 11 de l'article 150-0 D :\n \na) Sur les plus-values réalisées par ce même contribuable lors de la survenance de l'un des événements\nmentionnés au a du 1 du VII et relatives à des titres pour lesquels une plus-value avait été constatée\nconformément au I lors du transfert de son domicile fiscal hors de France ;\n \nb) Sur les plus-values imposables en application de l'article 244 bis B ;\n \nc) Lorsque le contribuable transfère de nouveau son domicile fiscal en France, sur les plus-values imposables\nconformément à l'article 150-0 A.\n \nLa moins-value de cession ou de rachat de droits sociaux, valeurs, titres ou droits déterminée conformément\naux articles 150-0 A ou 244 bis B est imputable, dans les conditions prévues au 11 de l'article 150-0 D, sur\nles plus-values mentionnées au a du présent 4 bis.\n \n5. L'impôt éventuellement acquitté par le contribuable dans son Etat ou territoire de résidence dans les cas\nprévus au a du 1 du VII est imputable, dans la limite de l'impôt définitif dû en France :\n \na) Sur les prélèvements prévus à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de\nl'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale puis sur le\nprélèvement prévu au 1° du I de l'article 235 ter afférents à la plus-value calculée en application du premier\nalinéa du 2 du I et des 1 et 4 bis, à proportion du rapport entre, d'une part, cette même plus-value et, d'autre\npart, l'assiette de l'impôt acquitté hors de France ;\n \nb) Puis, pour le reliquat, sur l'impôt sur le revenu afférent à la plus-value calculée en application des 2 à 3 du\nI et des 1,3 et 4 bis, à proportion du rapport entre, d'une part, cette même plus-value et, d'autre part, l'assiette\nde l'impôt acquitté hors de France.\n \nVIII bis. – 1. (abrogé)\n \n2. Lors de la survenance de chaque événement prévu au VII, le montant d'impôt sur le revenu dû, à dégrever\nou à restituer, est calculé en appliquant à la plus-value ou créance définitive concernée par ledit événement le\ntaux d'imposition défini au II bis.\n \nCependant, sur demande expresse du contribuable, lorsque le montant d'impôt sur le revenu a été déterminé\ndans les conditions prévues au deuxième alinéa du 1 du II bis, l'impôt dû, à dégrever ou à restituer, peut\nêtre calculé en appliquant le même deuxième alinéa du 1 du II bis à l'ensemble des plus-values et créances\ndéfinitives puis en retenant le montant d'impôt ainsi calculé correspondant à la seule plus-value ou créance\nconcernée par l'événement mentionné au VII.\n \nCette option, qui doit être exercée lors de la survenance du premier événement prévu au VII affectant une\nplus-value ou une créance mentionnée aux I ou II, est irrévocable et s'applique à l'ensemble des plus-values\net créances déterminées dans les conditions prévues à ces mêmes I et II.\n \nLe surplus d'impôt sur le revenu est dégrevé ou restitué. Dans ce cas, le contribuable fournit, à l'appui de la\ndéclaration mentionnée au 3 du IX, les éléments de calcul retenus.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nIX. – 1. Le contribuable qui transfère son domicile fiscal hors de France est tenu de déclarer les plus-values\net les créances imposables en application des I et II sur la déclaration mentionnée au 1 de l'article 170 l'année\nsuivant celle du transfert dans le délai prévu à l'article 175.\n \n2. Lorsqu'il bénéficie du sursis de paiement au titre d'une créance mentionnée au second alinéa du 1 du I\nou d'une plus-value imposable en application du II, il déclare chaque année sur la déclaration mentionnée\nau 1 du présent IX le montant cumulé des impôts en sursis de paiement à ce titre et indique sur un\nformulaire établi par l'administration, joint en annexe, le montant des plus-values et des créances constatées\nconformément au second alinéa du 1 du I et au II et l'impôt afférent aux plus-values et aux créances pour\nlesquelles le sursis de paiement n'est pas expiré.\n \nLorsque le contribuable qui bénéficie du sursis de paiement au titre d'une créance mentionnée au second\nalinéa du 1 du I ou d'une plus-value imposable en application du II bénéficie par ailleurs de ce sursis au\ntitre d'une plus-value mentionnée au premier alinéa du 1 du I, il déclare sur la déclaration mentionnée au\npremier alinéa du présent IX le montant cumulé des impôts en sursis de paiement au titre de l'ensemble de\nces plus-values et créances et indique sur le formulaire mentionné au même premier alinéa le montant des\nplus-values et créances constatées conformément au I et au II et l'impôt afférent aux plus-values et créances\npour lesquelles le sursis de paiement n'est pas expiré.\n \n3. Dans le délai prévu à l'article 175, il déclare, l'année suivant celle de l'expiration du sursis de paiement,\nsur le même formulaire joint à la déclaration prévue au 1 de l'article 170, la nature et la date de l'événement\nentraînant l'expiration du sursis de paiement ainsi que le montant de l'impôt exigible afférent aux plus-values\net aux créances constatées dans les conditions du I du présent article et modifiées, le cas échéant, dans les\nconditions du VIII, ou imposables en application du II. Il fournit, à l'appui de cette déclaration, les éléments\nde calcul retenus. L'impôt définitif est acquitté au moment du dépôt de ce formulaire.\n \nLorsque le contribuable n'a pas bénéficié d'un sursis de paiement en application des IV et V, il demande,\ndans le délai prévu à l'article 175, l'année suivant la survenance de l'un des événements prévus aux a et b du\n1 du VII et lorsqu'il se trouve dans l'un des cas prévus au VIII, la restitution de l'impôt calculé en application\ndu II bis et acquitté l'année suivant son transfert de domicile fiscal hors de France afférent à la plus-value\nlatente constatée sur les titres et créances concernés par l'un des événements précités.\n \nL'année suivant la survenance de l'un des événements prévus aux 2 à 4 du VII et dans le délai prévu à l'article\n175, le contribuable déclare la nature ainsi que la date de ces événements et demande le dégrèvement ou\nla restitution de l'impôt calculé en application du II bis afférent aux plus-values constatées sur les titres et\ncréances concernés par l'un de ces événements.\n \n4. Le défaut de production de la déclaration et du formulaire mentionnés aux 1 et 2 ainsi qu'au dernier\nalinéa du 3 du présent IX ou l'omission de tout ou partie des renseignements qui doivent y figurer entraîne\nl'exigibilité immédiate de l'impôt en sursis de paiement.\n \n5. Dans les deux mois suivant chaque transfert de domicile fiscal, les contribuables sont tenus d'informer\nl'administration fiscale de l'adresse du nouveau domicile fiscal.\n \nX. – Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives des\ncontribuables.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre premier : Impôt sur le revenu\nSection II : Revenus imposables\n2e Sous-section : Revenu global\nV : Evaluation forfaitaire minimale du revenu imposable d'après\ncertains éléments du train de vie"
}