{
  "code": "CGI_151_septies_A",
  "article_number": "151 septies A",
  "chunks": [
    "Article 151 septies A\n \nI. – Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies, autres que celles\nmentionnées au III, réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou\nagricole, sont exonérées lorsque les conditions suivantes sont réunies :\n \n1° L'activité doit avoir été exercée pendant au moins cinq ans ;\n \n2° La cession est réalisée à titre onéreux et porte sur une entreprise individuelle ou sur l'intégralité des droits\nou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société ou\nd'un groupement dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt\nsur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens\ndu I de l'article 151 nonies ;\n \n3° Le cédant cesse toute fonction dans l'entreprise individuelle cédée ou dans la société ou le groupement\ndont les droits ou parts sont cédés et fait valoir ses droits à la retraite, dans les deux années suivant ou\nprécédant la cession ;\n \n4° Le cédant ne doit pas détenir, directement ou indirectement, plus de 50 % des droits de vote ou des droits\ndans les bénéfices sociaux de l'entreprise cessionnaire ;\n \n5° L'entreprise individuelle cédée ou la société ou le groupement dont les droits ou parts sont cédés emploie\nmoins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions\nd'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ;\n \n6° Le capital ou les droits de vote de la société ou du groupement dont les droits ou parts sont cédés ne\nsont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant\npas aux conditions du 5°, de manière continue au cours de l'exercice. Pour la détermination de ce\npourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques,\ndes fonds professionnels spécialisés relevant de l'article L. 214-37 du code monétaire et financier dans\nsa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la\ngestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des\nsociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles\nd'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance\nau sens du 12 de l'article 39 entre la société ou le groupement en cause et ces dernières sociétés ou ces fonds.\nCette condition s'apprécie de manière continue au cours de l'exercice.\n \nI bis. – L'exonération prévue aux I et I quater s'applique dans les mêmes conditions aux plus-values en report\nd'imposition sur le fondement du I ter de l'article 93 quater, du a du I de l'article 151 octies, des I et II de\nl'article 151 octies A, du I de l'article 151 octies B et du premier alinéa du IV de l'article 151 nonies .\n \nI ter. – Sont également éligibles au présent dispositif, dans les conditions du I et pour la seule plus-value\nimposable au nom de l'associé, les cessions d'activité réalisées par les sociétés visées au 2° du I à condition\nqu'il soit procédé à la dissolution de la société de manière concomitante à la cession et que ledit associé fasse\nvaloir ses droits à la retraite dans les deux années suivant ou précédant la cession.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nI quater. – A.-Sont également exonérées les plus-values de cession soumises au régime des articles 39\nduodecies à 39 quindecies, autres que celles mentionnées au III du présent article, réalisées dans le cadre d'un\ncontrat de cessions échelonnées d'une société ou d'un groupement agricole, lorsque les conditions suivantes\nsont réunies :\n \n1° Le contrat porte sur l'intégralité des droits ou des parts détenus par un contribuable dans une société ou\nun groupement dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt\nsur le revenu et qui sont considérés, au jour de la première cession ou, s'il est antérieur, au jour précédant\nson départ à la retraite ou la cessation de ses fonctions, comme des éléments d'actif affectés à l'exercice de la\nprofession, au sens du I de l'article 151 nonies ;\n \n2° Le contribuable exerce, au jour de la première cession ou, s'il est antérieur, au jour précédant son départ\nà la retraite ou la cessation de ses fonctions, son activité professionnelle dans le cadre de la société ou du\ngroupement dont les droits ou les parts sont cédés. Cette activité doit avoir été exercée pendant au moins cinq\nans à cette date ;\n \n3° Les cessions sont réalisées à titre onéreux au profit :\n \na) D'une ou de plusieurs personnes physiques justifiant de l'octroi des aides à l'installation des jeunes\nagriculteurs mentionnées au I de l'article 73 B au titre de la première cession ;\n \nb) Ou d'une société ou d'un groupement dont chacun des associés ou des membres justifie de l'octroi des\naides mentionnées au a du présent 3° au titre de la première cession ;\n \n4° L'intégralité des droits ou des parts mentionnés au 1° doit être cédée dans un délai de six ans à compter de\nla première cession ;\n \n5° Le cédant cesse toute fonction dans la société ou le groupement dont les droits ou les parts sont cédés et\nfait valoir ses droits à la retraite au plus tôt dans les deux années précédant la date de première cession et au\nplus tard dans les deux années suivant la date de la dernière cession ;\n \n6° Le cédant ne détient ni directement ni indirectement de droits de vote ou de droits dans les bénéfices\nsociaux après la dernière cession ;\n \n7° Le cédant respecte la condition prévue au 4° du I aux dates de la première et de la dernière cessions et\npendant toute la période entre ces deux dates ;\n \n8° Les conditions prévues aux 5° et 6° du même I sont respectées au jour de la première cession.\n \nB. - Les plus-values de cession exonérées, mentionnées au A du présent I quater, sont portées sur un état de\nsuivi conforme au modèle fourni par l'administration, qui mentionne la date de chaque cession, la quotité de\ndroits ou de parts transmise et les renseignements nécessaires au calcul des plus-values exonérées. Le cédant\ndoit joindre cet état de suivi à sa déclaration de revenus.\n \nII. – L'exonération prévue au I est remise en cause si le cédant relève de la situation mentionnée au 4° du I à\nun moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du\nrégime prévu au présent article.\n \nLorsque l'une des conditions prévues aux 2° ou 3° du I n'est pas remplie au terme du délai prévu à ce même\n3°, l'exonération prévue au I est remise en cause au titre de l'année au cours de laquelle intervient le terme de\nce délai.\n \nII bis. – A.-L'exonération prévue au I quater est remise en cause au titre de l'année qui suit celle de la\npremière cession si le cédant n'est pas en mesure de justifier, au plus tard à la date du dépôt de la déclaration\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nde revenus relative à cette année, de l'octroi, aux cessionnaires mentionnés aux a et b du 3° du A du même I\nquater, des aides mentionnées au I de l'article 73 B.  \nB.-Si le cédant ne remplit plus la condition mentionnée aux 6° ou 7° du A du I quater, l'exonération prévue\nau même I quater est remise en cause, pour l'ensemble des cessions, au titre de l'année au cours de laquelle\ncette condition n'est plus remplie.  \nC.-Lorsque l'une des conditions prévues aux 4° ou 5° du A du I quater n'est pas remplie à l'expiration du\ndélai prévu aux mêmes 4° et 5°, l'exonération prévue au même I quater est remise en cause, pour l'ensemble\ndes cessions, au titre de l'année au cours de laquelle intervient l'expiration de ce délai.  \nD.-Par dérogation au B du présent II bis, si le contrat de cessions échelonnées mentionné au premier alinéa\ndu A du I quater fait l'objet d'une résiliation au sens de l'article 1229 du code civil, l'exonération prévue au\nI quater du présent article est remise en cause, pour l'ensemble des cessions réalisées, au titre de l'année au\ncours de laquelle intervient cette résiliation.\n \nIII. – Sont imposées dans les conditions de droit commun les plus-values portant sur :\n \n1° Des biens immobiliers bâtis ou non bâtis ou des droits ou parts de sociétés dont l'actif est principalement\nconstitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est\nprincipalement constitué des mêmes biens, droits ou parts ;\n \n2° Des droits ou parts mentionnés au 2° du I lorsque l'actif de la société ou du groupement est principalement\nconstitué de biens immobiliers bâtis ou non bâtis non affectés par la société ou le groupement à sa propre\nexploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits\nou parts.\n \nIV. – Par dérogation au 2° du I, la cession à titre onéreux d'une activité qui fait l'objet d'un contrat de\nlocation-gérance ou d'un contrat comparable peut bénéficier du régime mentionné au I si les conditions\nsuivantes sont simultanément satisfaites :\n \n1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ;\n \n2° La cession est réalisée au profit du locataire ou, dans le respect du contrat, de toute autre personne, sous\nréserve que cette cession porte sur l'intégralité des éléments concourant à l'exploitation de l'activité qui a fait\nl'objet du contrat de location-gérance ou d'un contrat comparable.\n \nIV bis. – En cas de cession à titre onéreux de parts ou d'actions de sociétés passibles de l'impôt sur les\nsociétés ou d'un impôt équivalent ou soumises sur option à cet impôt, rendant imposable une plus-value en\nreport d'imposition sur le fondement du I ter de l'article 93 quater, du a du I de l'article 151 octies, des I et\nII de l'article 151 octies A, du I de l'article 151 octies B ou du III de l'article 151 nonies, cette plus-value en\nreport est exonérée, lorsque les conditions suivantes sont réunies :\n \n1° Le cédant :\n \na) Doit avoir exercé, de manière continue pendant les cinq années précédant la cession, l'une des fonctions\nénumérées au 1° du 1 du III de l'article 975 et dans les conditions prévues au même 1° dans la société dont\nles titres sont cédés ;\n \nb) Cesse toute fonction dans la société dont les titres sont cédés et fait valoir ses droits à la retraite, dans les\ndeux années suivant ou précédant la cession ;\n \nc) Remplit la condition prévue au 4° du I ;\n \n2° La cession porte sur l'intégralité des titres de la société ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n3° La société dont les titres sont cédés :\n \na) Répond aux conditions prévues aux 5° et 6° du I ;\n \nb) A son siège social dans un État membre de l'Union européenne ou dans un autre Etat partie à l'accord sur\nl'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en\nvue de lutter contre la fraude et l'évasion fiscales ;\n \nc) Doit avoir exercé, de manière continue pendant les cinq années précédant la cession, une activité\ncommerciale, industrielle, artisanale, libérale ou agricole, à l'exception de la gestion de son propre\npatrimoine mobilier ou immobilier.\n \nL'exonération mentionnée au premier alinéa du présent IV bis est remise en cause si le cédant relève de la\nsituation mentionnée au 4° du I à un moment quelconque au cours des trois années qui suivent la réalisation\nde la cession de l'intégralité des titres.\n \nLorsque l'une des conditions prévues au b du 1° ou au 2° n'est pas remplie au terme du délai prévu à ce\nmême b, l'exonération prévue au présent IV bis est remise en cause au titre de l'année au cours de laquelle\nintervient le terme de ce délai.\n \nV. – 1. L'indemnité compensatrice versée à un agent général d'assurances par la compagnie d'assurances\nqu'il représente à l'occasion de la cessation du mandat bénéficie du régime mentionné au I si les conditions\nsuivantes sont réunies :\n \na) Le contrat dont la cessation est indemnisée doit avoir été conclu depuis au moins cinq ans au moment de\nla cessation ;\n \nb) L'agent général d'assurances fait valoir ses droits à la retraite dans les deux années suivant la cessation du\ncontrat ;\n \nc) L'activité est intégralement poursuivie dans le délai de deux ans.\n \n2. Lorsque le régime de faveur prévu au 1 s'applique, l'agent général d'assurances qui cesse son activité\nest assujetti, sur le montant de l'indemnité compensatrice, à une taxe exceptionnelle établie selon le tarif\nprévu à l'article 719. Cette taxe est établie, contrôlée et recouvrée comme l'impôt sur le revenu et sous les\nmêmes garanties et sanctions. Un décret détermine les modalités d'application du présent 2 et les obligations\ndéclaratives incombant aux redevables et aux compagnies d'assurances.\n \nVI. – L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus\nau I ter de l'article 93 quater et aux articles 151 octies et 151 octies A."
  ],
  "full_text": "Article 151 septies A\n \nI. – Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies, autres que celles\nmentionnées au III, réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou\nagricole, sont exonérées lorsque les conditions suivantes sont réunies :\n \n1° L'activité doit avoir été exercée pendant au moins cinq ans ;\n \n2° La cession est réalisée à titre onéreux et porte sur une entreprise individuelle ou sur l'intégralité des droits\nou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société ou\nd'un groupement dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt\nsur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens\ndu I de l'article 151 nonies ;\n \n3° Le cédant cesse toute fonction dans l'entreprise individuelle cédée ou dans la société ou le groupement\ndont les droits ou parts sont cédés et fait valoir ses droits à la retraite, dans les deux années suivant ou\nprécédant la cession ;\n \n4° Le cédant ne doit pas détenir, directement ou indirectement, plus de 50 % des droits de vote ou des droits\ndans les bénéfices sociaux de l'entreprise cessionnaire ;\n \n5° L'entreprise individuelle cédée ou la société ou le groupement dont les droits ou parts sont cédés emploie\nmoins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions\nd'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ;\n \n6° Le capital ou les droits de vote de la société ou du groupement dont les droits ou parts sont cédés ne\nsont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant\npas aux conditions du 5°, de manière continue au cours de l'exercice. Pour la détermination de ce\npourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques,\ndes fonds professionnels spécialisés relevant de l'article L. 214-37 du code monétaire et financier dans\nsa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la\ngestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des\nsociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles\nd'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance\nau sens du 12 de l'article 39 entre la société ou le groupement en cause et ces dernières sociétés ou ces fonds.\nCette condition s'apprécie de manière continue au cours de l'exercice.\n \nI bis. – L'exonération prévue aux I et I quater s'applique dans les mêmes conditions aux plus-values en report\nd'imposition sur le fondement du I ter de l'article 93 quater, du a du I de l'article 151 octies, des I et II de\nl'article 151 octies A, du I de l'article 151 octies B et du premier alinéa du IV de l'article 151 nonies .\n \nI ter. – Sont également éligibles au présent dispositif, dans les conditions du I et pour la seule plus-value\nimposable au nom de l'associé, les cessions d'activité réalisées par les sociétés visées au 2° du I à condition\nqu'il soit procédé à la dissolution de la société de manière concomitante à la cession et que ledit associé fasse\nvaloir ses droits à la retraite dans les deux années suivant ou précédant la cession.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nI quater. – A.-Sont également exonérées les plus-values de cession soumises au régime des articles 39\nduodecies à 39 quindecies, autres que celles mentionnées au III du présent article, réalisées dans le cadre d'un\ncontrat de cessions échelonnées d'une société ou d'un groupement agricole, lorsque les conditions suivantes\nsont réunies :\n \n1° Le contrat porte sur l'intégralité des droits ou des parts détenus par un contribuable dans une société ou\nun groupement dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt\nsur le revenu et qui sont considérés, au jour de la première cession ou, s'il est antérieur, au jour précédant\nson départ à la retraite ou la cessation de ses fonctions, comme des éléments d'actif affectés à l'exercice de la\nprofession, au sens du I de l'article 151 nonies ;\n \n2° Le contribuable exerce, au jour de la première cession ou, s'il est antérieur, au jour précédant son départ\nà la retraite ou la cessation de ses fonctions, son activité professionnelle dans le cadre de la société ou du\ngroupement dont les droits ou les parts sont cédés. Cette activité doit avoir été exercée pendant au moins cinq\nans à cette date ;\n \n3° Les cessions sont réalisées à titre onéreux au profit :\n \na) D'une ou de plusieurs personnes physiques justifiant de l'octroi des aides à l'installation des jeunes\nagriculteurs mentionnées au I de l'article 73 B au titre de la première cession ;\n \nb) Ou d'une société ou d'un groupement dont chacun des associés ou des membres justifie de l'octroi des\naides mentionnées au a du présent 3° au titre de la première cession ;\n \n4° L'intégralité des droits ou des parts mentionnés au 1° doit être cédée dans un délai de six ans à compter de\nla première cession ;\n \n5° Le cédant cesse toute fonction dans la société ou le groupement dont les droits ou les parts sont cédés et\nfait valoir ses droits à la retraite au plus tôt dans les deux années précédant la date de première cession et au\nplus tard dans les deux années suivant la date de la dernière cession ;\n \n6° Le cédant ne détient ni directement ni indirectement de droits de vote ou de droits dans les bénéfices\nsociaux après la dernière cession ;\n \n7° Le cédant respecte la condition prévue au 4° du I aux dates de la première et de la dernière cessions et\npendant toute la période entre ces deux dates ;\n \n8° Les conditions prévues aux 5° et 6° du même I sont respectées au jour de la première cession.\n \nB. - Les plus-values de cession exonérées, mentionnées au A du présent I quater, sont portées sur un état de\nsuivi conforme au modèle fourni par l'administration, qui mentionne la date de chaque cession, la quotité de\ndroits ou de parts transmise et les renseignements nécessaires au calcul des plus-values exonérées. Le cédant\ndoit joindre cet état de suivi à sa déclaration de revenus.\n \nII. – L'exonération prévue au I est remise en cause si le cédant relève de la situation mentionnée au 4° du I à\nun moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du\nrégime prévu au présent article.\n \nLorsque l'une des conditions prévues aux 2° ou 3° du I n'est pas remplie au terme du délai prévu à ce même\n3°, l'exonération prévue au I est remise en cause au titre de l'année au cours de laquelle intervient le terme de\nce délai.\n \nII bis. – A.-L'exonération prévue au I quater est remise en cause au titre de l'année qui suit celle de la\npremière cession si le cédant n'est pas en mesure de justifier, au plus tard à la date du dépôt de la déclaration\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nde revenus relative à cette année, de l'octroi, aux cessionnaires mentionnés aux a et b du 3° du A du même I\nquater, des aides mentionnées au I de l'article 73 B.  \nB.-Si le cédant ne remplit plus la condition mentionnée aux 6° ou 7° du A du I quater, l'exonération prévue\nau même I quater est remise en cause, pour l'ensemble des cessions, au titre de l'année au cours de laquelle\ncette condition n'est plus remplie.  \nC.-Lorsque l'une des conditions prévues aux 4° ou 5° du A du I quater n'est pas remplie à l'expiration du\ndélai prévu aux mêmes 4° et 5°, l'exonération prévue au même I quater est remise en cause, pour l'ensemble\ndes cessions, au titre de l'année au cours de laquelle intervient l'expiration de ce délai.  \nD.-Par dérogation au B du présent II bis, si le contrat de cessions échelonnées mentionné au premier alinéa\ndu A du I quater fait l'objet d'une résiliation au sens de l'article 1229 du code civil, l'exonération prévue au\nI quater du présent article est remise en cause, pour l'ensemble des cessions réalisées, au titre de l'année au\ncours de laquelle intervient cette résiliation.\n \nIII. – Sont imposées dans les conditions de droit commun les plus-values portant sur :\n \n1° Des biens immobiliers bâtis ou non bâtis ou des droits ou parts de sociétés dont l'actif est principalement\nconstitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est\nprincipalement constitué des mêmes biens, droits ou parts ;\n \n2° Des droits ou parts mentionnés au 2° du I lorsque l'actif de la société ou du groupement est principalement\nconstitué de biens immobiliers bâtis ou non bâtis non affectés par la société ou le groupement à sa propre\nexploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits\nou parts.\n \nIV. – Par dérogation au 2° du I, la cession à titre onéreux d'une activité qui fait l'objet d'un contrat de\nlocation-gérance ou d'un contrat comparable peut bénéficier du régime mentionné au I si les conditions\nsuivantes sont simultanément satisfaites :\n \n1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ;\n \n2° La cession est réalisée au profit du locataire ou, dans le respect du contrat, de toute autre personne, sous\nréserve que cette cession porte sur l'intégralité des éléments concourant à l'exploitation de l'activité qui a fait\nl'objet du contrat de location-gérance ou d'un contrat comparable.\n \nIV bis. – En cas de cession à titre onéreux de parts ou d'actions de sociétés passibles de l'impôt sur les\nsociétés ou d'un impôt équivalent ou soumises sur option à cet impôt, rendant imposable une plus-value en\nreport d'imposition sur le fondement du I ter de l'article 93 quater, du a du I de l'article 151 octies, des I et\nII de l'article 151 octies A, du I de l'article 151 octies B ou du III de l'article 151 nonies, cette plus-value en\nreport est exonérée, lorsque les conditions suivantes sont réunies :\n \n1° Le cédant :\n \na) Doit avoir exercé, de manière continue pendant les cinq années précédant la cession, l'une des fonctions\nénumérées au 1° du 1 du III de l'article 975 et dans les conditions prévues au même 1° dans la société dont\nles titres sont cédés ;\n \nb) Cesse toute fonction dans la société dont les titres sont cédés et fait valoir ses droits à la retraite, dans les\ndeux années suivant ou précédant la cession ;\n \nc) Remplit la condition prévue au 4° du I ;\n \n2° La cession porte sur l'intégralité des titres de la société ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n3° La société dont les titres sont cédés :\n \na) Répond aux conditions prévues aux 5° et 6° du I ;\n \nb) A son siège social dans un État membre de l'Union européenne ou dans un autre Etat partie à l'accord sur\nl'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en\nvue de lutter contre la fraude et l'évasion fiscales ;\n \nc) Doit avoir exercé, de manière continue pendant les cinq années précédant la cession, une activité\ncommerciale, industrielle, artisanale, libérale ou agricole, à l'exception de la gestion de son propre\npatrimoine mobilier ou immobilier.\n \nL'exonération mentionnée au premier alinéa du présent IV bis est remise en cause si le cédant relève de la\nsituation mentionnée au 4° du I à un moment quelconque au cours des trois années qui suivent la réalisation\nde la cession de l'intégralité des titres.\n \nLorsque l'une des conditions prévues au b du 1° ou au 2° n'est pas remplie au terme du délai prévu à ce\nmême b, l'exonération prévue au présent IV bis est remise en cause au titre de l'année au cours de laquelle\nintervient le terme de ce délai.\n \nV. – 1. L'indemnité compensatrice versée à un agent général d'assurances par la compagnie d'assurances\nqu'il représente à l'occasion de la cessation du mandat bénéficie du régime mentionné au I si les conditions\nsuivantes sont réunies :\n \na) Le contrat dont la cessation est indemnisée doit avoir été conclu depuis au moins cinq ans au moment de\nla cessation ;\n \nb) L'agent général d'assurances fait valoir ses droits à la retraite dans les deux années suivant la cessation du\ncontrat ;\n \nc) L'activité est intégralement poursuivie dans le délai de deux ans.\n \n2. Lorsque le régime de faveur prévu au 1 s'applique, l'agent général d'assurances qui cesse son activité\nest assujetti, sur le montant de l'indemnité compensatrice, à une taxe exceptionnelle établie selon le tarif\nprévu à l'article 719. Cette taxe est établie, contrôlée et recouvrée comme l'impôt sur le revenu et sous les\nmêmes garanties et sanctions. Un décret détermine les modalités d'application du présent 2 et les obligations\ndéclaratives incombant aux redevables et aux compagnies d'assurances.\n \nVI. – L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus\nau I ter de l'article 93 quater et aux articles 151 octies et 151 octies A."
}