{
  "code": "CGI_217_undecies",
  "article_number": "217 undecies",
  "chunks": [
    "Article 217 undecies\n \nI. – Les entreprises soumises à l'impôt sur les sociétés réalisant, au titre de leur dernier exercice clos, un\nchiffre d'affaires inférieur à 20 millions d'euros peuvent déduire de leurs résultats imposables une somme\négale au montant, hors taxes et hors frais de toute nature, notamment les commissions d'acquisition, à\nl'exception des frais de transport, d'installation et de mise en service amortissables, des investissements\nproductifs, diminuée de la fraction de leur prix de revient financée par une aide publique ainsi que, lorsque\nl'investissement a pour objet de remplacer un investissement ayant bénéficié de l'un des dispositifs définis\nau présent article ou aux articles 199 undecies B ou 244 quater W, de la valeur réelle de l'investissement\nremplacé, qu'elles réalisent dans les départements de la Guadeloupe, de la Guyane, de la Martinique,\nde Mayotte et de la Réunion pour l'exercice d'une activité éligible en application du I de l'article 199\nundecies B. Lorsque l'entreprise n'a clôturé aucun exercice, son chiffre d'affaires est réputé nul. Si le\ndernier exercice clos est d'une durée de plus ou moins de douze mois, le montant du chiffre d'affaires est\ncorrigé pour correspondre à une année pleine. Lorsque la déduction d'impôt s'applique dans les conditions\nprévues aux quatorzième à dix-neuvième alinéas, le chiffre d'affaires défini au présent alinéa s'apprécie au\nniveau de l'entreprise locataire ou crédit-preneuse, qui en communique le montant à la société qui réalise\nl'investissement. Lorsque l'entreprise mentionnée aux première et avant-dernière phrases du présent alinéa\nest liée, directement ou indirectement, à une ou plusieurs autres entreprises au sens du 12 de l'article 39,\nle chiffre d'affaires à retenir s'entend de la somme de son chiffre d'affaires et de celui de l'ensemble des\nentreprises qui lui sont liées. Pour les projets d'investissement comportant l'acquisition, l'installation ou\nl'exploitation d'équipements de production d'énergie renouvelable, le montant déductible mentionné à la\npremière phrase du présent alinéa est pris en compte dans la limite d'un montant par watt installé fixé par\narrêté conjoint des ministres chargés du budget, de l'énergie, de l'outre-mer et de l'industrie pour chaque type\nd'équipement. Ce montant prend en compte les coûts d'acquisition et d'installation directement liés à ces\néquipements. Pour les investissements consistant en l'acquisition de véhicules de tourisme mentionnés à la\ntroisième phrase du quinzième alinéa du I de l'article 199 undecies B, le montant déductible mentionné à la\npremière phrase du présent alinéa est retenu dans la limite d'un montant fixé par décret, qui ne peut excéder\n30 000 € par véhicule. La déduction est opérée sur le résultat de l'exercice au cours duquel l'investissement\nest mis en service, le déficit éventuel de l'exercice étant reporté dans les conditions prévues au I de l'article\n209. Toutefois, en cas d'acquisition d'un immeuble à construire ou de construction d'immeuble, la déduction\nest opérée sur le résultat de l'exercice au cours duquel les fondations sont achevées. Si l'immeuble n'est pas\nachevé dans les deux ans suivant la date de l'achèvement des fondations, la somme déduite est rapportée\nau résultat imposable au titre de l'exercice au cours duquel intervient le terme de ce délai. En cas de\nréhabilitation hôtelière ou de réhabilitation lourde d'immeubles autres que ceux à usage d'habitation, la\ndéduction est accordée au titre de l'année d'achèvement des travaux. La déduction s'applique également aux\ninvestissements réalisés par une société soumise au régime d'imposition prévu à l'article 8, à l'exclusion des\nsociétés en participation, ou un groupement mentionné aux articles 239 quater ou 239 quater C, dont les parts\nsont détenues directement par des entreprises soumises à l'impôt sur les sociétés. Dans ce cas, la déduction\nest pratiquée par les associés ou membres dans une proportion correspondant à leurs droits dans la société ou\nle groupement.\n \nLa déduction prévue au premier alinéa ne s'applique qu'à la fraction du prix de revient des investissements\nréalisés par les entreprises qui excède le montant des apports en capital ouvrant droit au profit de leurs\nassociés aux déductions prévues au II et aux articles 199 undecies ou 199 undecies A et le montant des\nfinancements, apports en capital et prêts participatifs, apportés par les sociétés de financement définies au g\ndu 2 de l'article 199 undecies A.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLa déduction prévue au premier alinéa s'applique aux travaux de rénovation et de réhabilitation d'hôtel, de\nrésidence de tourisme et de village de vacances classés et aux travaux de réhabilitation lourde d'immeubles\nautres que ceux à usage d'habitation, lorsque ces travaux constituent des éléments de l'actif immobilisé. La\ndéduction ne s'applique pas à l'acquisition de véhicules de tourisme au sens de l'article L. 421-2 du code des\nimpositions sur les biens et services qui ne sont pas strictement indispensables à l'exercice d'une activité\naquacole, agricole, sylvicole ou minière. Toutefois, la déduction s'applique aux investissements consistant en\nl'acquisition de véhicules de tourisme mentionnés à la troisième phrase du quinzième alinéa du I de l'article\n199 undecies B.\n \nLa déduction prévue au premier alinéa s'applique à la réalisation d'investissements affectés plus de cinq\nans par le concessionnaire à l'exploitation d'une concession de service public local à caractère industriel\net commercial et réalisés dans des secteurs éligibles définis par ce même alinéa. La déduction prévue au\npremier alinéa s'applique aux investissements mentionnés aux deuxième et dernière phrases du seizième\nalinéa du I de l'article 199 undecies B, dans les mêmes conditions que celles prévues aux mêmes phrases.\nLa déduction prévue au premier alinéa ne s'applique pas aux investissements donnés en location ou mis à la\ndisposition de ménages ou de syndicats de copropriétaires, y compris dans le cadre de contrats incluant la\nfourniture de prestations de services.\n \nLa déduction prévue au premier alinéa s'applique aux investissements mentionnés au premier alinéa du I\nter de l'article 199 undecies B à hauteur de la moitié de leur coût de revient, hors taxes et hors frais de toute\nnature, notamment les commissions d'acquisition, à l'exception des frais de transport, diminuée du montant\ndes aides publiques accordées pour leur financement, lorsque les conditions prévues à ce même I ter sont\nsatisfaites. Pour les équipements et opérations de pose du câble de secours mentionnés au dernier alinéa de\nce même I ter, la déduction s'applique aux investissements à hauteur du quart de leur coût de revient, sous\nréserve du respect des conditions prévues à la phrase précédente. Le montant de l'aide fiscale peut être réduit\nde moitié au plus, compte tenu du besoin de financement de la société exploitante pour la réalisation de ce\nprojet et de l'impact de l'aide sur les tarifs. La déduction prévue au premier alinéa du présent I s'applique\négalement aux investissements mentionnés au I quater de l'article 199 undecies B, lorsque les conditions\nprévues au même I quater sont satisfaites, à hauteur de 20 % de leur coût de revient, hors taxes et hors frais\nde toute nature, notamment les commissions d'acquisition et les frais de transport de ces navires, diminuée\ndu montant des aides publiques accordées pour leur financement et, lorsque l'investissement a pour objet de\nremplacer un investissement ayant bénéficié de l'un des dispositifs définis au présent article ou aux articles\n199 undecies B ou 244 quater W, de la valeur réelle de l'investissement remplacé. Pour les investissements\nréalisés dans le secteur du transport aérien ou maritime, la déduction prévue au premier alinéa s'applique\nsous réserve du respect des conditions prévues au I bis de l'article 199 undecies B. La déduction prévue au\npremier alinéa du présent I s'applique également aux investissements mentionnés au I sexies du même article\n199 undecies B, lorsque les conditions prévues au même I sexies sont satisfaites. Pour ces investissements,\nl'assiette de la déduction fiscale est déterminée dans les conditions prévues au dernier alinéa dudit I sexies.\nLa déduction prévue au premier alinéa du présent I s'applique également aux investissements mentionnés au\nI quinquies de l'article 199 undecies B, lorsque les conditions prévues au même I quinquies sont satisfaites\n \nLa déduction prévue au premier alinéa du présent article s'applique aux acquisitions ou constructions de\nlogements neufs à usage locatif situés dans les départements d'outre-mer, à l'exclusion des logements neufs\nrépondant aux critères mentionnés aux b et c du 1 et au 5 du I de l'article 244 quater X, à hauteur du prix de\nrevient des logements, minoré, d'une part, des taxes et des commissions d'acquisition versées et, d'autre part,\ndes aides publiques reçues. Ce montant est retenu dans la limite mentionnée au 5 de l'article 199 undecies\nA, appréciée par mètre carré de surface habitable. Un décret précise la nature des sommes retenues pour\nl'appréciation du prix de revient de l'immeuble. Cette déduction s'applique lorsque les conditions suivantes\nsont réunies :\n \n1° L'entreprise s'engage à louer l'immeuble nu dans les douze mois de son achèvement, ou de son acquisition\nsi elle est postérieure, et pendant cinq ans au moins à des personnes qui en font leur résidence principale ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° Le loyer et les ressources du locataire n'excèdent pas des plafonds fixés par décret.\n \nSi, dans le délai de cinq ans de son acquisition ou de sa création, ou pendant sa durée normale d'utilisation si\nelle est inférieure ou pendant sept ans au moins lorsque sa durée normale d'utilisation est égale ou supérieure\nà sept ans, l'investissement ayant ouvert droit à déduction est cédé ou cesse d'être affecté à l'exploitation de\nl'entreprise utilisatrice ou si l'acquéreur cesse son activité, les sommes déduites sont rapportées au résultat\nimposable de l'entreprise ayant opéré la déduction au titre de l'exercice au cours duquel cet événement se\nréalise. Ce délai est porté à quinze ans pour les investissements consistant en la construction, la rénovation\nou la réhabilitation d'hôtels, de résidences de tourisme ou de villages de vacances, en la construction ou la\nréhabilitation lourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition ou la construction\nd'immeubles exploités dans le cadre des activités mentionnées à la deuxième phrase du g du I de l'article 199\nundecies B. Ces conséquences sont également applicables si les conditions prévues aux septième et huitième\nalinéas du présent I cessent d'être respectées. Ce délai est porté à dix ans pour les investissements portant sur\nles navires de croisière neufs d'une capacité maximum de 400 passagers.\n \nToutefois, la reprise de la déduction n'est pas effectuée lorsque les biens ayant ouvert droit à déduction\nsont transmis dans le cadre des opérations mentionnées aux articles 210 A ou 210 B si le bénéficiaire de\nla transmission s'engage à maintenir l'exploitation des biens outre-mer dans le cadre d'une activité éligible\npendant la fraction du délai de conservation restant à courir.\n \nL'engagement est pris dans l'acte constatant la transmission ou, à défaut, dans un acte sous seing privé ayant\ndate certaine, établi à cette occasion.\n \nEn cas de non-respect de cet engagement, le bénéficiaire de la transmission doit rapporter à ses résultats\nimposables, au titre de l'exercice au cours duquel l'engagement cesse d'être respecté, une somme égale au\nmontant de la déduction fiscale à laquelle les biens transmis ont ouvert droit.\n \nLorsque l'investissement est réalisé par une société ou un groupement visés aux deux dernières phrases\ndu premier alinéa, les associés ou membres doivent, en outre, conserver les parts de cette société ou de\nce groupement pendant un délai de cinq ans à compter de la réalisation de l'investissement ou pendant\nla durée normale d'utilisation de l'investissement si elle est inférieure. A défaut, ils doivent ajouter à leur\nrésultat imposable de l'exercice de cession le montant des déductions qu'ils ont pratiquées, diminué, le cas\néchéant, dans la proportion de leurs droits dans la société ou le groupement, des sommes déjà réintégrées en\napplication des dispositions du neuvième alinéa.\n \nLa déduction prévue au premier alinéa s'applique aux investissements productifs mis à la disposition d'une\nentreprise dans le cadre d'un contrat de location si les conditions suivantes sont réunies :\n \n1° Le contrat de location est conclu pour une durée au moins égale à cinq ans ou pour la durée normale\nd'utilisation du bien loué si elle est inférieure ;\n \n2° Le contrat de location revêt un caractère commercial ;\n \n3° L'entreprise locataire aurait pu bénéficier de la déduction prévue au premier alinéa si, imposable en\nFrance, elle avait acquis directement le bien ;\n \n4° L'entreprise propriétaire de l'investissement a son siège en France métropolitaine ou dans un département\nd'outre-mer ;\n \n5° 77 % de l'avantage en impôt procuré par la déduction pratiquée au titre de l'investissement et par\nl'imputation du déficit provenant de la location du bien acquis et de la moins-value réalisée lors de la\ncession de ce bien ou des titres de la société bailleresse sont rétrocédés à l'entreprise locataire sous forme de\ndiminution du loyer et du prix de cession du bien à l'exploitant.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nSi l'une des conditions énumérées aux quinzième à dix-neuvième alinéas cesse d'être respectée dans le délai\nmentionné au quinzième alinéa, les sommes déduites sont rapportées au résultat imposable de l'entreprise ou\ndes entreprises ayant pratiqué la déduction, au titre de l'exercice au cours duquel cet événement se réalise.\nLes sommes déduites ne sont pas rapportées lorsque, en cas de défaillance de l'entreprise locataire, les biens\nayant ouvert droit à déduction sont donnés en location à une nouvelle entreprise, qui s'engage à les maintenir\ndans l'activité pour laquelle ils ont été acquis ou créés pendant la fraction du délai d'exploitation restant à\ncourir, sous réserve que la condition mentionnée au dix-neuvième alinéa demeure vérifiée.\n \nPour les investissements dont la durée normale d'utilisation est au moins égale à sept ans, les quinzième à\nvingtième alinéas sont applicables lorsque l'entreprise locataire prend l'engagement d'utiliser effectivement\npendant sept ans au moins ces investissements dans le cadre de l'activité pour laquelle ils ont été acquis\nou créés. Cet engagement est porté à quinze ans pour les investissements consistant en la construction,\nla rénovation ou la réhabilitation d'hôtels, de résidences de tourisme ou de villages de vacances, en la\nconstruction ou la réhabilitation lourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition\nou la construction d'immeubles exploités dans le cadre des activités mentionnées à la deuxième phrase du g\ndu I de l'article 199 undecies B. Ce délai est porté à dix ans pour les investissements portant sur les navires\nde croisière neufs d'une capacité maximum de 400 passagers.\n \nLorsque l'investissement est réalisé dans les conditions prévues aux quatorzième à dix-neuvième alinéas\npar une société ou un groupement mentionnés à l'avant-dernière phrase du premier alinéa, les associés\nou membres doivent, en outre, conserver les parts de cette société ou de ce groupement pendant un délai\nde cinq ans à compter de la réalisation de l'investissement ou pendant la durée normale d'utilisation de\nl'investissement si elle est inférieure. A défaut, ils doivent ajouter à leur résultat imposable de l'exercice\nde cession le montant des déductions qu'ils ont pratiquées, diminué, le cas échéant, dans la proportion de\nleurs droits dans la société ou le groupement, des sommes déjà réintégrées en application des dispositions du\nvingtième alinéa.\n \nI bis. – La déduction prévue au premier alinéa du I s'applique également aux acquisitions ou constructions\nde logements neufs situés en Guadeloupe, en Guyane, en Martinique, à Mayotte ou à La Réunion si les\nconditions suivantes sont réunies :\n \n1° L'entreprise signe avec une personne physique, dans les douze mois de l'achèvement de l'immeuble, ou de\nson acquisition si elle est postérieure, un contrat de location-accession dans les conditions prévues par la loi\nn° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété immobilière ;\n \n2° L'acquisition ou la construction de l'immeuble a été financée au moyen d'un prêt mentionné au I de\nl'article D. 331-76-5-1 du code de la construction et de l'habitation ;\n \n3° Les trois quarts de l'avantage en impôt procuré par la déduction pratiquée au titre de l'acquisition ou la\nconstruction de l'immeuble sont rétrocédés à la personne physique signataire du contrat mentionné au 1° sous\nforme de diminution de la redevance prévue à l'article 5 de la loi n° 84-595 du 12 juillet 1984 précitée et du\nprix de cession de l'immeuble.\n \nII. – Les entreprises soumises à l'impôt sur les sociétés peuvent, d'autre part, déduire de leurs résultats\nimposables une somme égale au montant total des souscriptions au capital des sociétés de développement\nrégional des départements d'outre-mer ou des sociétés mentionnées au I effectuant dans les douze mois\nde la clôture de la souscription dans les mêmes départements des investissements productifs dans les\nsecteurs d'activité éligibles en application du I de l'article 199 undecies B. Lorsque la société affecte tout ou\npartie de la souscription à la construction d'immeubles destinés à l'exercice d'une activité éligible, elle doit\ns'engager à en achever les fondations dans les deux ans qui suivent la clôture de la souscription et à achever\nl'immeuble dans les deux ans qui suivent la date d'achèvement des fondations. La société doit s'engager\nà maintenir l'affectation des biens à l'activité éligible pendant les cinq ans qui suivent leur acquisition ou\npendant leur durée normale d'utilisation si elle est inférieure. En cas de non-respect de ces engagements,\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nles sommes déduites sont rapportées aux résultats imposables de l'entreprise ayant opéré la déduction au\ntitre de l'exercice au cours duquel le non-respect de l'engagement est constaté ; ces dispositions ne sont\npas applicables si les immobilisations en cause sont comprises dans un apport partiel d'actif réalisé sous\nle bénéfice de l'article 210 B ou si la société qui en est propriétaire fait l'objet d'une fusion placée sous le\nrégime de l'article 210 A, à la condition que la société bénéficiaire de l'apport, ou la société absorbante selon\nle cas, réponde aux conditions d'activité prévues au présent alinéa et reprenne, sous les mêmes conditions et\nsanctions, les engagements mentionnés au présent alinéa pour la fraction du délai restant à courir.\n \nPour les investissements dont la durée normale d'utilisation est au moins égale à sept ans, l'entreprise\nbénéficiaire de la souscription doit prendre l'engagement d'utiliser effectivement pendant sept ans au moins\nl'investissement dans le cadre de l'activité pour laquelle il a été acquis ou créé. Cet engagement est porté\nà dix ans pour les investissements portant sur les navires de croisière neufs d'une capacité maximale de\nquatre cents passagers et à quinze ans pour les investissements consistant en la construction, la rénovation\nou la réhabilitation d'hôtels, de résidences de tourisme ou de villages de vacances, en la construction ou la\nréhabilitation lourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition ou la construction\nd'immeubles exploités dans le cadre des activités mentionnées à la deuxième phrase du g du I de l'article 199\nundecies B.\n \nLa déduction prévue au premier alinéa s'applique aux souscriptions au capital de sociétés effectuant dans les\ndépartements d'outre-mer des travaux de rénovation et de réhabilitation d'hôtel, de résidence de tourisme et\nde village de vacances classés et des travaux de réhabilitation lourde d'immeubles autres que ceux à usage\nd'habitation exploités par ces sociétés, lorsque ces travaux constituent des éléments de l'actif immobilisé.\n \nLa déduction prévue au premier alinéa s'applique aux souscriptions au capital de sociétés concessionnaires\neffectuant dans les départements d'outre-mer des investissements productifs affectés plus de cinq ans par le\nconcessionnaire à l'exploitation d'une concession de service public local à caractère industriel et commercial,\net dont l'activité s'exerce exclusivement dans un secteur éligible, dans les départements ou collectivités\nd'outre-mer.\n \nII bis (Abrogé).\n \nII ter. – La déduction prévue au premier alinéa du II s'applique aux souscriptions au capital de sociétés\nsoumises à l'impôt sur les sociétés et qui sont affectées exclusivement à l'acquisition ou à la construction\nde logements neufs dans les départements d'outre-mer lorsque ces sociétés ont pour activité exclusive la\nlocation de tels logements dans les conditions mentionnées aux septième et huitième alinéas du I.\n \nCette déduction s'applique sous les conditions et sanctions prévues au II, à l'exception de celle mentionnée à\nla troisième phrase du premier alinéa du même II.\n \nII quater. – Les programmes d'investissement dont le montant total est supérieur à 1 000 000 € ne peuvent\nouvrir droit à la déduction mentionnée aux I, II et II ter que s'ils ont reçu un agrément préalable du ministre\nchargé du budget dans les conditions prévues au III.\n \nLes dispositions du premier alinéa sont également applicables aux investissements mentionnés au I et dont\nle montant total par programme est supérieur à 250 000 €, lorsqu'ils sont réalisés par une société ou un\ngroupement mentionnés à l'avant-dernière phrase du premier alinéa de ce même I.\n \nII quinquies. – La déduction prévue au II s'applique si les conditions prévues au dix-neuvième alinéa du I\nsont réunies.\n \nIII. – 1. Pour ouvrir droit à déduction, les investissements mentionnés au I réalisés dans les secteurs des\ntransports, de la navigation de plaisance, de l'agriculture, de la pêche maritime et de l'aquaculture, de\nl'industrie charbonnière et de la sidérurgie, de la construction navale, des fibres synthétiques, de l'industrie\nautomobile, ou concernant la rénovation et la réhabilitation d'hôtel, de résidence de tourisme et de village de\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nvacances classés ou des entreprises en difficultés, ou qui sont nécessaires à l'exploitation d'une concession de\nservice public local à caractère industriel et commercial doivent avoir reçu l'agrément préalable du ministre\nchargé du budget, après avis du ministre chargé de l'outre-mer. L'organe exécutif des collectivités d'outre-\nmer compétentes à titre principal en matière de développement économique est tenu informé des opérations\ndont la réalisation le concerne.\n \nL'agrément est délivré lorsque l'investissement :\n \na) Présente un intérêt économique pour le département dans lequel il est réalisé ; il ne doit pas porter atteinte\naux intérêts fondamentaux de la nation ou constituer une menace contre l'ordre public ou laisser présumer\nl'existence de blanchiment d'argent ;\n \nb) Poursuit comme l'un de ses buts principaux la création ou le maintien d'emplois dans ce département ;\n \nc) S'intègre dans la politique d'aménagement du territoire, de l'environnement et de développement durable ;\n \nd) Garantit la protection des investisseurs et des tiers.\n \nL'octroi de l'agrément est subordonné au respect par les bénéficiaires directs ou indirects de leurs obligations\nfiscales et sociales et à l'engagement pris par ces mêmes bénéficiaires que puissent être vérifiées sur place les\nmodalités de réalisation et d'exploitation de l'investissement aidé.\n \n2. L'agrément est tacite à défaut de réponse de l'administration dans un délai de trois mois à compter de la\nréception de la demande d'agrément. Ce délai est ramené à deux mois lorsque la décision est prise et notifiée\npar l'autorité compétente de l'Etat dans les départements d'outre-mer.\n \nLorsque l'administration envisage une décision de refus d'agrément, elle doit en informer le contribuable\npar un courrier qui interrompt le délai mentionné au premier alinéa et offre la possibilité au contribuable,\ns'il le sollicite, de saisir, dans un délai de quinze jours, une commission consultative dont la composition,\nles attributions et le fonctionnement sont définis par décret. En cas de saisine, un nouveau délai d'une durée\nidentique à celle mentionnée au premier alinéa court à compter de l'avis de la commission. La commission\ndispose, pour rendre cet avis, d'un délai ne pouvant excéder deux mois.\n \nLe délai mentionné au premier alinéa peut être interrompu par une demande de l'administration fiscale\nde compléments d'informations. Il est suspendu en cas de notification du projet pour examen et avis de la\nCommission européenne.\n \n3. Toutefois, les investissements mentionnés au I dont le montant total n'excède pas 250 000 € par\nprogramme sont dispensés de la procédure d'agrément préalable lorsqu'ils sont réalisés par une entreprise\nqui exerce son activité dans les départements visés au I depuis au moins deux ans dans l'un des secteurs\nmentionnés au premier alinéa du 1. Il en est de même lorsque ces investissements sont donnés en location à\nune telle entreprise. L'entreprise propriétaire des biens ou qui les a acquis en crédit-bail joint à sa déclaration\nde résultat un état récapitulatif des investissements réalisés au cours de l'exercice et au titre desquels la\ndéduction fiscale est pratiquée.\n \nLe premier alinéa ne s'applique pas au secteur des transports, à l'exception des véhicules neufs de moins de\nsept places acquis par les entreprises de transports publics de voyageurs et affectés de façon exclusive à la\nréalisation desdits transports lorsque les conditions de transport sont conformes à un tarif réglementaire.\n \nIII bis. (Abrogé).\n \nIII ter. (Transféré sous le III).\n \nIII quater. (abrogé).\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nIV. – En cas de cession dans un délai de cinq ans, décompté à partir de la date de réalisation de\nl'investissement, ou pendant la durée normale d'utilisation de l'investissement si elle est inférieure, de tout ou\npartie des droits sociaux souscrits par les entreprises avec le bénéfice des déductions prévues aux II ou II ter\nles sommes déduites sont rapportées au résultat imposable de l'année de cession, dans la limite, de la totalité\ndu prix de cession.\n \nToutefois, ces dispositions ne sont pas applicables dans le cas où, dans le délai mentionné au premier alinéa\ndu présent IV, l'entreprise propriétaire des titres ayant ouvert droit à la déduction prévue aux II ou II ter fait\nl'objet d'une transmission dans le cadre des dispositions prévues aux articles 210 A ou 210 B si l'entreprise\nqui devient propriétaire des titres remplit les conditions nécessaires pour bénéficier de cette déduction et\ns'engage à conserver les titres pendant la fraction du délai de conservation restant à courir. L'engagement est\npris dans l'acte constatant la transmission ou, à défaut, par acte sous seing privé ayant date certaine, établi à\ncette occasion.\n \nEn cas de non-respect de cet engagement, le bénéficiaire de la transmission doit rapporter à ses résultats\nimposables, au titre de l'exercice au cours duquel l'engagement cesse d'être respecté, une somme égale au\nmontant de la déduction fiscale à laquelle les titres transmis ont ouvert droit, dans la limite de la totalité du\nprix de cession. Il en est de même dans le cas où les titres souscrits avec le bénéfice de la déduction prévue\naux II ou II ter sont apportés ou échangés dans le cadre d'opérations soumises aux dispositions des articles\n210 A ou 210 B, si l'entreprise conserve, sous les mêmes conditions et sanctions, les titres nouveaux qui se\nsont substitués aux titres d'origine.\n \nIV bis. – Le montant de la déduction prévue par le présent article n'est pas pris en compte pour le calcul de\nl'abattement prévu à l'article 44 quaterdecies.\n \nIV ter. – La déduction prévue aux I, II ou II ter est subordonnée au respect par les sociétés réalisant\nl'investissement ou la souscription et, le cas échéant, les entreprises exploitantes, de leurs obligations fiscales\net sociales et de l'obligation de dépôt de leurs comptes annuels selon les modalités prévues aux articles L.\n232-21 à L. 232-23 du code de commerce à la date de réalisation de l'investissement ou de la souscription.\n \nSont considérés comme à jour de leurs obligations fiscales et sociales les employeurs qui, d'une part,\nont souscrit et respectent un plan d'apurement des cotisations restant dues et, d'autre part, acquittent les\ncotisations en cours à leur date normale d'exigibilité.\n \nPour l'application du premier alinéa en Nouvelle-Calédonie et en Polynésie française, les références aux\ndispositions du code de commerce sont remplacées par les dispositions prévues par la réglementation\napplicable localement.\n \nIV quater. – (Abrogé).\n \nV. – Les dispositions du présent article sont applicables aux investissements réalisés ou aux souscriptions\nversées à compter de la date de promulgation de la loi n° 2009-594 du 27 mai 2009 pour le développement\néconomique des outre-mer, à l'exception des investissements et des souscriptions pour l'agrément desquels\nune demande est parvenue à l'administration avant cette date.\n \nLe présent article est applicable aux investissements neufs mis en service jusqu'au 31 décembre 2025, aux\ntravaux de rénovation et de réhabilitation d'hôtels, de résidences de tourisme et de villages de vacances\nclassés et de réhabilitation lourde d'immeubles autres que ceux à usage d'habitation achevés au plus tard à\ncette date, aux acquisitions d'immeubles à construire et aux constructions d'immeubles dont les fondations\nsont achevées au plus tard à cette date et aux souscriptions versées jusqu'au 31 décembre 2025.\n \nUn décret en Conseil d'Etat précise, en tant que de besoin, les modalités de leur application et notamment les\nobligations déclaratives.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nVI. – Le bénéfice de la déduction prévue aux I, I bis, II et II ter est subordonné au respect de l'article 14\ndu règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014 déclarant certaines catégories d'aides\ncompatibles avec le marché intérieur en application des articles 107 et 108 du traité et la déduction ne\ns'applique pas aux investissements exploités par des entreprises en difficulté, au sens du même règlement."
  ],
  "full_text": "Article 217 undecies\n \nI. – Les entreprises soumises à l'impôt sur les sociétés réalisant, au titre de leur dernier exercice clos, un\nchiffre d'affaires inférieur à 20 millions d'euros peuvent déduire de leurs résultats imposables une somme\négale au montant, hors taxes et hors frais de toute nature, notamment les commissions d'acquisition, à\nl'exception des frais de transport, d'installation et de mise en service amortissables, des investissements\nproductifs, diminuée de la fraction de leur prix de revient financée par une aide publique ainsi que, lorsque\nl'investissement a pour objet de remplacer un investissement ayant bénéficié de l'un des dispositifs définis\nau présent article ou aux articles 199 undecies B ou 244 quater W, de la valeur réelle de l'investissement\nremplacé, qu'elles réalisent dans les départements de la Guadeloupe, de la Guyane, de la Martinique,\nde Mayotte et de la Réunion pour l'exercice d'une activité éligible en application du I de l'article 199\nundecies B. Lorsque l'entreprise n'a clôturé aucun exercice, son chiffre d'affaires est réputé nul. Si le\ndernier exercice clos est d'une durée de plus ou moins de douze mois, le montant du chiffre d'affaires est\ncorrigé pour correspondre à une année pleine. Lorsque la déduction d'impôt s'applique dans les conditions\nprévues aux quatorzième à dix-neuvième alinéas, le chiffre d'affaires défini au présent alinéa s'apprécie au\nniveau de l'entreprise locataire ou crédit-preneuse, qui en communique le montant à la société qui réalise\nl'investissement. Lorsque l'entreprise mentionnée aux première et avant-dernière phrases du présent alinéa\nest liée, directement ou indirectement, à une ou plusieurs autres entreprises au sens du 12 de l'article 39,\nle chiffre d'affaires à retenir s'entend de la somme de son chiffre d'affaires et de celui de l'ensemble des\nentreprises qui lui sont liées. Pour les projets d'investissement comportant l'acquisition, l'installation ou\nl'exploitation d'équipements de production d'énergie renouvelable, le montant déductible mentionné à la\npremière phrase du présent alinéa est pris en compte dans la limite d'un montant par watt installé fixé par\narrêté conjoint des ministres chargés du budget, de l'énergie, de l'outre-mer et de l'industrie pour chaque type\nd'équipement. Ce montant prend en compte les coûts d'acquisition et d'installation directement liés à ces\néquipements. Pour les investissements consistant en l'acquisition de véhicules de tourisme mentionnés à la\ntroisième phrase du quinzième alinéa du I de l'article 199 undecies B, le montant déductible mentionné à la\npremière phrase du présent alinéa est retenu dans la limite d'un montant fixé par décret, qui ne peut excéder\n30 000 € par véhicule. La déduction est opérée sur le résultat de l'exercice au cours duquel l'investissement\nest mis en service, le déficit éventuel de l'exercice étant reporté dans les conditions prévues au I de l'article\n209. Toutefois, en cas d'acquisition d'un immeuble à construire ou de construction d'immeuble, la déduction\nest opérée sur le résultat de l'exercice au cours duquel les fondations sont achevées. Si l'immeuble n'est pas\nachevé dans les deux ans suivant la date de l'achèvement des fondations, la somme déduite est rapportée\nau résultat imposable au titre de l'exercice au cours duquel intervient le terme de ce délai. En cas de\nréhabilitation hôtelière ou de réhabilitation lourde d'immeubles autres que ceux à usage d'habitation, la\ndéduction est accordée au titre de l'année d'achèvement des travaux. La déduction s'applique également aux\ninvestissements réalisés par une société soumise au régime d'imposition prévu à l'article 8, à l'exclusion des\nsociétés en participation, ou un groupement mentionné aux articles 239 quater ou 239 quater C, dont les parts\nsont détenues directement par des entreprises soumises à l'impôt sur les sociétés. Dans ce cas, la déduction\nest pratiquée par les associés ou membres dans une proportion correspondant à leurs droits dans la société ou\nle groupement.\n \nLa déduction prévue au premier alinéa ne s'applique qu'à la fraction du prix de revient des investissements\nréalisés par les entreprises qui excède le montant des apports en capital ouvrant droit au profit de leurs\nassociés aux déductions prévues au II et aux articles 199 undecies ou 199 undecies A et le montant des\nfinancements, apports en capital et prêts participatifs, apportés par les sociétés de financement définies au g\ndu 2 de l'article 199 undecies A.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLa déduction prévue au premier alinéa s'applique aux travaux de rénovation et de réhabilitation d'hôtel, de\nrésidence de tourisme et de village de vacances classés et aux travaux de réhabilitation lourde d'immeubles\nautres que ceux à usage d'habitation, lorsque ces travaux constituent des éléments de l'actif immobilisé. La\ndéduction ne s'applique pas à l'acquisition de véhicules de tourisme au sens de l'article L. 421-2 du code des\nimpositions sur les biens et services qui ne sont pas strictement indispensables à l'exercice d'une activité\naquacole, agricole, sylvicole ou minière. Toutefois, la déduction s'applique aux investissements consistant en\nl'acquisition de véhicules de tourisme mentionnés à la troisième phrase du quinzième alinéa du I de l'article\n199 undecies B.\n \nLa déduction prévue au premier alinéa s'applique à la réalisation d'investissements affectés plus de cinq\nans par le concessionnaire à l'exploitation d'une concession de service public local à caractère industriel\net commercial et réalisés dans des secteurs éligibles définis par ce même alinéa. La déduction prévue au\npremier alinéa s'applique aux investissements mentionnés aux deuxième et dernière phrases du seizième\nalinéa du I de l'article 199 undecies B, dans les mêmes conditions que celles prévues aux mêmes phrases.\nLa déduction prévue au premier alinéa ne s'applique pas aux investissements donnés en location ou mis à la\ndisposition de ménages ou de syndicats de copropriétaires, y compris dans le cadre de contrats incluant la\nfourniture de prestations de services.\n \nLa déduction prévue au premier alinéa s'applique aux investissements mentionnés au premier alinéa du I\nter de l'article 199 undecies B à hauteur de la moitié de leur coût de revient, hors taxes et hors frais de toute\nnature, notamment les commissions d'acquisition, à l'exception des frais de transport, diminuée du montant\ndes aides publiques accordées pour leur financement, lorsque les conditions prévues à ce même I ter sont\nsatisfaites. Pour les équipements et opérations de pose du câble de secours mentionnés au dernier alinéa de\nce même I ter, la déduction s'applique aux investissements à hauteur du quart de leur coût de revient, sous\nréserve du respect des conditions prévues à la phrase précédente. Le montant de l'aide fiscale peut être réduit\nde moitié au plus, compte tenu du besoin de financement de la société exploitante pour la réalisation de ce\nprojet et de l'impact de l'aide sur les tarifs. La déduction prévue au premier alinéa du présent I s'applique\négalement aux investissements mentionnés au I quater de l'article 199 undecies B, lorsque les conditions\nprévues au même I quater sont satisfaites, à hauteur de 20 % de leur coût de revient, hors taxes et hors frais\nde toute nature, notamment les commissions d'acquisition et les frais de transport de ces navires, diminuée\ndu montant des aides publiques accordées pour leur financement et, lorsque l'investissement a pour objet de\nremplacer un investissement ayant bénéficié de l'un des dispositifs définis au présent article ou aux articles\n199 undecies B ou 244 quater W, de la valeur réelle de l'investissement remplacé. Pour les investissements\nréalisés dans le secteur du transport aérien ou maritime, la déduction prévue au premier alinéa s'applique\nsous réserve du respect des conditions prévues au I bis de l'article 199 undecies B. La déduction prévue au\npremier alinéa du présent I s'applique également aux investissements mentionnés au I sexies du même article\n199 undecies B, lorsque les conditions prévues au même I sexies sont satisfaites. Pour ces investissements,\nl'assiette de la déduction fiscale est déterminée dans les conditions prévues au dernier alinéa dudit I sexies.\nLa déduction prévue au premier alinéa du présent I s'applique également aux investissements mentionnés au\nI quinquies de l'article 199 undecies B, lorsque les conditions prévues au même I quinquies sont satisfaites\n \nLa déduction prévue au premier alinéa du présent article s'applique aux acquisitions ou constructions de\nlogements neufs à usage locatif situés dans les départements d'outre-mer, à l'exclusion des logements neufs\nrépondant aux critères mentionnés aux b et c du 1 et au 5 du I de l'article 244 quater X, à hauteur du prix de\nrevient des logements, minoré, d'une part, des taxes et des commissions d'acquisition versées et, d'autre part,\ndes aides publiques reçues. Ce montant est retenu dans la limite mentionnée au 5 de l'article 199 undecies\nA, appréciée par mètre carré de surface habitable. Un décret précise la nature des sommes retenues pour\nl'appréciation du prix de revient de l'immeuble. Cette déduction s'applique lorsque les conditions suivantes\nsont réunies :\n \n1° L'entreprise s'engage à louer l'immeuble nu dans les douze mois de son achèvement, ou de son acquisition\nsi elle est postérieure, et pendant cinq ans au moins à des personnes qui en font leur résidence principale ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° Le loyer et les ressources du locataire n'excèdent pas des plafonds fixés par décret.\n \nSi, dans le délai de cinq ans de son acquisition ou de sa création, ou pendant sa durée normale d'utilisation si\nelle est inférieure ou pendant sept ans au moins lorsque sa durée normale d'utilisation est égale ou supérieure\nà sept ans, l'investissement ayant ouvert droit à déduction est cédé ou cesse d'être affecté à l'exploitation de\nl'entreprise utilisatrice ou si l'acquéreur cesse son activité, les sommes déduites sont rapportées au résultat\nimposable de l'entreprise ayant opéré la déduction au titre de l'exercice au cours duquel cet événement se\nréalise. Ce délai est porté à quinze ans pour les investissements consistant en la construction, la rénovation\nou la réhabilitation d'hôtels, de résidences de tourisme ou de villages de vacances, en la construction ou la\nréhabilitation lourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition ou la construction\nd'immeubles exploités dans le cadre des activités mentionnées à la deuxième phrase du g du I de l'article 199\nundecies B. Ces conséquences sont également applicables si les conditions prévues aux septième et huitième\nalinéas du présent I cessent d'être respectées. Ce délai est porté à dix ans pour les investissements portant sur\nles navires de croisière neufs d'une capacité maximum de 400 passagers.\n \nToutefois, la reprise de la déduction n'est pas effectuée lorsque les biens ayant ouvert droit à déduction\nsont transmis dans le cadre des opérations mentionnées aux articles 210 A ou 210 B si le bénéficiaire de\nla transmission s'engage à maintenir l'exploitation des biens outre-mer dans le cadre d'une activité éligible\npendant la fraction du délai de conservation restant à courir.\n \nL'engagement est pris dans l'acte constatant la transmission ou, à défaut, dans un acte sous seing privé ayant\ndate certaine, établi à cette occasion.\n \nEn cas de non-respect de cet engagement, le bénéficiaire de la transmission doit rapporter à ses résultats\nimposables, au titre de l'exercice au cours duquel l'engagement cesse d'être respecté, une somme égale au\nmontant de la déduction fiscale à laquelle les biens transmis ont ouvert droit.\n \nLorsque l'investissement est réalisé par une société ou un groupement visés aux deux dernières phrases\ndu premier alinéa, les associés ou membres doivent, en outre, conserver les parts de cette société ou de\nce groupement pendant un délai de cinq ans à compter de la réalisation de l'investissement ou pendant\nla durée normale d'utilisation de l'investissement si elle est inférieure. A défaut, ils doivent ajouter à leur\nrésultat imposable de l'exercice de cession le montant des déductions qu'ils ont pratiquées, diminué, le cas\néchéant, dans la proportion de leurs droits dans la société ou le groupement, des sommes déjà réintégrées en\napplication des dispositions du neuvième alinéa.\n \nLa déduction prévue au premier alinéa s'applique aux investissements productifs mis à la disposition d'une\nentreprise dans le cadre d'un contrat de location si les conditions suivantes sont réunies :\n \n1° Le contrat de location est conclu pour une durée au moins égale à cinq ans ou pour la durée normale\nd'utilisation du bien loué si elle est inférieure ;\n \n2° Le contrat de location revêt un caractère commercial ;\n \n3° L'entreprise locataire aurait pu bénéficier de la déduction prévue au premier alinéa si, imposable en\nFrance, elle avait acquis directement le bien ;\n \n4° L'entreprise propriétaire de l'investissement a son siège en France métropolitaine ou dans un département\nd'outre-mer ;\n \n5° 77 % de l'avantage en impôt procuré par la déduction pratiquée au titre de l'investissement et par\nl'imputation du déficit provenant de la location du bien acquis et de la moins-value réalisée lors de la\ncession de ce bien ou des titres de la société bailleresse sont rétrocédés à l'entreprise locataire sous forme de\ndiminution du loyer et du prix de cession du bien à l'exploitant.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nSi l'une des conditions énumérées aux quinzième à dix-neuvième alinéas cesse d'être respectée dans le délai\nmentionné au quinzième alinéa, les sommes déduites sont rapportées au résultat imposable de l'entreprise ou\ndes entreprises ayant pratiqué la déduction, au titre de l'exercice au cours duquel cet événement se réalise.\nLes sommes déduites ne sont pas rapportées lorsque, en cas de défaillance de l'entreprise locataire, les biens\nayant ouvert droit à déduction sont donnés en location à une nouvelle entreprise, qui s'engage à les maintenir\ndans l'activité pour laquelle ils ont été acquis ou créés pendant la fraction du délai d'exploitation restant à\ncourir, sous réserve que la condition mentionnée au dix-neuvième alinéa demeure vérifiée.\n \nPour les investissements dont la durée normale d'utilisation est au moins égale à sept ans, les quinzième à\nvingtième alinéas sont applicables lorsque l'entreprise locataire prend l'engagement d'utiliser effectivement\npendant sept ans au moins ces investissements dans le cadre de l'activité pour laquelle ils ont été acquis\nou créés. Cet engagement est porté à quinze ans pour les investissements consistant en la construction,\nla rénovation ou la réhabilitation d'hôtels, de résidences de tourisme ou de villages de vacances, en la\nconstruction ou la réhabilitation lourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition\nou la construction d'immeubles exploités dans le cadre des activités mentionnées à la deuxième phrase du g\ndu I de l'article 199 undecies B. Ce délai est porté à dix ans pour les investissements portant sur les navires\nde croisière neufs d'une capacité maximum de 400 passagers.\n \nLorsque l'investissement est réalisé dans les conditions prévues aux quatorzième à dix-neuvième alinéas\npar une société ou un groupement mentionnés à l'avant-dernière phrase du premier alinéa, les associés\nou membres doivent, en outre, conserver les parts de cette société ou de ce groupement pendant un délai\nde cinq ans à compter de la réalisation de l'investissement ou pendant la durée normale d'utilisation de\nl'investissement si elle est inférieure. A défaut, ils doivent ajouter à leur résultat imposable de l'exercice\nde cession le montant des déductions qu'ils ont pratiquées, diminué, le cas échéant, dans la proportion de\nleurs droits dans la société ou le groupement, des sommes déjà réintégrées en application des dispositions du\nvingtième alinéa.\n \nI bis. – La déduction prévue au premier alinéa du I s'applique également aux acquisitions ou constructions\nde logements neufs situés en Guadeloupe, en Guyane, en Martinique, à Mayotte ou à La Réunion si les\nconditions suivantes sont réunies :\n \n1° L'entreprise signe avec une personne physique, dans les douze mois de l'achèvement de l'immeuble, ou de\nson acquisition si elle est postérieure, un contrat de location-accession dans les conditions prévues par la loi\nn° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété immobilière ;\n \n2° L'acquisition ou la construction de l'immeuble a été financée au moyen d'un prêt mentionné au I de\nl'article D. 331-76-5-1 du code de la construction et de l'habitation ;\n \n3° Les trois quarts de l'avantage en impôt procuré par la déduction pratiquée au titre de l'acquisition ou la\nconstruction de l'immeuble sont rétrocédés à la personne physique signataire du contrat mentionné au 1° sous\nforme de diminution de la redevance prévue à l'article 5 de la loi n° 84-595 du 12 juillet 1984 précitée et du\nprix de cession de l'immeuble.\n \nII. – Les entreprises soumises à l'impôt sur les sociétés peuvent, d'autre part, déduire de leurs résultats\nimposables une somme égale au montant total des souscriptions au capital des sociétés de développement\nrégional des départements d'outre-mer ou des sociétés mentionnées au I effectuant dans les douze mois\nde la clôture de la souscription dans les mêmes départements des investissements productifs dans les\nsecteurs d'activité éligibles en application du I de l'article 199 undecies B. Lorsque la société affecte tout ou\npartie de la souscription à la construction d'immeubles destinés à l'exercice d'une activité éligible, elle doit\ns'engager à en achever les fondations dans les deux ans qui suivent la clôture de la souscription et à achever\nl'immeuble dans les deux ans qui suivent la date d'achèvement des fondations. La société doit s'engager\nà maintenir l'affectation des biens à l'activité éligible pendant les cinq ans qui suivent leur acquisition ou\npendant leur durée normale d'utilisation si elle est inférieure. En cas de non-respect de ces engagements,\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nles sommes déduites sont rapportées aux résultats imposables de l'entreprise ayant opéré la déduction au\ntitre de l'exercice au cours duquel le non-respect de l'engagement est constaté ; ces dispositions ne sont\npas applicables si les immobilisations en cause sont comprises dans un apport partiel d'actif réalisé sous\nle bénéfice de l'article 210 B ou si la société qui en est propriétaire fait l'objet d'une fusion placée sous le\nrégime de l'article 210 A, à la condition que la société bénéficiaire de l'apport, ou la société absorbante selon\nle cas, réponde aux conditions d'activité prévues au présent alinéa et reprenne, sous les mêmes conditions et\nsanctions, les engagements mentionnés au présent alinéa pour la fraction du délai restant à courir.\n \nPour les investissements dont la durée normale d'utilisation est au moins égale à sept ans, l'entreprise\nbénéficiaire de la souscription doit prendre l'engagement d'utiliser effectivement pendant sept ans au moins\nl'investissement dans le cadre de l'activité pour laquelle il a été acquis ou créé. Cet engagement est porté\nà dix ans pour les investissements portant sur les navires de croisière neufs d'une capacité maximale de\nquatre cents passagers et à quinze ans pour les investissements consistant en la construction, la rénovation\nou la réhabilitation d'hôtels, de résidences de tourisme ou de villages de vacances, en la construction ou la\nréhabilitation lourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition ou la construction\nd'immeubles exploités dans le cadre des activités mentionnées à la deuxième phrase du g du I de l'article 199\nundecies B.\n \nLa déduction prévue au premier alinéa s'applique aux souscriptions au capital de sociétés effectuant dans les\ndépartements d'outre-mer des travaux de rénovation et de réhabilitation d'hôtel, de résidence de tourisme et\nde village de vacances classés et des travaux de réhabilitation lourde d'immeubles autres que ceux à usage\nd'habitation exploités par ces sociétés, lorsque ces travaux constituent des éléments de l'actif immobilisé.\n \nLa déduction prévue au premier alinéa s'applique aux souscriptions au capital de sociétés concessionnaires\neffectuant dans les départements d'outre-mer des investissements productifs affectés plus de cinq ans par le\nconcessionnaire à l'exploitation d'une concession de service public local à caractère industriel et commercial,\net dont l'activité s'exerce exclusivement dans un secteur éligible, dans les départements ou collectivités\nd'outre-mer.\n \nII bis (Abrogé).\n \nII ter. – La déduction prévue au premier alinéa du II s'applique aux souscriptions au capital de sociétés\nsoumises à l'impôt sur les sociétés et qui sont affectées exclusivement à l'acquisition ou à la construction\nde logements neufs dans les départements d'outre-mer lorsque ces sociétés ont pour activité exclusive la\nlocation de tels logements dans les conditions mentionnées aux septième et huitième alinéas du I.\n \nCette déduction s'applique sous les conditions et sanctions prévues au II, à l'exception de celle mentionnée à\nla troisième phrase du premier alinéa du même II.\n \nII quater. – Les programmes d'investissement dont le montant total est supérieur à 1 000 000 € ne peuvent\nouvrir droit à la déduction mentionnée aux I, II et II ter que s'ils ont reçu un agrément préalable du ministre\nchargé du budget dans les conditions prévues au III.\n \nLes dispositions du premier alinéa sont également applicables aux investissements mentionnés au I et dont\nle montant total par programme est supérieur à 250 000 €, lorsqu'ils sont réalisés par une société ou un\ngroupement mentionnés à l'avant-dernière phrase du premier alinéa de ce même I.\n \nII quinquies. – La déduction prévue au II s'applique si les conditions prévues au dix-neuvième alinéa du I\nsont réunies.\n \nIII. – 1. Pour ouvrir droit à déduction, les investissements mentionnés au I réalisés dans les secteurs des\ntransports, de la navigation de plaisance, de l'agriculture, de la pêche maritime et de l'aquaculture, de\nl'industrie charbonnière et de la sidérurgie, de la construction navale, des fibres synthétiques, de l'industrie\nautomobile, ou concernant la rénovation et la réhabilitation d'hôtel, de résidence de tourisme et de village de\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nvacances classés ou des entreprises en difficultés, ou qui sont nécessaires à l'exploitation d'une concession de\nservice public local à caractère industriel et commercial doivent avoir reçu l'agrément préalable du ministre\nchargé du budget, après avis du ministre chargé de l'outre-mer. L'organe exécutif des collectivités d'outre-\nmer compétentes à titre principal en matière de développement économique est tenu informé des opérations\ndont la réalisation le concerne.\n \nL'agrément est délivré lorsque l'investissement :\n \na) Présente un intérêt économique pour le département dans lequel il est réalisé ; il ne doit pas porter atteinte\naux intérêts fondamentaux de la nation ou constituer une menace contre l'ordre public ou laisser présumer\nl'existence de blanchiment d'argent ;\n \nb) Poursuit comme l'un de ses buts principaux la création ou le maintien d'emplois dans ce département ;\n \nc) S'intègre dans la politique d'aménagement du territoire, de l'environnement et de développement durable ;\n \nd) Garantit la protection des investisseurs et des tiers.\n \nL'octroi de l'agrément est subordonné au respect par les bénéficiaires directs ou indirects de leurs obligations\nfiscales et sociales et à l'engagement pris par ces mêmes bénéficiaires que puissent être vérifiées sur place les\nmodalités de réalisation et d'exploitation de l'investissement aidé.\n \n2. L'agrément est tacite à défaut de réponse de l'administration dans un délai de trois mois à compter de la\nréception de la demande d'agrément. Ce délai est ramené à deux mois lorsque la décision est prise et notifiée\npar l'autorité compétente de l'Etat dans les départements d'outre-mer.\n \nLorsque l'administration envisage une décision de refus d'agrément, elle doit en informer le contribuable\npar un courrier qui interrompt le délai mentionné au premier alinéa et offre la possibilité au contribuable,\ns'il le sollicite, de saisir, dans un délai de quinze jours, une commission consultative dont la composition,\nles attributions et le fonctionnement sont définis par décret. En cas de saisine, un nouveau délai d'une durée\nidentique à celle mentionnée au premier alinéa court à compter de l'avis de la commission. La commission\ndispose, pour rendre cet avis, d'un délai ne pouvant excéder deux mois.\n \nLe délai mentionné au premier alinéa peut être interrompu par une demande de l'administration fiscale\nde compléments d'informations. Il est suspendu en cas de notification du projet pour examen et avis de la\nCommission européenne.\n \n3. Toutefois, les investissements mentionnés au I dont le montant total n'excède pas 250 000 € par\nprogramme sont dispensés de la procédure d'agrément préalable lorsqu'ils sont réalisés par une entreprise\nqui exerce son activité dans les départements visés au I depuis au moins deux ans dans l'un des secteurs\nmentionnés au premier alinéa du 1. Il en est de même lorsque ces investissements sont donnés en location à\nune telle entreprise. L'entreprise propriétaire des biens ou qui les a acquis en crédit-bail joint à sa déclaration\nde résultat un état récapitulatif des investissements réalisés au cours de l'exercice et au titre desquels la\ndéduction fiscale est pratiquée.\n \nLe premier alinéa ne s'applique pas au secteur des transports, à l'exception des véhicules neufs de moins de\nsept places acquis par les entreprises de transports publics de voyageurs et affectés de façon exclusive à la\nréalisation desdits transports lorsque les conditions de transport sont conformes à un tarif réglementaire.\n \nIII bis. (Abrogé).\n \nIII ter. (Transféré sous le III).\n \nIII quater. (abrogé).\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nIV. – En cas de cession dans un délai de cinq ans, décompté à partir de la date de réalisation de\nl'investissement, ou pendant la durée normale d'utilisation de l'investissement si elle est inférieure, de tout ou\npartie des droits sociaux souscrits par les entreprises avec le bénéfice des déductions prévues aux II ou II ter\nles sommes déduites sont rapportées au résultat imposable de l'année de cession, dans la limite, de la totalité\ndu prix de cession.\n \nToutefois, ces dispositions ne sont pas applicables dans le cas où, dans le délai mentionné au premier alinéa\ndu présent IV, l'entreprise propriétaire des titres ayant ouvert droit à la déduction prévue aux II ou II ter fait\nl'objet d'une transmission dans le cadre des dispositions prévues aux articles 210 A ou 210 B si l'entreprise\nqui devient propriétaire des titres remplit les conditions nécessaires pour bénéficier de cette déduction et\ns'engage à conserver les titres pendant la fraction du délai de conservation restant à courir. L'engagement est\npris dans l'acte constatant la transmission ou, à défaut, par acte sous seing privé ayant date certaine, établi à\ncette occasion.\n \nEn cas de non-respect de cet engagement, le bénéficiaire de la transmission doit rapporter à ses résultats\nimposables, au titre de l'exercice au cours duquel l'engagement cesse d'être respecté, une somme égale au\nmontant de la déduction fiscale à laquelle les titres transmis ont ouvert droit, dans la limite de la totalité du\nprix de cession. Il en est de même dans le cas où les titres souscrits avec le bénéfice de la déduction prévue\naux II ou II ter sont apportés ou échangés dans le cadre d'opérations soumises aux dispositions des articles\n210 A ou 210 B, si l'entreprise conserve, sous les mêmes conditions et sanctions, les titres nouveaux qui se\nsont substitués aux titres d'origine.\n \nIV bis. – Le montant de la déduction prévue par le présent article n'est pas pris en compte pour le calcul de\nl'abattement prévu à l'article 44 quaterdecies.\n \nIV ter. – La déduction prévue aux I, II ou II ter est subordonnée au respect par les sociétés réalisant\nl'investissement ou la souscription et, le cas échéant, les entreprises exploitantes, de leurs obligations fiscales\net sociales et de l'obligation de dépôt de leurs comptes annuels selon les modalités prévues aux articles L.\n232-21 à L. 232-23 du code de commerce à la date de réalisation de l'investissement ou de la souscription.\n \nSont considérés comme à jour de leurs obligations fiscales et sociales les employeurs qui, d'une part,\nont souscrit et respectent un plan d'apurement des cotisations restant dues et, d'autre part, acquittent les\ncotisations en cours à leur date normale d'exigibilité.\n \nPour l'application du premier alinéa en Nouvelle-Calédonie et en Polynésie française, les références aux\ndispositions du code de commerce sont remplacées par les dispositions prévues par la réglementation\napplicable localement.\n \nIV quater. – (Abrogé).\n \nV. – Les dispositions du présent article sont applicables aux investissements réalisés ou aux souscriptions\nversées à compter de la date de promulgation de la loi n° 2009-594 du 27 mai 2009 pour le développement\néconomique des outre-mer, à l'exception des investissements et des souscriptions pour l'agrément desquels\nune demande est parvenue à l'administration avant cette date.\n \nLe présent article est applicable aux investissements neufs mis en service jusqu'au 31 décembre 2025, aux\ntravaux de rénovation et de réhabilitation d'hôtels, de résidences de tourisme et de villages de vacances\nclassés et de réhabilitation lourde d'immeubles autres que ceux à usage d'habitation achevés au plus tard à\ncette date, aux acquisitions d'immeubles à construire et aux constructions d'immeubles dont les fondations\nsont achevées au plus tard à cette date et aux souscriptions versées jusqu'au 31 décembre 2025.\n \nUn décret en Conseil d'Etat précise, en tant que de besoin, les modalités de leur application et notamment les\nobligations déclaratives.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n \nVI. – Le bénéfice de la déduction prévue aux I, I bis, II et II ter est subordonné au respect de l'article 14\ndu règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014 déclarant certaines catégories d'aides\ncompatibles avec le marché intérieur en application des articles 107 et 108 du traité et la déduction ne\ns'applique pas aux investissements exploités par des entreprises en difficulté, au sens du même règlement."
}