{
  "code": "CGI_156",
  "article_number": "156",
  "chunks": [
    "Article 156\n \nL'impôt sur le revenu est établi d'après le montant total du revenu net annuel dont dispose chaque foyer\nfiscal. Ce revenu net est déterminé eu égard aux propriétés et aux capitaux que possèdent les membres\ndu foyer fiscal désignés aux 1 et 3 de l'article 6, aux professions qu'ils exercent, aux traitements, salaires,\npensions et rentes viagères dont ils jouissent ainsi qu'aux bénéfices de toutes opérations lucratives auxquelles\nils se livrent, sous déduction :\n \nI. – Du déficit constaté pour une année dans une catégorie de revenus ; si le revenu global n'est pas suffisant\npour que l'imputation puisse être intégralement opérée, l'excédent du déficit est reporté successivement sur le\nrevenu global des années suivantes jusqu'à la sixième année inclusivement.\n \nToutefois, n'est pas autorisée l'imputation :\n \n1° des déficits provenant d'exploitations agricoles lorsque le total des revenus nets d'autres sources excède\n125 419 € ; ces déficits peuvent cependant être admis en déduction des bénéfices de même nature des années\nsuivantes jusqu'à la sixième inclusivement.\n \nLe montant mentionné au premier alinéa est révisé chaque année selon les mêmes modalités que la limite\nsupérieure de la première tranche du barème de l'impôt sur le revenu.\n \n1° bis des déficits provenant, directement ou indirectement, des activités relevant des bénéfices industriels\nou commerciaux lorsque ces activités ne comportent pas la participation personnelle, continue et directe\nde l'un des membres du foyer fiscal à l'accomplissement des actes nécessaires à l'activité. Il en est ainsi,\nnotamment, lorsque la gestion de l'activité est confiée en droit ou en fait à une personne qui n'est pas un\nmembre du foyer fiscal par l'effet d'un mandat, d'un contrat de travail ou de toute autre convention. Les\ndéficits non déductibles pour ces motifs peuvent cependant être imputés sur les bénéfices tirés d'activités\nde même nature exercées dans les mêmes conditions, durant la même année ou les six années suivantes.\nCes modalités d'imputation ne sont pas applicables aux déficits provenant de l'activité de location directe ou\nindirecte de locaux d'habitation meublés ou destinés à être loués meublés.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nToutefois, lorsque l'un des membres du foyer fiscal fait l'objet d'une procédure de liquidation judiciaire\nprévue par le titre IV du livre VI du code de commerce à raison de l'activité génératrice des déficits\nmentionnés au premier alinéa, les dispositions du premier alinéa du I sont applicables au montant de ces\ndéficits restant à reporter à la date d'ouverture de la procédure, à la condition que les éléments d'actif affectés\nà cette activité cessent définitivement d'appartenir, directement ou indirectement, à l'un des membres du\nfoyer fiscal.\n \nLes dispositions du premier alinéa s'appliquent pour la détermination du revenu imposable au titre des\nannées 1996 et suivantes aux déficits réalisés par les membres des copropriétés mentionnées à l'article\n8 quinquies. Dans les autres cas, elles sont applicables au déficit ou à la fraction du déficit provenant\nd'activités créées, reprises, étendues ou adjointes à compter du 1er janvier 1996. Cette fraction est déterminée\nau moyen d'une comptabilité séparée retraçant les opérations propres à ces extensions ou adjonctions et\nqui donne lieu à la production des documents prévus à l'article 53 A ; à défaut, les modalités d'imputation\nprévues au premier alinéa s'appliquent à l'ensemble du déficit des activités.\n \nLes dispositions du premier alinéa s'appliquent également à la fraction du déficit des activités créées ou\nreprises avant le 1er janvier 1996 provenant des investissements réalisés à compter de cette date. Cette\nfraction est déterminée selon le rapport existant entre la somme des valeurs nettes comptables de ces\ninvestissements et la somme des valeurs nettes comptables de l'ensemble des éléments de l'actif immobilisé,\ny compris ces investissements. Les biens loués ou affectés à l'activité par l'effet de toute autre convention\nsont assimilés à des investissements pour l'application de ces dispositions.\n \nLes dispositions du premier alinéa ne sont pas applicables au déficit ou à la fraction de déficit provenant de\nl'exploitation :\n \na. d'immeubles ayant fait l'objet avant le 1er janvier 1996 d'une déclaration d'ouverture de chantier prévue à\nl'article R.* 421-40 du code de l'urbanisme et acquis par le contribuable, directement ou indirectement, dans\nles cinq ans de cette déclaration, lorsque les biens ou droits ainsi acquis n'ont pas été détenus directement ou\nindirectement par une personne physique ;\n \nb. de biens meubles corporels acquis à l'état neuf, non encore livrés au 1er janvier 1996 et ayant donné lieu\navant cette date à une commande accompagnée du versement d'acomptes au moins égaux à 50 % de leur\nprix ;\n \n1° ter Des déficits du foyer fiscal provenant de l'activité de location directe ou indirecte de locaux\nd'habitation meublés ou destinés à être loués meublés lorsque l'activité n'est pas exercée à titre professionnel\nau sens du IV de l'article 155. Ces déficits s'imputent exclusivement sur les revenus provenant d'une telle\nactivité au cours de celles des dix années suivantes pendant lesquelles l'activité n'est pas exercée à titre\nprofessionnel au sens des mêmes dispositions.\n \nToutefois, lorsque l'activité est exercée, dès le commencement de la location, à titre professionnel au sens\ndes mêmes dispositions, la part des déficits qui n'a pu être imputée en application du premier alinéa et qui\nprovient des charges engagées en vue de la location directe ou indirecte d'un local d'habitation avant le\ncommencement de cette location, tel que déterminé conformément au septième alinéa du IV de l'article\n155, peut être imputée par tiers sur le revenu global des trois premières années de location du local, tant que\nl'activité reste exercée à titre professionnel.\n \n2° Des déficits provenant d'activités non commerciales au sens de l'article 92, autres que ceux qui\nproviennent de l'exercice d'une profession libérale ou des charges et offices dont les titulaires n'ont pas\nla qualité de commerçants ; ces déficits peuvent cependant être imputés sur les bénéfices tirés d'activités\nsemblables durant la même année ou les six années suivantes ;\n \n3° Des déficits fonciers, lesquels s'imputent exclusivement sur les revenus fonciers des dix années suivantes ;\ncette disposition n'est pas applicable aux propriétaires de monuments classés ou inscrits au titre des\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nmonuments historiques ou ayant reçu le label délivré par la \" Fondation du patrimoine \" en application de\nl'article L. 143-2 du code du patrimoine si ce label a été accordé sur avis favorable du service départemental\nde l'architecture et du patrimoine.\n \nL'imputation exclusive sur les revenus fonciers n'est pas non plus applicable aux déficits fonciers résultant\nde dépenses autres que les intérêts d'emprunt. L'imputation est limitée à 10 700 €. La fraction du déficit\nsupérieure à 10 700 € et la fraction du déficit non imputable résultant des intérêts d'emprunt sont déduites\ndans les conditions prévues au premier alinéa.\n \nLa limite mentionnée au deuxième alinéa est portée à 15 300 € pour les contribuables qui constatent un\ndéficit foncier sur un logement pour lequel est pratiquée l'une des déductions prévues aux f ou o du 1° du I\nde l'article 31.\n \nLa limite mentionnée au deuxième alinéa du présent 3° est rehaussée, sans pouvoir excéder 21 400 € par an,\nà concurrence du montant des dépenses déductibles de travaux de rénovation énergétique permettant à un\nbien de passer d'une classe énergétique E, F ou G, au sens de l'article L. 173-1-1 du code de la construction\net de l'habitation, à une classe de performance énergétique A, B, C ou D, au sens du même article L. 173-1-1,\nau plus tard le 31 décembre 2025, dans des conditions définies par décret. Si le contribuable ne justifie\npas du nouveau classement de performance énergétique du bien au plus tard le 31 décembre 2025, le\nrevenu foncier et le revenu global des années de déduction des dépenses de travaux sont, nonobstant toute\ndisposition contraire et sans préjudice de l'avant-dernier alinéa du présent 3°, reconstitués selon les modalités\nprévues aux trois premiers alinéas du présent 3°.\n \nLorsque le propriétaire cesse de louer un immeuble ou lorsque le propriétaire de titres d'une société non\nsoumise à l'impôt sur les sociétés les vend, le revenu foncier et le revenu global des trois années qui\nprécèdent celle au cours de laquelle intervient cet événement sont, nonobstant toute disposition contraire,\nreconstitués selon les modalités prévues au premier alinéa du présent 3°. Cette disposition ne s'applique pas\nen cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à\nl'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des\népoux soumis à une imposition commune.\n \nUn contribuable ne peut pour un même logement ou une même souscription de titres pratiquer les réductions\nd'impôt mentionnées aux articles 199 undecies ou 199 undecies A et imputer un déficit foncier sur le revenu\nglobal.\n \n4° (Abrogé à compter de l'imposition des revenus de 1996) ;\n \n5° (Abrogé)\n \n6° (Abrogé)\n \n7° (Abrogé)\n \n8° Des déficits constatés dans la catégorie des revenus des capitaux mobiliers ; ces déficits peuvent\ncependant être imputés sur les revenus de même nature des six années suivantes ;\n \nI bis. – (Abrogé)\n \nII. – Des charges ci-après lorsqu'elles n'entrent pas en compte pour l'évaluation des revenus des différentes\ncatégories :\n \n1° Intérêts des emprunts contractés antérieurement au 1er novembre 1959 pour faire un apport en capital à\nune entreprise industrielle ou commerciale ou à une exploitation agricole ; intérêts des emprunts qui sont ou\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nqui seront contractés, au titre des dispositions relatives aux prêts de réinstallation ou de reconversion, par les\nFrançais rapatriés ou rentrant de l'étranger ou des Etats ayant accédé à l'indépendance ;\n \n1° bis (sans objet).\n \n1° ter. Dans les conditions fixées par décret, les charges foncières afférentes aux immeubles classés\nmonuments historiques ou inscrits au titre des monuments historiques, ainsi qu'aux immeubles faisant partie\ndu patrimoine national ou en raison du label délivré par la \" Fondation du patrimoine \" en application de\nl'article L. 143-2 du code du patrimoine si ce label a été accordé sur avis favorable du service départemental\nde l'architecture et du patrimoine ;\n \n1° quater (sans objet).\n \n2° Arrérages de rentes payés par lui à titre obligatoire et gratuit constituées avant le 2 novembre 1959 ;\npensions alimentaires répondant aux conditions fixées par les articles 205 à 211,367 et 767 du code civil à\nl'exception de celles versées aux ascendants quand il est fait application des dispositions prévues aux 1 et 2\nde l'article 199 sexdecies ; versements de sommes d'argent mentionnés à l'article 275 du code civil lorsqu'ils\nsont effectués sur une période supérieure à douze mois à compter de la date à laquelle la convention de\ndivorce par consentement mutuel mentionnée à l'article 229-1 du même code a acquis force exécutoire ou\nle jugement de divorce, que celui-ci résulte ou non d'une demande conjointe, est passé en force de chose\njugée et les rentes versées en application des articles 276,278 ou 279-1 du même code en cas de séparation\nde corps ou de divorce, ou en cas d'instance en séparation de corps ou en divorce et lorsque le conjoint fait\nl'objet d'une imposition séparée, les pensions alimentaires versées en vertu d'une convention de divorce\nmentionnée à l'article 229-1 du même code ou d'une décision de justice et en cas de révision amiable de ces\npensions, le montant effectivement versé dans les conditions fixées par les articles 208 et 371-2 du code\ncivil ; contribution aux charges du mariage définie à l'article 214 du code civil, à condition que les époux\nfassent l'objet d'une imposition séparée ; dans la limite de 2 700 € et, dans les conditions fixées par un décret\nen Conseil d'Etat, les versements destinés à constituer le capital de la rente prévue à l'article 373-2-3 du code\ncivil.\n \nLe contribuable ne peut opérer aucune déduction pour ses descendants mineurs lorsqu'ils sont pris en compte\npour la détermination de son quotient familial.\n \nLa déduction est limitée, par enfant majeur, au montant fixé pour l'abattement prévu par l'article 196 B.\nLorsque l'enfant est marié, cette limite est doublée au profit du parent qui justifie qu'il participe seul à\nl'entretien du ménage.\n \nUn contribuable ne peut, au titre d'une même année et pour un même enfant, bénéficier à la fois de\nla déduction d'une pension alimentaire et du rattachement. L'année où l'enfant atteint sa majorité, le\ncontribuable ne peut à la fois déduire une pension pour cet enfant et le considérer à charge pour le calcul de\nl'impôt ;\n \n2° bis (Abrogé) ;\n \n2° ter. Avantages en nature consentis en l'absence d'obligation alimentaire résultant des articles 205 à 211\ndu code civil à des personnes agées de plus de 75 ans vivant sous le toit du contribuable et dont le revenu\nimposable n'excède pas le plafond de ressources mentionné à l'article L. 815-9 du code de la sécurité sociale\npour l'octroi de l'allocation de solidarité aux personnes âgées mentionnée à l'article L. 815-1 du même code\net de l'allocation supplémentaire d'invalidité mentionnée à l'article L. 815-24 du même code. La déduction\nopérée par le contribuable ne peut excéder, par bénéficiaire, la somme de 3 968 €.\n \nLe montant de la déduction mentionnée au premier alinéa est relevé chaque année dans la même proportion\nque la limite supérieure de la première tranche du barème de l'impôt sur le revenu ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° quater (Abrogé) ;\n \n3° (Abrogé) ;\n \n4° Versements effectués à titre de cotisations de sécurité sociale, à l'exception de ceux effectués pour les\ngens de maison ;\n \n5° Versements effectués en vue de la retraite mutualiste du combattant visée à l'article L. 222-2 du code de la\nmutualité ;\n \n6° (Abrogé) ;\n \n7° a et b (sans objet).\n \nc. (Abrogé) ;\n \nd. (sans objet).\n \n8° (Abrogé) ;\n \n9°....\n \n9° bis et 9° ter (Abrogés) ;\n \n10° Les cotisations mentionnées aux articles L. 621-1 et L. 622-2 du code de la sécurité sociale ;\n \n11° Les primes ou cotisations des contrats d'assurances conclus en application des articles L. 752-1 à L.\n752-21 du code rural et de la pêche maritime relatifs à l'assurance obligatoire contre les accidents de la vie\nprivée, les accidents du travail et les maladies professionnelles des non salariés des professions agricoles ;\n \n12° (sans objet).\n \n13° Les cotisations versées par les chefs d'exploitation ou d'entreprise agricole au titre des contrats\nd'assurance de groupe mentionnés au 2° de l'article L. 144-1 du code des assurances, dans les limites prévues\npar l'article 154 bis-0 A."
  ],
  "full_text": "Article 156\n \nL'impôt sur le revenu est établi d'après le montant total du revenu net annuel dont dispose chaque foyer\nfiscal. Ce revenu net est déterminé eu égard aux propriétés et aux capitaux que possèdent les membres\ndu foyer fiscal désignés aux 1 et 3 de l'article 6, aux professions qu'ils exercent, aux traitements, salaires,\npensions et rentes viagères dont ils jouissent ainsi qu'aux bénéfices de toutes opérations lucratives auxquelles\nils se livrent, sous déduction :\n \nI. – Du déficit constaté pour une année dans une catégorie de revenus ; si le revenu global n'est pas suffisant\npour que l'imputation puisse être intégralement opérée, l'excédent du déficit est reporté successivement sur le\nrevenu global des années suivantes jusqu'à la sixième année inclusivement.\n \nToutefois, n'est pas autorisée l'imputation :\n \n1° des déficits provenant d'exploitations agricoles lorsque le total des revenus nets d'autres sources excède\n125 419 € ; ces déficits peuvent cependant être admis en déduction des bénéfices de même nature des années\nsuivantes jusqu'à la sixième inclusivement.\n \nLe montant mentionné au premier alinéa est révisé chaque année selon les mêmes modalités que la limite\nsupérieure de la première tranche du barème de l'impôt sur le revenu.\n \n1° bis des déficits provenant, directement ou indirectement, des activités relevant des bénéfices industriels\nou commerciaux lorsque ces activités ne comportent pas la participation personnelle, continue et directe\nde l'un des membres du foyer fiscal à l'accomplissement des actes nécessaires à l'activité. Il en est ainsi,\nnotamment, lorsque la gestion de l'activité est confiée en droit ou en fait à une personne qui n'est pas un\nmembre du foyer fiscal par l'effet d'un mandat, d'un contrat de travail ou de toute autre convention. Les\ndéficits non déductibles pour ces motifs peuvent cependant être imputés sur les bénéfices tirés d'activités\nde même nature exercées dans les mêmes conditions, durant la même année ou les six années suivantes.\nCes modalités d'imputation ne sont pas applicables aux déficits provenant de l'activité de location directe ou\nindirecte de locaux d'habitation meublés ou destinés à être loués meublés.\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nToutefois, lorsque l'un des membres du foyer fiscal fait l'objet d'une procédure de liquidation judiciaire\nprévue par le titre IV du livre VI du code de commerce à raison de l'activité génératrice des déficits\nmentionnés au premier alinéa, les dispositions du premier alinéa du I sont applicables au montant de ces\ndéficits restant à reporter à la date d'ouverture de la procédure, à la condition que les éléments d'actif affectés\nà cette activité cessent définitivement d'appartenir, directement ou indirectement, à l'un des membres du\nfoyer fiscal.\n \nLes dispositions du premier alinéa s'appliquent pour la détermination du revenu imposable au titre des\nannées 1996 et suivantes aux déficits réalisés par les membres des copropriétés mentionnées à l'article\n8 quinquies. Dans les autres cas, elles sont applicables au déficit ou à la fraction du déficit provenant\nd'activités créées, reprises, étendues ou adjointes à compter du 1er janvier 1996. Cette fraction est déterminée\nau moyen d'une comptabilité séparée retraçant les opérations propres à ces extensions ou adjonctions et\nqui donne lieu à la production des documents prévus à l'article 53 A ; à défaut, les modalités d'imputation\nprévues au premier alinéa s'appliquent à l'ensemble du déficit des activités.\n \nLes dispositions du premier alinéa s'appliquent également à la fraction du déficit des activités créées ou\nreprises avant le 1er janvier 1996 provenant des investissements réalisés à compter de cette date. Cette\nfraction est déterminée selon le rapport existant entre la somme des valeurs nettes comptables de ces\ninvestissements et la somme des valeurs nettes comptables de l'ensemble des éléments de l'actif immobilisé,\ny compris ces investissements. Les biens loués ou affectés à l'activité par l'effet de toute autre convention\nsont assimilés à des investissements pour l'application de ces dispositions.\n \nLes dispositions du premier alinéa ne sont pas applicables au déficit ou à la fraction de déficit provenant de\nl'exploitation :\n \na. d'immeubles ayant fait l'objet avant le 1er janvier 1996 d'une déclaration d'ouverture de chantier prévue à\nl'article R.* 421-40 du code de l'urbanisme et acquis par le contribuable, directement ou indirectement, dans\nles cinq ans de cette déclaration, lorsque les biens ou droits ainsi acquis n'ont pas été détenus directement ou\nindirectement par une personne physique ;\n \nb. de biens meubles corporels acquis à l'état neuf, non encore livrés au 1er janvier 1996 et ayant donné lieu\navant cette date à une commande accompagnée du versement d'acomptes au moins égaux à 50 % de leur\nprix ;\n \n1° ter Des déficits du foyer fiscal provenant de l'activité de location directe ou indirecte de locaux\nd'habitation meublés ou destinés à être loués meublés lorsque l'activité n'est pas exercée à titre professionnel\nau sens du IV de l'article 155. Ces déficits s'imputent exclusivement sur les revenus provenant d'une telle\nactivité au cours de celles des dix années suivantes pendant lesquelles l'activité n'est pas exercée à titre\nprofessionnel au sens des mêmes dispositions.\n \nToutefois, lorsque l'activité est exercée, dès le commencement de la location, à titre professionnel au sens\ndes mêmes dispositions, la part des déficits qui n'a pu être imputée en application du premier alinéa et qui\nprovient des charges engagées en vue de la location directe ou indirecte d'un local d'habitation avant le\ncommencement de cette location, tel que déterminé conformément au septième alinéa du IV de l'article\n155, peut être imputée par tiers sur le revenu global des trois premières années de location du local, tant que\nl'activité reste exercée à titre professionnel.\n \n2° Des déficits provenant d'activités non commerciales au sens de l'article 92, autres que ceux qui\nproviennent de l'exercice d'une profession libérale ou des charges et offices dont les titulaires n'ont pas\nla qualité de commerçants ; ces déficits peuvent cependant être imputés sur les bénéfices tirés d'activités\nsemblables durant la même année ou les six années suivantes ;\n \n3° Des déficits fonciers, lesquels s'imputent exclusivement sur les revenus fonciers des dix années suivantes ;\ncette disposition n'est pas applicable aux propriétaires de monuments classés ou inscrits au titre des\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nmonuments historiques ou ayant reçu le label délivré par la \" Fondation du patrimoine \" en application de\nl'article L. 143-2 du code du patrimoine si ce label a été accordé sur avis favorable du service départemental\nde l'architecture et du patrimoine.\n \nL'imputation exclusive sur les revenus fonciers n'est pas non plus applicable aux déficits fonciers résultant\nde dépenses autres que les intérêts d'emprunt. L'imputation est limitée à 10 700 €. La fraction du déficit\nsupérieure à 10 700 € et la fraction du déficit non imputable résultant des intérêts d'emprunt sont déduites\ndans les conditions prévues au premier alinéa.\n \nLa limite mentionnée au deuxième alinéa est portée à 15 300 € pour les contribuables qui constatent un\ndéficit foncier sur un logement pour lequel est pratiquée l'une des déductions prévues aux f ou o du 1° du I\nde l'article 31.\n \nLa limite mentionnée au deuxième alinéa du présent 3° est rehaussée, sans pouvoir excéder 21 400 € par an,\nà concurrence du montant des dépenses déductibles de travaux de rénovation énergétique permettant à un\nbien de passer d'une classe énergétique E, F ou G, au sens de l'article L. 173-1-1 du code de la construction\net de l'habitation, à une classe de performance énergétique A, B, C ou D, au sens du même article L. 173-1-1,\nau plus tard le 31 décembre 2025, dans des conditions définies par décret. Si le contribuable ne justifie\npas du nouveau classement de performance énergétique du bien au plus tard le 31 décembre 2025, le\nrevenu foncier et le revenu global des années de déduction des dépenses de travaux sont, nonobstant toute\ndisposition contraire et sans préjudice de l'avant-dernier alinéa du présent 3°, reconstitués selon les modalités\nprévues aux trois premiers alinéas du présent 3°.\n \nLorsque le propriétaire cesse de louer un immeuble ou lorsque le propriétaire de titres d'une société non\nsoumise à l'impôt sur les sociétés les vend, le revenu foncier et le revenu global des trois années qui\nprécèdent celle au cours de laquelle intervient cet événement sont, nonobstant toute disposition contraire,\nreconstitués selon les modalités prévues au premier alinéa du présent 3°. Cette disposition ne s'applique pas\nen cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à\nl'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des\népoux soumis à une imposition commune.\n \nUn contribuable ne peut pour un même logement ou une même souscription de titres pratiquer les réductions\nd'impôt mentionnées aux articles 199 undecies ou 199 undecies A et imputer un déficit foncier sur le revenu\nglobal.\n \n4° (Abrogé à compter de l'imposition des revenus de 1996) ;\n \n5° (Abrogé)\n \n6° (Abrogé)\n \n7° (Abrogé)\n \n8° Des déficits constatés dans la catégorie des revenus des capitaux mobiliers ; ces déficits peuvent\ncependant être imputés sur les revenus de même nature des six années suivantes ;\n \nI bis. – (Abrogé)\n \nII. – Des charges ci-après lorsqu'elles n'entrent pas en compte pour l'évaluation des revenus des différentes\ncatégories :\n \n1° Intérêts des emprunts contractés antérieurement au 1er novembre 1959 pour faire un apport en capital à\nune entreprise industrielle ou commerciale ou à une exploitation agricole ; intérêts des emprunts qui sont ou\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nqui seront contractés, au titre des dispositions relatives aux prêts de réinstallation ou de reconversion, par les\nFrançais rapatriés ou rentrant de l'étranger ou des Etats ayant accédé à l'indépendance ;\n \n1° bis (sans objet).\n \n1° ter. Dans les conditions fixées par décret, les charges foncières afférentes aux immeubles classés\nmonuments historiques ou inscrits au titre des monuments historiques, ainsi qu'aux immeubles faisant partie\ndu patrimoine national ou en raison du label délivré par la \" Fondation du patrimoine \" en application de\nl'article L. 143-2 du code du patrimoine si ce label a été accordé sur avis favorable du service départemental\nde l'architecture et du patrimoine ;\n \n1° quater (sans objet).\n \n2° Arrérages de rentes payés par lui à titre obligatoire et gratuit constituées avant le 2 novembre 1959 ;\npensions alimentaires répondant aux conditions fixées par les articles 205 à 211,367 et 767 du code civil à\nl'exception de celles versées aux ascendants quand il est fait application des dispositions prévues aux 1 et 2\nde l'article 199 sexdecies ; versements de sommes d'argent mentionnés à l'article 275 du code civil lorsqu'ils\nsont effectués sur une période supérieure à douze mois à compter de la date à laquelle la convention de\ndivorce par consentement mutuel mentionnée à l'article 229-1 du même code a acquis force exécutoire ou\nle jugement de divorce, que celui-ci résulte ou non d'une demande conjointe, est passé en force de chose\njugée et les rentes versées en application des articles 276,278 ou 279-1 du même code en cas de séparation\nde corps ou de divorce, ou en cas d'instance en séparation de corps ou en divorce et lorsque le conjoint fait\nl'objet d'une imposition séparée, les pensions alimentaires versées en vertu d'une convention de divorce\nmentionnée à l'article 229-1 du même code ou d'une décision de justice et en cas de révision amiable de ces\npensions, le montant effectivement versé dans les conditions fixées par les articles 208 et 371-2 du code\ncivil ; contribution aux charges du mariage définie à l'article 214 du code civil, à condition que les époux\nfassent l'objet d'une imposition séparée ; dans la limite de 2 700 € et, dans les conditions fixées par un décret\nen Conseil d'Etat, les versements destinés à constituer le capital de la rente prévue à l'article 373-2-3 du code\ncivil.\n \nLe contribuable ne peut opérer aucune déduction pour ses descendants mineurs lorsqu'ils sont pris en compte\npour la détermination de son quotient familial.\n \nLa déduction est limitée, par enfant majeur, au montant fixé pour l'abattement prévu par l'article 196 B.\nLorsque l'enfant est marié, cette limite est doublée au profit du parent qui justifie qu'il participe seul à\nl'entretien du ménage.\n \nUn contribuable ne peut, au titre d'une même année et pour un même enfant, bénéficier à la fois de\nla déduction d'une pension alimentaire et du rattachement. L'année où l'enfant atteint sa majorité, le\ncontribuable ne peut à la fois déduire une pension pour cet enfant et le considérer à charge pour le calcul de\nl'impôt ;\n \n2° bis (Abrogé) ;\n \n2° ter. Avantages en nature consentis en l'absence d'obligation alimentaire résultant des articles 205 à 211\ndu code civil à des personnes agées de plus de 75 ans vivant sous le toit du contribuable et dont le revenu\nimposable n'excède pas le plafond de ressources mentionné à l'article L. 815-9 du code de la sécurité sociale\npour l'octroi de l'allocation de solidarité aux personnes âgées mentionnée à l'article L. 815-1 du même code\net de l'allocation supplémentaire d'invalidité mentionnée à l'article L. 815-24 du même code. La déduction\nopérée par le contribuable ne peut excéder, par bénéficiaire, la somme de 3 968 €.\n \nLe montant de la déduction mentionnée au premier alinéa est relevé chaque année dans la même proportion\nque la limite supérieure de la première tranche du barème de l'impôt sur le revenu ;\n \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° quater (Abrogé) ;\n \n3° (Abrogé) ;\n \n4° Versements effectués à titre de cotisations de sécurité sociale, à l'exception de ceux effectués pour les\ngens de maison ;\n \n5° Versements effectués en vue de la retraite mutualiste du combattant visée à l'article L. 222-2 du code de la\nmutualité ;\n \n6° (Abrogé) ;\n \n7° a et b (sans objet).\n \nc. (Abrogé) ;\n \nd. (sans objet).\n \n8° (Abrogé) ;\n \n9°....\n \n9° bis et 9° ter (Abrogés) ;\n \n10° Les cotisations mentionnées aux articles L. 621-1 et L. 622-2 du code de la sécurité sociale ;\n \n11° Les primes ou cotisations des contrats d'assurances conclus en application des articles L. 752-1 à L.\n752-21 du code rural et de la pêche maritime relatifs à l'assurance obligatoire contre les accidents de la vie\nprivée, les accidents du travail et les maladies professionnelles des non salariés des professions agricoles ;\n \n12° (sans objet).\n \n13° Les cotisations versées par les chefs d'exploitation ou d'entreprise agricole au titre des contrats\nd'assurance de groupe mentionnés au 2° de l'article L. 144-1 du code des assurances, dans les limites prévues\npar l'article 154 bis-0 A."
}