{
  "code": "CGI_244_quater_Y",
  "article_number": "244 quater Y",
  "chunks": [
    "Article 244 quater Y\n \nI.-A.-1. Les entreprises soumises à l'impôt sur les sociétés peuvent bénéficier d'une réduction d'impôt à\nraison des investissements productifs neufs qu'elles réalisent à Saint-Pierre-et-Miquelon, en Nouvelle-\nCalédonie, en Polynésie française, à Saint-Martin, à Saint-Barthélemy, dans les îles Wallis et Futuna et les\nTerres australes et antarctiques françaises si les conditions suivantes sont réunies :  \n1° Les investissements sont mis à la disposition d'une entreprise dans le cadre d'un contrat de location\nrevêtant un caractère commercial et conclu pour une durée au moins égale à cinq ans ou pour la durée\nnormale d'utilisation du bien loué si elle est inférieure ;  \n2° Les investissements sont exploités par l'entreprise locataire pour l'exercice d'une activité ne relevant\npas de l'un des secteurs énumérés aux a à l du I de l'article 199 undecies B, à l'exception des activités\nmentionnées aux I ter et I quater du même article 199 undecies B ;  \nPour les investissements réalisés dans le secteur du transport aérien ou maritime, la réduction d'impôt\ns'applique sous réserve du respect des conditions prévues au I bis de l'article 199 undecies B. Pour les\ninvestissements afférents aux équipements et opérations de pose de câbles sous-marins de communication\nou de secours mentionnés au I ter du même article 199 undecies B, la réduction d'impôt s'applique sous\nréserve du respect des conditions prévues au même I ter. Pour les investissements afférents aux navires de\ncroisière mentionnés au I quater de l'article 199 undecies B, la réduction d'impôt s'applique sous réserve du\nrespect des conditions prévues au même I quater. Pour les investissements afférents à l'acquisition de friches\nhôtelières ou industrielles faisant l'objet de travaux de réhabilitation lourde mentionnés au I sexies de l'article\n199 undecies B, la réduction d'impôt s'applique sous réserve du respect des conditions prévues au même I\nsexies ;  \n3° L'entreprise locataire aurait pu bénéficier de la déduction prévue à l'article 217 undecies si, imposable\nen France, elle avait acquis directement le bien. Pour l'appréciation de cette condition, le seuil de chiffre\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nd'affaires prévu à la première phrase du premier alinéa du I du même article 217 undecies est réputé satisfait\nquelle que soit l'entreprise locataire ;  \n4° L'entreprise propriétaire de l'investissement est exploitée en France métropolitaine ou dans un\ndépartement d'outre-mer au sens du I de l'article 209 ;  \n5° 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de l'investissement et\npar l'imputation du déficit provenant de la location du bien acquis et de la moins-value réalisée lors de la\ncession de ce bien ou des titres de la société bailleresse sont rétrocédés à l'entreprise locataire sous forme de\ndiminution du loyer et du prix de cession du bien.  \n2. La réduction d'impôt ne s'applique pas aux investissements portant sur :  \n1° L'acquisition de véhicules de tourisme au sens de l'article L. 421-2 du code des impositions sur les biens\net services qui ne sont pas strictement indispensables à l'exercice d'une activité aquacole, agricole, sylvicole\nou minière. Toutefois, la réduction d'impôt s'applique aux investissements consistant en l'acquisition de\nvéhicules de tourisme mentionnés à la troisième phrase du quinzième alinéa du I de l'article 199 undecies B ;  \n2° Des installations de production d'électricité utilisant l'énergie radiative du soleil ne respectant pas les\nconditions prévues aux deuxième et dernière phrases du seizième alinéa du I de l'article 199 undecies B ;\n \n3° L'acquisition de biens donnés en location ou mis à la disposition de ménages ou de syndicats de\ncopropriétaires, y compris dans le cadre de contrats incluant la fourniture de prestations de services.  \nB.-La réduction d'impôt prévue au A du présent I s'applique également aux travaux de rénovation et\nde réhabilitation d'hôtel, de résidence de tourisme et de village de vacances classés et aux travaux de\nréhabilitation lourde d'immeubles autres que ceux à usage d'habitation lorsque ces travaux constituent des\néléments de l'actif immobilisé.  \nC.-La réduction d'impôt prévue au A du présent I s'applique également aux investissements affectés plus de\ncinq ans par le concessionnaire à l'exploitation d'une concession de service public local à caractère industriel\net commercial et réalisés dans des secteurs éligibles.  \nPour l'application du présent article, les références aux restaurants dont le dirigeant ou un salarié est titulaire\ndu titre de maître-restaurateur défini à l'article L. 122-21 du code de la consommation, aux restaurants de\ntourisme classés et aux hôtels classés prévues au I de l'article 199 undecies B s'apprécient au regard de la\nréglementation propre à chaque collectivité d'outre-mer.  \nD.-La réduction d'impôt prévue au A du présent I s'applique également aux acquisitions ou constructions\nde logements neufs à usage locatif situés à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie\nfrançaise, à Saint-Martin, à Saint-Barthélemy et dans les îles Wallis et Futuna, lorsque les conditions\nsuivantes sont réunies :  \n1° Pour les investissements réalisés dans le secteur du logement intermédiaire :  \na) Les logements sont donnés en location nue, dans les douze mois de leur achèvement ou de leur acquisition\nsi elle est postérieure et pour une durée au moins égale à cinq ans, à une entreprise exploitée dans un\nterritoire mentionné au premier alinéa du 1 du même A ;  \nb) Les logements sont donnés en sous-location nue ou meublée par l'entreprise mentionnée au a du présent 1°\npour une durée au moins égale à cinq ans à des personnes physiques qui en font leur résidence principale ;  \nc) Le loyer et les ressources du locataire n'excèdent pas des plafonds fixés par décret ;  \nd) Une fraction, définie par décret, du prix de revient d'un ensemble d'investissements portés simultanément\nà la connaissance du ministre chargé du budget dans les conditions prévues au VI correspond à des dépenses\nsupportées au titre de l'acquisition d'équipements de production d'énergie renouvelable, d'appareils utilisant\nune source d'énergie renouvelable ou de matériaux d'isolation. Un arrêté conjoint des ministres chargés du\nbudget, de l'écologie, de l'énergie, du développement durable et de l'outre-mer fixe la nature des dépenses\nd'équipements concernées ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ne) 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de l'investissement et\npar l'imputation du déficit provenant de la location du bien acquis et de la moins-value réalisée lors de la\ncession de ce bien ou des titres de la société bailleresse sont rétrocédés à l'entreprise locataire sous forme de\ndiminution du loyer et du prix de cession du bien ;  \n2° Pour les investissements réalisés dans le secteur du logement social :  \na) Les logements sont donnés en location nue, dans les douze mois de leur achèvement ou de leur acquisition\nsi elle est postérieure et pour une durée au moins égale à cinq ans, à un organisme de logement social agréé\nconformément à la réglementation locale par l'autorité publique compétente. L'opération peut prendre la\nforme d'un crédit-bail immobilier ;  \nb) Les logements sont donnés en sous-location nue ou meublée par l'organisme mentionné au a du présent 2°\net pour une durée au moins égale à cinq ans à des personnes physiques qui en font leur résidence principale\net dont les ressources n'excèdent pas des plafonds fixés par décret en fonction du nombre de personnes\ndestinées à occuper à titre principal le logement et de la localisation de celui-ci.  \nLes logements peuvent être spécialement adaptés à l'hébergement de personnes âgées de plus de soixante-\ncinq ans ou de personnes handicapées auxquelles des prestations de services de nature hôtelière peuvent être\nproposées ;  \nc) Le montant des loyers à la charge des personnes physiques mentionnées au b du présent 2° ne peut\nexcéder des limites fixées par décret en fonction notamment de la localisation du logement ;  \nd) Une part minimale, définie par décret, de la surface habitable des logements compris dans un ensemble\nd'investissements portés simultanément à la connaissance du ministre chargé du budget dans les conditions\nprévues au VI est louée, dans les conditions définies au b du présent 2°, à des personnes physiques dont\nles ressources sont inférieures aux plafonds mentionnés au même b, pour des loyers inférieurs aux limites\nmentionnées au c ;  \ne) Une fraction, définie par décret, du prix de revient d'un ensemble d'investissements portés simultanément\nà la connaissance du ministre chargé du budget dans les conditions prévues au VI correspond à des dépenses\nsupportées au titre de l'acquisition d'équipements de production d'énergie renouvelable, d'appareils utilisant\nune source d'énergie renouvelable ou de matériaux d'isolation. Un arrêté conjoint des ministres chargés\nrespectivement du budget, de l'écologie, de l'énergie, du développement durable et de l'outre-mer fixe la\nnature des dépenses d'équipements concernées ;  \nf) 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de l'investissement et par\nl'imputation du déficit provenant de la location du bien acquis et de la moins-value réalisée lors de la cession\nde ce bien ou des titres de la société bailleresse sont rétrocédés à l'organisme de logement social locataire\nsous forme de diminution du loyer et du prix de cession du bien ;  \ng) Au terme de la période de location mentionnée au a du présent 2°, les logements ou les parts ou actions\ndes sociétés qui en sont propriétaires sont cédés, dans des conditions, notamment de prix, définies par une\nconvention conclue entre leur propriétaire et l'organisme locataire au plus tard lors de la conclusion du bail,\nà l'organisme locataire ou à des personnes physiques choisies par celui-ci et dont les ressources, au titre de\nl'année précédant celle de la première occupation du logement, n'excèdent pas des plafonds fixés par décret\nen fonction du nombre de personnes destinées à occuper à titre principal le logement et de la localisation de\ncelui-ci ;  \n3° Pour les logements faisant l'objet d'un contrat de location-accession à la propriété immobilière :  \na) L'entreprise signe avec une personne physique, dans les douze mois de l'achèvement de l'immeuble ou\nde son acquisition si elle est postérieure, un contrat de location-accession dans les conditions prévues par la\nréglementation locale définissant la location-accession à la propriété immobilière ;  \nb) Une fraction, définie par décret, du prix de revient d'un ensemble d'investissements portés simultanément\nà la connaissance du ministre chargé du budget dans les conditions prévues au VI correspond à des dépenses\nsupportées au titre de l'acquisition d'équipements de production d'énergie renouvelable, d'appareils utilisant\nune source d'énergie renouvelable ou de matériaux d'isolation. Un arrêté conjoint des ministres chargés du\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nbudget, de l'écologie, de l'énergie, du développement durable et de l'outre-mer fixe la nature des dépenses\nd'équipements concernées ;  \nc) 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de l'acquisition ou la\nconstruction de l'immeuble sont rétrocédés à la personne physique signataire du contrat mentionné au a du\nprésent 3° sous forme de diminution de la redevance prévue dans le contrat de location-accession et du prix\nde cession de l'immeuble.  \n4° La réduction d'impôt s'applique également aux travaux de démolition préalables à la construction des\nlogements mentionnés au 2° du présent D lorsque l'achèvement des fondations de l'immeuble intervient dans\nun délai de deux ans à compter de la date de fin des travaux de démolition.  \nII.-A.-La réduction d'impôt prévue au I du présent article s'applique aux investissements réalisés par une\nsociété soumise au régime d'imposition prévu à l'article 8, à l'exclusion des sociétés en participation, ou un\ngroupement mentionné aux articles 239 quater ou 239 quater C, dont les parts sont détenues directement par\ndes entreprises soumises à l'impôt sur les sociétés. Dans ce cas, la réduction d'impôt est pratiquée par les\nassociés ou membres dans une proportion correspondant à leurs droits dans la société ou le groupement.  \nB.-1. La réduction d'impôt s'applique également aux souscriptions en numéraire réalisées par les entreprises\nsoumises à l'impôt sur les sociétés, au capital de :  \n1° Sociétés de développement régional des collectivités d'outre-mer et de Nouvelle-Calédonie ;  \n2° Sociétés effectuant des investissements productifs dans les collectivités d'outre-mer et en Nouvelle-\nCalédonie ;  \n3° Sociétés concessionnaires effectuant dans les collectivités d'outre-mer et en Nouvelle-Calédonie des\ninvestissements productifs affectés plus de cinq ans par le concessionnaire à l'exploitation d'une concession\nde service public local à caractère industriel et commercial ;  \n4° Sociétés affectées exclusivement à l'acquisition ou à la construction de logements neufs dans les\ncollectivités d'outre-mer et en Nouvelle-Calédonie lorsque ces sociétés ont pour activité exclusive la location\nde tels logements dans les conditions mentionnées aux 1° et 2° du D du I.  \n2. Pour l'application du présent B :  \n1° Les sociétés bénéficiaires des souscriptions seraient soumises de plein droit ou sur option à l'impôt sur les\nsociétés si elles étaient imposables en France et si elles exercent exclusivement leur activité en outre-mer,\ndans les secteurs d'activité éligibles en application des A à D du I ;  \n2° La valeur d'origine des éléments d'actif autres que ceux nécessaires à l'exercice de l'activité ouvrant droit à\nla réduction d'impôt ne doit pas excéder 10 % du montant total de l'actif brut de la société ;  \n3° 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de la souscription et par\nl'imputation du déficit provenant de la moins-value réalisée lors de la cession des titres reçus lors de la\nsouscription sont rétrocédés à la société bénéficiaire des souscriptions sous forme de diminution du prix de\ncession des titres souscrits.  \nIII.-A.-1. La réduction d'impôt est assise sur le montant, hors taxes et hors frais de toute nature, notamment\nles commissions d'acquisition, à l'exception des frais de transport, d'installation et de mise en service\namortissables, des investissements productifs, diminué de la fraction de leur prix de revient financée par une\naide publique.  \nPour les souscriptions mentionnées au B du II, la réduction d'impôt est assise sur le montant total des\nsouscriptions en numéraires effectuées.  \n2. Les aides octroyées par la Nouvelle-Calédonie, la Polynésie française, Wallis-et-Futuna, Saint-Martin,\nSaint-Barthélemy et Saint-Pierre-et-Miquelon dans le cadre de leur compétence fiscale propre au titre de\nprojets d'investissements sont sans incidence pour la détermination du montant des dépenses éligibles\nretenues pour l'application du présent article, à l'exception des investissements mentionnés au C du présent\nIII.  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n3. Lorsque l'investissement a pour objet de remplacer un investissement ayant bénéficié du présent dispositif\nou de l'un de ceux définis aux articles 199 undecies B et 217 duodecies, l'assiette de la réduction d'impôt telle\nque définie aux A à C du présent III est diminuée de la valeur réelle de l'investissement remplacé.  \nB.-Pour les projets d'investissement comportant l'acquisition, l'installation ou l'exploitation d'équipements\nde production d'énergie renouvelable, ce montant est pris en compte dans la limite d'un montant par watt\ninstallé, fixé par arrêté conjoint des ministres chargés du budget, de l'énergie, de l'outre-mer et de l'industrie\npour chaque type d'équipement. Ce montant prend en compte les coûts d'acquisition et d'installation\ndirectement liés à ces équipements.  \nC.-Pour les équipements et opérations de pose de câbles sous-marins de communication mentionnés au I ter\nde l'article 199 undecies B desservant pour la première fois la Polynésie française, Saint-Barthélemy, Saint-\nMartin, Saint-Pierre-et-Miquelon, les îles Wallis et Futuna, la Nouvelle-Calédonie ou les Terres australes et\nantarctiques françaises, l'assiette de la réduction d'impôt est égale à la moitié du coût de revient déterminé\nen application du 1 du A du présent III et diminuée du montant des aides publiques accordées pour leur\nfinancement.  \nPour les équipements et opérations de pose du câble de secours mentionnés au dernier alinéa du I ter de\nl'article 199 undecies B, l'assiette de la réduction d'impôt est égale au quart du coût de revient déterminé\nen application du 1 du A du présent III et diminuée du montant des aides publiques accordées pour leur\nfinancement.  \nPour l'application du présent C, le montant de l'aide fiscale peut être réduit de moitié au plus, compte tenu du\nbesoin de financement de la société exploitante pour la réalisation de ce projet et de l'impact de l'aide sur les\ntarifs.  \nD.-Pour les investissements mentionnés au I quater de l'article 199 undecies B, l'assiette de la réduction\nd'impôt est égale à 20 % du coût de revient déterminé en application du 1 du A du présent III et diminuée du\nmontant des aides publiques accordées pour leur financement.  \nE.-(Abrogé).  \nF.-Pour les logements mentionnés au D du I, la réduction d'impôt est assise sur le prix de revient des\nlogements, minoré, d'une part, des taxes et des commissions d'acquisition versées et, d'autre part, des aides\npubliques reçues.  \nCe montant est retenu dans la limite mentionnée au 5 de l'article 199 undecies A appréciée par mètre carré de\nsurface habitable.  \nUn décret précise la nature des sommes retenues pour l'appréciation du prix de revient des logements.  \nPour les travaux de démolition mentionnés au 4° du D du I, la réduction d'impôt est assise sur le prix de\nrevient des travaux de démolition, minoré, d'une part, des taxes versées et, d'autre part, des aides publiques\nreçues au titre de ces mêmes travaux. Ce montant est retenu dans la limite d'un plafond de 25 000 € par\nlogement démoli.\n \nG.-Pour les investissements afférents à l'acquisition de friches hôtelières ou industrielles faisant l'objet de\ntravaux de réhabilitation lourde mentionnés au I sexies de l'article 199 undecies B, l'assiette de la réduction\nd'impôt est déterminée dans les conditions prévues au même I sexies.\n \nH.-Pour les investissements consistant en l'acquisition de véhicules de tourisme mentionnés à la troisième\nphrase du quinzième alinéa du I de l'article 199 undecies B, l'assiette de la réduction d'impôt prévue au 1\ndu A du présent III est retenue dans la limite d'un montant fixé par décret, qui ne peut excéder 30 000 € par\nvéhicule.\n \nIV.-Le taux de la réduction d'impôt est fixé à 35 %.  \nV.-1. Le bénéfice de la réduction d'impôt prévue au I est accordé au titre de l'exercice au cours duquel\nl'investissement est mis en service.  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2. Toutefois :  \n1° Lorsque l'investissement consiste en l'acquisition d'un immeuble à construire ou en la construction\nd'immeuble, la réduction d'impôt est accordée au titre de l'exercice au cours duquel les fondations sont\nachevées ;  \nEn cas de travaux de démolition, la réduction d'impôt est accordée, pour ces seuls travaux, au titre de\nl'exercice de leur achèvement ;  \n2° En cas de rénovation ou de réhabilitation d'immeuble, la réduction d'impôt est accordée au titre de\nl'exercice au cours duquel les travaux ont été achevés ;  \n3° En cas de souscription au capital de sociétés dans les conditions prévues au B du II, la réduction d'impôt\nest pratiquée au titre de l'exercice au cours duquel les fonds ont été versés. En cas de versements échelonnés,\nceux-ci sont pris en compte au titre de chacun des exercices au cours desquels ils ont été effectués.  \nVI.-Lorsque le montant total par programme d'investissements est supérieur au seuil mentionné au premier\nalinéa du II quater de l'article 217 undecies, ou au seuil mentionné au second alinéa du même II quater pour\nles investissements réalisés par les sociétés et groupements mentionnés au A du II du présent article, et au\nIII de l'article 217 undecies, le bénéfice de la réduction d'impôt est conditionné à l'obtention d'un agrément\npréalable délivré par le ministre chargé du budget dans les conditions prévues au même III.  \nVII.-A.-L'investissement ayant ouvert droit à la réduction d'impôt doit être exploité par l'entreprise locataire\ndans les conditions fixées au I du présent article pendant un délai de cinq ans, décompté à partir de la date de\nréalisation dudit investissement. Ce délai est réduit à la durée normale d'utilisation de l'investissement si cette\ndurée est inférieure à cinq ans.  \nPour les investissements dont la durée normale d'utilisation est au moins égale à sept ans, l'entreprise\nlocataire doit prendre l'engagement d'utiliser effectivement pendant sept ans au moins l'investissement\ndans le cadre de l'activité pour laquelle il a été acquis ou créé. Cet engagement est porté à dix ans pour les\ninvestissements portant sur les navires de croisière neufs d'une capacité maximale de quatre cents passagers\net à quinze ans pour les investissements consistant en la construction, la rénovation ou la réhabilitation\nd'hôtels, de résidences de tourisme ou de villages de vacances, en la construction ou la réhabilitation\nlourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition ou la construction d'immeubles\nexploités dans le cadre des activités mentionnées à la deuxième phrase du g du I de l'article 199 undecies B.  \nSi, dans le délai mentionné au premier alinéa du présent A, l'investissement ayant ouvert droit à la réduction\nd'impôt est cédé ou cesse d'être affecté à l'exploitation de l'entreprise utilisatrice ou si l'acquéreur cesse son\nactivité, ou si l'une des conditions prévues au I cesse d'être respectée, la réduction d'impôt fait l'objet d'une\nreprise au titre de l'exercice ou de l'année au cours duquel interviennent les événements précités.  \nToutefois, la reprise de la réduction d'impôt n'est pas effectuée :  \n1° Lorsque les biens ayant ouvert droit à la réduction d'impôt sont transmis dans le cadre des opérations\nmentionnées aux articles 210 A ou 210 B, si le bénéficiaire de la transmission s'engage à maintenir\nl'exploitation des biens dans une collectivité d'outre-mer ou en Nouvelle-Calédonie dans le cadre d'une\nactivité éligible pendant la fraction du délai de conservation restant à courir.  \nL'engagement est pris dans l'acte constatant la transmission ou, à défaut, dans un acte sous seing privé ayant\ndate certaine, établi à cette occasion ;  \n2° Lorsque, en cas de défaillance de l'exploitant, les biens ayant ouvert droit à la réduction d'impôt sont\nrepris par une autre entreprise qui s'engage à les maintenir dans l'activité pour laquelle ils ont été acquis ou\ncréés pendant la fraction du délai de conservation restant à courir.  \nB.-Pour les souscriptions au capital de sociétés mentionnées au B du II du présent article :  \n1° Les investissements productifs doivent être effectués par les sociétés bénéficiaires des souscriptions dans\nles douze mois de la clôture de la souscription. A défaut, la réduction d'impôt dont a bénéficié le souscripteur\nfait l'objet d'une reprise au titre de l'exercice au cours duquel le délai arrive à expiration ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° Les investissements productifs doivent être exploités par la société bénéficiaire des souscriptions dans\nles conditions fixées au même II pendant un délai de cinq ans, décompté à partir de la date de réalisation\nde l'investissement. Ce délai est réduit à la durée normale d'utilisation de l'investissement si cette durée est\ninférieure à cinq ans.  \nPour les investissements dont la durée normale d'utilisation est au moins égale à sept ans, la société\nbénéficiaire des souscriptions doit prendre l'engagement d'utiliser effectivement pendant sept ans au moins\nl'investissement dans le cadre de l'activité pour laquelle il a été acquis ou créé. Cet engagement est porté\nà dix ans pour les investissements portant sur les navires de croisière neufs d'une capacité maximale de\nquatre cents passagers et à quinze ans pour les investissements consistant en la construction, la rénovation\nou la réhabilitation d'hôtels, de résidences de tourisme ou de villages de vacances, en la construction ou la\nréhabilitation lourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition ou la construction\nd'immeubles exploités dans le cadre des activités mentionnées à la deuxième phrase du g du I de l'article 199\nundecies B.  \nSi, dans le délai prévu au premier alinéa du présent 2°, cet engagement ou l'une de ces conditions ne sont pas\nrespectés, la réduction d'impôt dont a bénéficié le souscripteur fait l'objet d'une reprise au titre de l'exercice\nau cours duquel cet événement est constaté.  \nCes dispositions ne sont pas applicables si les immobilisations en cause sont comprises dans un apport partiel\nd'actif réalisé sous le régime de l'article 210 B ou si la société qui en est propriétaire fait l'objet d'une fusion\nplacée sous le régime de l'article 210 A, à la condition que la société bénéficiaire de l'apport ou la société\nabsorbante, selon le cas, réponde aux mêmes conditions d'activité et reprenne, sous les mêmes conditions et\nsanctions, les mêmes engagements pour la fraction du délai restant à courir ;  \n3° En cas de cession dans le délai prévu au premier alinéa du 2° du présent B de tout ou partie des droits\nsociaux souscrits, la réduction d'impôt dont a bénéficié le souscripteur fait l'objet d'une reprise au titre de\nl'exercice au cours duquel la cession est intervenue.  \nCes dispositions ne sont pas applicables dans le cas où l'entreprise propriétaire des titres fait l'objet d'une\ntransmission dans le cadre des dispositions prévues aux articles 210 A et 210 B, si l'entreprise qui devient\npropriétaire des titres remplit les conditions nécessaires pour bénéficier de cette réduction d'impôt et s'engage\nà conserver les titres pendant la fraction du délai de conservation restant à courir. L'engagement est pris\ndans l'acte constatant la transmission ou, à défaut, par acte sous seing privé ayant date certaine, établi à cette\noccasion.  \nCes dispositions ne sont pas non plus applicables dans le cas où les titres ayant ouvert droit à la réduction\nd'impôt sont apportés ou échangés dans le cadre d'opérations soumises aux dispositions prévues aux mêmes\narticles 210 A ou 210 B, si l'entreprise conserve, sous les mêmes conditions et sanctions, les titres nouveaux\nqui sont substitués aux titres d'origine.  \nC.-1. Lorsque l'investissement revêt la forme de la construction d'un immeuble ou de l'acquisition d'un\nimmeuble à construire, l'immeuble doit être achevé dans les deux ans suivant la date à laquelle les fondations\nsont achevées.  \nEn cas de souscription affectée totalement ou partiellement à la construction d'immeubles destinés à\nl'exercice d'une activité éligible, la société bénéficiaire de la souscription doit s'engager à en achever les\nfondations dans les deux ans qui suivent la clôture de la souscription et à achever l'immeuble dans les deux\nans qui suivent la date d'achèvement des fondations.  \nA défaut, la réduction d'impôt acquise au titre de cet investissement ou de cette souscription fait l'objet d'une\nreprise au titre de l'année au cours de laquelle intervient le terme des délais mentionnés aux deux premiers\nalinéas du présent 1.  \n2. La réduction d'impôt fait l'objet d'une reprise au titre de l'exercice au cours duquel l'une des conditions\nprévues au D du I n'est plus respectée.  \nToutefois, la reprise de la réduction d'impôt n'est pas effectuée lorsque, en cas de défaillance de l'entreprise\nou de l'organisme, les logements ayant ouvert droit à la réduction d'impôt sont repris par une autre entreprise\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nou organisme qui s'engage à louer les logements, dans les conditions prévues au même D, pour la fraction de\nla durée minimale de location restant à courir.  \nD.-Les associés ou membres de sociétés ou groupement mentionnés au A du II doivent conserver les parts\nde cette société ou de ce groupement pendant un délai de cinq ans à compter de la date de réalisation de\nl'investissement. Ce délai est réduit à la durée normale d'utilisation de l'investissement si cette durée est\ninférieure à cinq ans. Pour les investissements réalisés dans le secteur du logement en application du D du I,\nles associés ou membres de sociétés ou de groupements mentionnés au A du II conservent la totalité de leurs\nparts ou actions jusqu'au terme de la période de location mentionnée au a des 1° et 2° du D du I.  \nA défaut, la réduction d'impôt qu'ils ont pratiquée fait l'objet d'une reprise au titre de l'exercice au cours\nduquel la cession est intervenue.  \nE.-La réduction d'impôt prévue au présent article est subordonnée au respect par les entreprises réalisant\nl'investissement et par les entreprises exploitantes de leurs obligations fiscales et sociales et de l'obligation\nde dépôt de leurs comptes annuels selon les modalités prévues aux articles L. 232-21 à L. 232-23 du code\nde commerce à la date du fait générateur de l'avantage fiscal tel que défini au V du présent article. Pour\nl'application du présent alinéa, les références aux dispositions du code de commerce s'apprécient au regard de\nla réglementation propre à chaque collectivité d'outre-mer ou à la Nouvelle-Calédonie.  \nSont considérés comme à jour de leurs obligations fiscales et sociales les employeurs qui d'une part,\nont souscrit et respectent un plan d'apurement des cotisations restant dues et, d'autre part, acquittent les\ncotisations en cours à leur date normale d'exigibilité.  \nVIII.-Le bénéfice de la réduction d'impôt prévue au I est exclusif du bénéfice des dispositifs définis aux\narticles 199 undecies A, 199 undecies B, 199 undecies C et 217 duodecies au titre d'un même programme\nd'investissement.  \nIX.-Le bénéfice de la réduction d'impôt prévue aux A à C et aux 1° et 3° du D du I du présent article est\nsubordonné, pour les investissements réalisés à Saint-Martin, au respect de l'article 14 du règlement (UE)\nn° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le\nmarché intérieur en application des articles 107 et 108 du traité.  \nLe bénéfice de la réduction d'impôt prévue au 2° du D du I est subordonné, pour les investissements réalisés\nà Saint-Martin, au respect de la décision 2012/21/ UE de la Commission du 20 décembre 2011 relative à\nl'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides\nd'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion\nde services d'intérêt économique général.  \nX.-A.-Le présent article est applicable aux investissements réalisés jusqu'au 31 décembre 2025.  \nB.-Un décret fixe les conditions d'application du présent article.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre IV : Dispositions communes aux impôts et taxes, revenus et\nbénéfices visés aux chapitres I à III\nSection V : Impôt sur le revenu, impôt sur les sociétés et taxes visées\nau chapitre III\nSection V : Impôt sur le revenu, impôt sur les sociétés et taxes visées\nau chapitre III\nI : Entreprises de navigation maritime ou aérienne ou exploitant des\nsatellites de communication"
  ],
  "full_text": "Article 244 quater Y\n \nI.-A.-1. Les entreprises soumises à l'impôt sur les sociétés peuvent bénéficier d'une réduction d'impôt à\nraison des investissements productifs neufs qu'elles réalisent à Saint-Pierre-et-Miquelon, en Nouvelle-\nCalédonie, en Polynésie française, à Saint-Martin, à Saint-Barthélemy, dans les îles Wallis et Futuna et les\nTerres australes et antarctiques françaises si les conditions suivantes sont réunies :  \n1° Les investissements sont mis à la disposition d'une entreprise dans le cadre d'un contrat de location\nrevêtant un caractère commercial et conclu pour une durée au moins égale à cinq ans ou pour la durée\nnormale d'utilisation du bien loué si elle est inférieure ;  \n2° Les investissements sont exploités par l'entreprise locataire pour l'exercice d'une activité ne relevant\npas de l'un des secteurs énumérés aux a à l du I de l'article 199 undecies B, à l'exception des activités\nmentionnées aux I ter et I quater du même article 199 undecies B ;  \nPour les investissements réalisés dans le secteur du transport aérien ou maritime, la réduction d'impôt\ns'applique sous réserve du respect des conditions prévues au I bis de l'article 199 undecies B. Pour les\ninvestissements afférents aux équipements et opérations de pose de câbles sous-marins de communication\nou de secours mentionnés au I ter du même article 199 undecies B, la réduction d'impôt s'applique sous\nréserve du respect des conditions prévues au même I ter. Pour les investissements afférents aux navires de\ncroisière mentionnés au I quater de l'article 199 undecies B, la réduction d'impôt s'applique sous réserve du\nrespect des conditions prévues au même I quater. Pour les investissements afférents à l'acquisition de friches\nhôtelières ou industrielles faisant l'objet de travaux de réhabilitation lourde mentionnés au I sexies de l'article\n199 undecies B, la réduction d'impôt s'applique sous réserve du respect des conditions prévues au même I\nsexies ;  \n3° L'entreprise locataire aurait pu bénéficier de la déduction prévue à l'article 217 undecies si, imposable\nen France, elle avait acquis directement le bien. Pour l'appréciation de cette condition, le seuil de chiffre\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nd'affaires prévu à la première phrase du premier alinéa du I du même article 217 undecies est réputé satisfait\nquelle que soit l'entreprise locataire ;  \n4° L'entreprise propriétaire de l'investissement est exploitée en France métropolitaine ou dans un\ndépartement d'outre-mer au sens du I de l'article 209 ;  \n5° 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de l'investissement et\npar l'imputation du déficit provenant de la location du bien acquis et de la moins-value réalisée lors de la\ncession de ce bien ou des titres de la société bailleresse sont rétrocédés à l'entreprise locataire sous forme de\ndiminution du loyer et du prix de cession du bien.  \n2. La réduction d'impôt ne s'applique pas aux investissements portant sur :  \n1° L'acquisition de véhicules de tourisme au sens de l'article L. 421-2 du code des impositions sur les biens\net services qui ne sont pas strictement indispensables à l'exercice d'une activité aquacole, agricole, sylvicole\nou minière. Toutefois, la réduction d'impôt s'applique aux investissements consistant en l'acquisition de\nvéhicules de tourisme mentionnés à la troisième phrase du quinzième alinéa du I de l'article 199 undecies B ;  \n2° Des installations de production d'électricité utilisant l'énergie radiative du soleil ne respectant pas les\nconditions prévues aux deuxième et dernière phrases du seizième alinéa du I de l'article 199 undecies B ;\n \n3° L'acquisition de biens donnés en location ou mis à la disposition de ménages ou de syndicats de\ncopropriétaires, y compris dans le cadre de contrats incluant la fourniture de prestations de services.  \nB.-La réduction d'impôt prévue au A du présent I s'applique également aux travaux de rénovation et\nde réhabilitation d'hôtel, de résidence de tourisme et de village de vacances classés et aux travaux de\nréhabilitation lourde d'immeubles autres que ceux à usage d'habitation lorsque ces travaux constituent des\néléments de l'actif immobilisé.  \nC.-La réduction d'impôt prévue au A du présent I s'applique également aux investissements affectés plus de\ncinq ans par le concessionnaire à l'exploitation d'une concession de service public local à caractère industriel\net commercial et réalisés dans des secteurs éligibles.  \nPour l'application du présent article, les références aux restaurants dont le dirigeant ou un salarié est titulaire\ndu titre de maître-restaurateur défini à l'article L. 122-21 du code de la consommation, aux restaurants de\ntourisme classés et aux hôtels classés prévues au I de l'article 199 undecies B s'apprécient au regard de la\nréglementation propre à chaque collectivité d'outre-mer.  \nD.-La réduction d'impôt prévue au A du présent I s'applique également aux acquisitions ou constructions\nde logements neufs à usage locatif situés à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie\nfrançaise, à Saint-Martin, à Saint-Barthélemy et dans les îles Wallis et Futuna, lorsque les conditions\nsuivantes sont réunies :  \n1° Pour les investissements réalisés dans le secteur du logement intermédiaire :  \na) Les logements sont donnés en location nue, dans les douze mois de leur achèvement ou de leur acquisition\nsi elle est postérieure et pour une durée au moins égale à cinq ans, à une entreprise exploitée dans un\nterritoire mentionné au premier alinéa du 1 du même A ;  \nb) Les logements sont donnés en sous-location nue ou meublée par l'entreprise mentionnée au a du présent 1°\npour une durée au moins égale à cinq ans à des personnes physiques qui en font leur résidence principale ;  \nc) Le loyer et les ressources du locataire n'excèdent pas des plafonds fixés par décret ;  \nd) Une fraction, définie par décret, du prix de revient d'un ensemble d'investissements portés simultanément\nà la connaissance du ministre chargé du budget dans les conditions prévues au VI correspond à des dépenses\nsupportées au titre de l'acquisition d'équipements de production d'énergie renouvelable, d'appareils utilisant\nune source d'énergie renouvelable ou de matériaux d'isolation. Un arrêté conjoint des ministres chargés du\nbudget, de l'écologie, de l'énergie, du développement durable et de l'outre-mer fixe la nature des dépenses\nd'équipements concernées ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\ne) 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de l'investissement et\npar l'imputation du déficit provenant de la location du bien acquis et de la moins-value réalisée lors de la\ncession de ce bien ou des titres de la société bailleresse sont rétrocédés à l'entreprise locataire sous forme de\ndiminution du loyer et du prix de cession du bien ;  \n2° Pour les investissements réalisés dans le secteur du logement social :  \na) Les logements sont donnés en location nue, dans les douze mois de leur achèvement ou de leur acquisition\nsi elle est postérieure et pour une durée au moins égale à cinq ans, à un organisme de logement social agréé\nconformément à la réglementation locale par l'autorité publique compétente. L'opération peut prendre la\nforme d'un crédit-bail immobilier ;  \nb) Les logements sont donnés en sous-location nue ou meublée par l'organisme mentionné au a du présent 2°\net pour une durée au moins égale à cinq ans à des personnes physiques qui en font leur résidence principale\net dont les ressources n'excèdent pas des plafonds fixés par décret en fonction du nombre de personnes\ndestinées à occuper à titre principal le logement et de la localisation de celui-ci.  \nLes logements peuvent être spécialement adaptés à l'hébergement de personnes âgées de plus de soixante-\ncinq ans ou de personnes handicapées auxquelles des prestations de services de nature hôtelière peuvent être\nproposées ;  \nc) Le montant des loyers à la charge des personnes physiques mentionnées au b du présent 2° ne peut\nexcéder des limites fixées par décret en fonction notamment de la localisation du logement ;  \nd) Une part minimale, définie par décret, de la surface habitable des logements compris dans un ensemble\nd'investissements portés simultanément à la connaissance du ministre chargé du budget dans les conditions\nprévues au VI est louée, dans les conditions définies au b du présent 2°, à des personnes physiques dont\nles ressources sont inférieures aux plafonds mentionnés au même b, pour des loyers inférieurs aux limites\nmentionnées au c ;  \ne) Une fraction, définie par décret, du prix de revient d'un ensemble d'investissements portés simultanément\nà la connaissance du ministre chargé du budget dans les conditions prévues au VI correspond à des dépenses\nsupportées au titre de l'acquisition d'équipements de production d'énergie renouvelable, d'appareils utilisant\nune source d'énergie renouvelable ou de matériaux d'isolation. Un arrêté conjoint des ministres chargés\nrespectivement du budget, de l'écologie, de l'énergie, du développement durable et de l'outre-mer fixe la\nnature des dépenses d'équipements concernées ;  \nf) 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de l'investissement et par\nl'imputation du déficit provenant de la location du bien acquis et de la moins-value réalisée lors de la cession\nde ce bien ou des titres de la société bailleresse sont rétrocédés à l'organisme de logement social locataire\nsous forme de diminution du loyer et du prix de cession du bien ;  \ng) Au terme de la période de location mentionnée au a du présent 2°, les logements ou les parts ou actions\ndes sociétés qui en sont propriétaires sont cédés, dans des conditions, notamment de prix, définies par une\nconvention conclue entre leur propriétaire et l'organisme locataire au plus tard lors de la conclusion du bail,\nà l'organisme locataire ou à des personnes physiques choisies par celui-ci et dont les ressources, au titre de\nl'année précédant celle de la première occupation du logement, n'excèdent pas des plafonds fixés par décret\nen fonction du nombre de personnes destinées à occuper à titre principal le logement et de la localisation de\ncelui-ci ;  \n3° Pour les logements faisant l'objet d'un contrat de location-accession à la propriété immobilière :  \na) L'entreprise signe avec une personne physique, dans les douze mois de l'achèvement de l'immeuble ou\nde son acquisition si elle est postérieure, un contrat de location-accession dans les conditions prévues par la\nréglementation locale définissant la location-accession à la propriété immobilière ;  \nb) Une fraction, définie par décret, du prix de revient d'un ensemble d'investissements portés simultanément\nà la connaissance du ministre chargé du budget dans les conditions prévues au VI correspond à des dépenses\nsupportées au titre de l'acquisition d'équipements de production d'énergie renouvelable, d'appareils utilisant\nune source d'énergie renouvelable ou de matériaux d'isolation. Un arrêté conjoint des ministres chargés du\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nbudget, de l'écologie, de l'énergie, du développement durable et de l'outre-mer fixe la nature des dépenses\nd'équipements concernées ;  \nc) 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de l'acquisition ou la\nconstruction de l'immeuble sont rétrocédés à la personne physique signataire du contrat mentionné au a du\nprésent 3° sous forme de diminution de la redevance prévue dans le contrat de location-accession et du prix\nde cession de l'immeuble.  \n4° La réduction d'impôt s'applique également aux travaux de démolition préalables à la construction des\nlogements mentionnés au 2° du présent D lorsque l'achèvement des fondations de l'immeuble intervient dans\nun délai de deux ans à compter de la date de fin des travaux de démolition.  \nII.-A.-La réduction d'impôt prévue au I du présent article s'applique aux investissements réalisés par une\nsociété soumise au régime d'imposition prévu à l'article 8, à l'exclusion des sociétés en participation, ou un\ngroupement mentionné aux articles 239 quater ou 239 quater C, dont les parts sont détenues directement par\ndes entreprises soumises à l'impôt sur les sociétés. Dans ce cas, la réduction d'impôt est pratiquée par les\nassociés ou membres dans une proportion correspondant à leurs droits dans la société ou le groupement.  \nB.-1. La réduction d'impôt s'applique également aux souscriptions en numéraire réalisées par les entreprises\nsoumises à l'impôt sur les sociétés, au capital de :  \n1° Sociétés de développement régional des collectivités d'outre-mer et de Nouvelle-Calédonie ;  \n2° Sociétés effectuant des investissements productifs dans les collectivités d'outre-mer et en Nouvelle-\nCalédonie ;  \n3° Sociétés concessionnaires effectuant dans les collectivités d'outre-mer et en Nouvelle-Calédonie des\ninvestissements productifs affectés plus de cinq ans par le concessionnaire à l'exploitation d'une concession\nde service public local à caractère industriel et commercial ;  \n4° Sociétés affectées exclusivement à l'acquisition ou à la construction de logements neufs dans les\ncollectivités d'outre-mer et en Nouvelle-Calédonie lorsque ces sociétés ont pour activité exclusive la location\nde tels logements dans les conditions mentionnées aux 1° et 2° du D du I.  \n2. Pour l'application du présent B :  \n1° Les sociétés bénéficiaires des souscriptions seraient soumises de plein droit ou sur option à l'impôt sur les\nsociétés si elles étaient imposables en France et si elles exercent exclusivement leur activité en outre-mer,\ndans les secteurs d'activité éligibles en application des A à D du I ;  \n2° La valeur d'origine des éléments d'actif autres que ceux nécessaires à l'exercice de l'activité ouvrant droit à\nla réduction d'impôt ne doit pas excéder 10 % du montant total de l'actif brut de la société ;  \n3° 80 % de l'avantage en impôt procuré par la réduction d'impôt pratiquée au titre de la souscription et par\nl'imputation du déficit provenant de la moins-value réalisée lors de la cession des titres reçus lors de la\nsouscription sont rétrocédés à la société bénéficiaire des souscriptions sous forme de diminution du prix de\ncession des titres souscrits.  \nIII.-A.-1. La réduction d'impôt est assise sur le montant, hors taxes et hors frais de toute nature, notamment\nles commissions d'acquisition, à l'exception des frais de transport, d'installation et de mise en service\namortissables, des investissements productifs, diminué de la fraction de leur prix de revient financée par une\naide publique.  \nPour les souscriptions mentionnées au B du II, la réduction d'impôt est assise sur le montant total des\nsouscriptions en numéraires effectuées.  \n2. Les aides octroyées par la Nouvelle-Calédonie, la Polynésie française, Wallis-et-Futuna, Saint-Martin,\nSaint-Barthélemy et Saint-Pierre-et-Miquelon dans le cadre de leur compétence fiscale propre au titre de\nprojets d'investissements sont sans incidence pour la détermination du montant des dépenses éligibles\nretenues pour l'application du présent article, à l'exception des investissements mentionnés au C du présent\nIII.  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n3. Lorsque l'investissement a pour objet de remplacer un investissement ayant bénéficié du présent dispositif\nou de l'un de ceux définis aux articles 199 undecies B et 217 duodecies, l'assiette de la réduction d'impôt telle\nque définie aux A à C du présent III est diminuée de la valeur réelle de l'investissement remplacé.  \nB.-Pour les projets d'investissement comportant l'acquisition, l'installation ou l'exploitation d'équipements\nde production d'énergie renouvelable, ce montant est pris en compte dans la limite d'un montant par watt\ninstallé, fixé par arrêté conjoint des ministres chargés du budget, de l'énergie, de l'outre-mer et de l'industrie\npour chaque type d'équipement. Ce montant prend en compte les coûts d'acquisition et d'installation\ndirectement liés à ces équipements.  \nC.-Pour les équipements et opérations de pose de câbles sous-marins de communication mentionnés au I ter\nde l'article 199 undecies B desservant pour la première fois la Polynésie française, Saint-Barthélemy, Saint-\nMartin, Saint-Pierre-et-Miquelon, les îles Wallis et Futuna, la Nouvelle-Calédonie ou les Terres australes et\nantarctiques françaises, l'assiette de la réduction d'impôt est égale à la moitié du coût de revient déterminé\nen application du 1 du A du présent III et diminuée du montant des aides publiques accordées pour leur\nfinancement.  \nPour les équipements et opérations de pose du câble de secours mentionnés au dernier alinéa du I ter de\nl'article 199 undecies B, l'assiette de la réduction d'impôt est égale au quart du coût de revient déterminé\nen application du 1 du A du présent III et diminuée du montant des aides publiques accordées pour leur\nfinancement.  \nPour l'application du présent C, le montant de l'aide fiscale peut être réduit de moitié au plus, compte tenu du\nbesoin de financement de la société exploitante pour la réalisation de ce projet et de l'impact de l'aide sur les\ntarifs.  \nD.-Pour les investissements mentionnés au I quater de l'article 199 undecies B, l'assiette de la réduction\nd'impôt est égale à 20 % du coût de revient déterminé en application du 1 du A du présent III et diminuée du\nmontant des aides publiques accordées pour leur financement.  \nE.-(Abrogé).  \nF.-Pour les logements mentionnés au D du I, la réduction d'impôt est assise sur le prix de revient des\nlogements, minoré, d'une part, des taxes et des commissions d'acquisition versées et, d'autre part, des aides\npubliques reçues.  \nCe montant est retenu dans la limite mentionnée au 5 de l'article 199 undecies A appréciée par mètre carré de\nsurface habitable.  \nUn décret précise la nature des sommes retenues pour l'appréciation du prix de revient des logements.  \nPour les travaux de démolition mentionnés au 4° du D du I, la réduction d'impôt est assise sur le prix de\nrevient des travaux de démolition, minoré, d'une part, des taxes versées et, d'autre part, des aides publiques\nreçues au titre de ces mêmes travaux. Ce montant est retenu dans la limite d'un plafond de 25 000 € par\nlogement démoli.\n \nG.-Pour les investissements afférents à l'acquisition de friches hôtelières ou industrielles faisant l'objet de\ntravaux de réhabilitation lourde mentionnés au I sexies de l'article 199 undecies B, l'assiette de la réduction\nd'impôt est déterminée dans les conditions prévues au même I sexies.\n \nH.-Pour les investissements consistant en l'acquisition de véhicules de tourisme mentionnés à la troisième\nphrase du quinzième alinéa du I de l'article 199 undecies B, l'assiette de la réduction d'impôt prévue au 1\ndu A du présent III est retenue dans la limite d'un montant fixé par décret, qui ne peut excéder 30 000 € par\nvéhicule.\n \nIV.-Le taux de la réduction d'impôt est fixé à 35 %.  \nV.-1. Le bénéfice de la réduction d'impôt prévue au I est accordé au titre de l'exercice au cours duquel\nl'investissement est mis en service.  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2. Toutefois :  \n1° Lorsque l'investissement consiste en l'acquisition d'un immeuble à construire ou en la construction\nd'immeuble, la réduction d'impôt est accordée au titre de l'exercice au cours duquel les fondations sont\nachevées ;  \nEn cas de travaux de démolition, la réduction d'impôt est accordée, pour ces seuls travaux, au titre de\nl'exercice de leur achèvement ;  \n2° En cas de rénovation ou de réhabilitation d'immeuble, la réduction d'impôt est accordée au titre de\nl'exercice au cours duquel les travaux ont été achevés ;  \n3° En cas de souscription au capital de sociétés dans les conditions prévues au B du II, la réduction d'impôt\nest pratiquée au titre de l'exercice au cours duquel les fonds ont été versés. En cas de versements échelonnés,\nceux-ci sont pris en compte au titre de chacun des exercices au cours desquels ils ont été effectués.  \nVI.-Lorsque le montant total par programme d'investissements est supérieur au seuil mentionné au premier\nalinéa du II quater de l'article 217 undecies, ou au seuil mentionné au second alinéa du même II quater pour\nles investissements réalisés par les sociétés et groupements mentionnés au A du II du présent article, et au\nIII de l'article 217 undecies, le bénéfice de la réduction d'impôt est conditionné à l'obtention d'un agrément\npréalable délivré par le ministre chargé du budget dans les conditions prévues au même III.  \nVII.-A.-L'investissement ayant ouvert droit à la réduction d'impôt doit être exploité par l'entreprise locataire\ndans les conditions fixées au I du présent article pendant un délai de cinq ans, décompté à partir de la date de\nréalisation dudit investissement. Ce délai est réduit à la durée normale d'utilisation de l'investissement si cette\ndurée est inférieure à cinq ans.  \nPour les investissements dont la durée normale d'utilisation est au moins égale à sept ans, l'entreprise\nlocataire doit prendre l'engagement d'utiliser effectivement pendant sept ans au moins l'investissement\ndans le cadre de l'activité pour laquelle il a été acquis ou créé. Cet engagement est porté à dix ans pour les\ninvestissements portant sur les navires de croisière neufs d'une capacité maximale de quatre cents passagers\net à quinze ans pour les investissements consistant en la construction, la rénovation ou la réhabilitation\nd'hôtels, de résidences de tourisme ou de villages de vacances, en la construction ou la réhabilitation\nlourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition ou la construction d'immeubles\nexploités dans le cadre des activités mentionnées à la deuxième phrase du g du I de l'article 199 undecies B.  \nSi, dans le délai mentionné au premier alinéa du présent A, l'investissement ayant ouvert droit à la réduction\nd'impôt est cédé ou cesse d'être affecté à l'exploitation de l'entreprise utilisatrice ou si l'acquéreur cesse son\nactivité, ou si l'une des conditions prévues au I cesse d'être respectée, la réduction d'impôt fait l'objet d'une\nreprise au titre de l'exercice ou de l'année au cours duquel interviennent les événements précités.  \nToutefois, la reprise de la réduction d'impôt n'est pas effectuée :  \n1° Lorsque les biens ayant ouvert droit à la réduction d'impôt sont transmis dans le cadre des opérations\nmentionnées aux articles 210 A ou 210 B, si le bénéficiaire de la transmission s'engage à maintenir\nl'exploitation des biens dans une collectivité d'outre-mer ou en Nouvelle-Calédonie dans le cadre d'une\nactivité éligible pendant la fraction du délai de conservation restant à courir.  \nL'engagement est pris dans l'acte constatant la transmission ou, à défaut, dans un acte sous seing privé ayant\ndate certaine, établi à cette occasion ;  \n2° Lorsque, en cas de défaillance de l'exploitant, les biens ayant ouvert droit à la réduction d'impôt sont\nrepris par une autre entreprise qui s'engage à les maintenir dans l'activité pour laquelle ils ont été acquis ou\ncréés pendant la fraction du délai de conservation restant à courir.  \nB.-Pour les souscriptions au capital de sociétés mentionnées au B du II du présent article :  \n1° Les investissements productifs doivent être effectués par les sociétés bénéficiaires des souscriptions dans\nles douze mois de la clôture de la souscription. A défaut, la réduction d'impôt dont a bénéficié le souscripteur\nfait l'objet d'une reprise au titre de l'exercice au cours duquel le délai arrive à expiration ;  \nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\n2° Les investissements productifs doivent être exploités par la société bénéficiaire des souscriptions dans\nles conditions fixées au même II pendant un délai de cinq ans, décompté à partir de la date de réalisation\nde l'investissement. Ce délai est réduit à la durée normale d'utilisation de l'investissement si cette durée est\ninférieure à cinq ans.  \nPour les investissements dont la durée normale d'utilisation est au moins égale à sept ans, la société\nbénéficiaire des souscriptions doit prendre l'engagement d'utiliser effectivement pendant sept ans au moins\nl'investissement dans le cadre de l'activité pour laquelle il a été acquis ou créé. Cet engagement est porté\nà dix ans pour les investissements portant sur les navires de croisière neufs d'une capacité maximale de\nquatre cents passagers et à quinze ans pour les investissements consistant en la construction, la rénovation\nou la réhabilitation d'hôtels, de résidences de tourisme ou de villages de vacances, en la construction ou la\nréhabilitation lourde d'immeubles autres que ceux à usage d'habitation ou en l'acquisition ou la construction\nd'immeubles exploités dans le cadre des activités mentionnées à la deuxième phrase du g du I de l'article 199\nundecies B.  \nSi, dans le délai prévu au premier alinéa du présent 2°, cet engagement ou l'une de ces conditions ne sont pas\nrespectés, la réduction d'impôt dont a bénéficié le souscripteur fait l'objet d'une reprise au titre de l'exercice\nau cours duquel cet événement est constaté.  \nCes dispositions ne sont pas applicables si les immobilisations en cause sont comprises dans un apport partiel\nd'actif réalisé sous le régime de l'article 210 B ou si la société qui en est propriétaire fait l'objet d'une fusion\nplacée sous le régime de l'article 210 A, à la condition que la société bénéficiaire de l'apport ou la société\nabsorbante, selon le cas, réponde aux mêmes conditions d'activité et reprenne, sous les mêmes conditions et\nsanctions, les mêmes engagements pour la fraction du délai restant à courir ;  \n3° En cas de cession dans le délai prévu au premier alinéa du 2° du présent B de tout ou partie des droits\nsociaux souscrits, la réduction d'impôt dont a bénéficié le souscripteur fait l'objet d'une reprise au titre de\nl'exercice au cours duquel la cession est intervenue.  \nCes dispositions ne sont pas applicables dans le cas où l'entreprise propriétaire des titres fait l'objet d'une\ntransmission dans le cadre des dispositions prévues aux articles 210 A et 210 B, si l'entreprise qui devient\npropriétaire des titres remplit les conditions nécessaires pour bénéficier de cette réduction d'impôt et s'engage\nà conserver les titres pendant la fraction du délai de conservation restant à courir. L'engagement est pris\ndans l'acte constatant la transmission ou, à défaut, par acte sous seing privé ayant date certaine, établi à cette\noccasion.  \nCes dispositions ne sont pas non plus applicables dans le cas où les titres ayant ouvert droit à la réduction\nd'impôt sont apportés ou échangés dans le cadre d'opérations soumises aux dispositions prévues aux mêmes\narticles 210 A ou 210 B, si l'entreprise conserve, sous les mêmes conditions et sanctions, les titres nouveaux\nqui sont substitués aux titres d'origine.  \nC.-1. Lorsque l'investissement revêt la forme de la construction d'un immeuble ou de l'acquisition d'un\nimmeuble à construire, l'immeuble doit être achevé dans les deux ans suivant la date à laquelle les fondations\nsont achevées.  \nEn cas de souscription affectée totalement ou partiellement à la construction d'immeubles destinés à\nl'exercice d'une activité éligible, la société bénéficiaire de la souscription doit s'engager à en achever les\nfondations dans les deux ans qui suivent la clôture de la souscription et à achever l'immeuble dans les deux\nans qui suivent la date d'achèvement des fondations.  \nA défaut, la réduction d'impôt acquise au titre de cet investissement ou de cette souscription fait l'objet d'une\nreprise au titre de l'année au cours de laquelle intervient le terme des délais mentionnés aux deux premiers\nalinéas du présent 1.  \n2. La réduction d'impôt fait l'objet d'une reprise au titre de l'exercice au cours duquel l'une des conditions\nprévues au D du I n'est plus respectée.  \nToutefois, la reprise de la réduction d'impôt n'est pas effectuée lorsque, en cas de défaillance de l'entreprise\nou de l'organisme, les logements ayant ouvert droit à la réduction d'impôt sont repris par une autre entreprise\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nou organisme qui s'engage à louer les logements, dans les conditions prévues au même D, pour la fraction de\nla durée minimale de location restant à courir.  \nD.-Les associés ou membres de sociétés ou groupement mentionnés au A du II doivent conserver les parts\nde cette société ou de ce groupement pendant un délai de cinq ans à compter de la date de réalisation de\nl'investissement. Ce délai est réduit à la durée normale d'utilisation de l'investissement si cette durée est\ninférieure à cinq ans. Pour les investissements réalisés dans le secteur du logement en application du D du I,\nles associés ou membres de sociétés ou de groupements mentionnés au A du II conservent la totalité de leurs\nparts ou actions jusqu'au terme de la période de location mentionnée au a des 1° et 2° du D du I.  \nA défaut, la réduction d'impôt qu'ils ont pratiquée fait l'objet d'une reprise au titre de l'exercice au cours\nduquel la cession est intervenue.  \nE.-La réduction d'impôt prévue au présent article est subordonnée au respect par les entreprises réalisant\nl'investissement et par les entreprises exploitantes de leurs obligations fiscales et sociales et de l'obligation\nde dépôt de leurs comptes annuels selon les modalités prévues aux articles L. 232-21 à L. 232-23 du code\nde commerce à la date du fait générateur de l'avantage fiscal tel que défini au V du présent article. Pour\nl'application du présent alinéa, les références aux dispositions du code de commerce s'apprécient au regard de\nla réglementation propre à chaque collectivité d'outre-mer ou à la Nouvelle-Calédonie.  \nSont considérés comme à jour de leurs obligations fiscales et sociales les employeurs qui d'une part,\nont souscrit et respectent un plan d'apurement des cotisations restant dues et, d'autre part, acquittent les\ncotisations en cours à leur date normale d'exigibilité.  \nVIII.-Le bénéfice de la réduction d'impôt prévue au I est exclusif du bénéfice des dispositifs définis aux\narticles 199 undecies A, 199 undecies B, 199 undecies C et 217 duodecies au titre d'un même programme\nd'investissement.  \nIX.-Le bénéfice de la réduction d'impôt prévue aux A à C et aux 1° et 3° du D du I du présent article est\nsubordonné, pour les investissements réalisés à Saint-Martin, au respect de l'article 14 du règlement (UE)\nn° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le\nmarché intérieur en application des articles 107 et 108 du traité.  \nLe bénéfice de la réduction d'impôt prévue au 2° du D du I est subordonné, pour les investissements réalisés\nà Saint-Martin, au respect de la décision 2012/21/ UE de la Commission du 20 décembre 2011 relative à\nl'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides\nd'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion\nde services d'intérêt économique général.  \nX.-A.-Le présent article est applicable aux investissements réalisés jusqu'au 31 décembre 2025.  \nB.-Un décret fixe les conditions d'application du présent article.\nCode général des impôts, CGI. - Dernière modification le 01 avril 2025 - Document généré le 24 mai 2025\nLivre premier : Assiette et liquidation de l'impôt\nPremière Partie : Impôts d'État\nTitre premier : Impôts directs et taxes assimilées\nChapitre IV : Dispositions communes aux impôts et taxes, revenus et\nbénéfices visés aux chapitres I à III\nSection V : Impôt sur le revenu, impôt sur les sociétés et taxes visées\nau chapitre III\nSection V : Impôt sur le revenu, impôt sur les sociétés et taxes visées\nau chapitre III\nI : Entreprises de navigation maritime ou aérienne ou exploitant des\nsatellites de communication"
}